[
  {
    "person": "A - Philippe Brassac",
    "role": "operator",
    "position": "Unknown",
    "text": "A - Philippe Brassac"
  },
  {
    "person": "A - Philippe Brassac",
    "role": "operator",
    "position": "Unknown",
    "text": "My proposal is to start with the room. So Tarik, you can ask your first question."
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "BofA Securities",
    "text": "Tarik El Mejjad"
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "BofA Securities",
    "text": "This is Tarik El Mejjad from Bank of America. So I have two questions, please. The first one on cost of risk. I mean in 2022, you were below your 40 basis points through the cycle cost of it, despite, as you mentioned, the special year with the higher Stage 1 and 2 provisions and so on. So going forward, do you think you still need to guide for 40 basis points? Do you still -- I mean, your business risk of your business is definitely below 40 basis points. So is that because you want to risk more your business and guiding for 40 basis points? Or we should think that you deliver below that? So that's the question one. Secondly is on capital. I mean, clearly, you moved out from the 11% kind of tender zone, I would say. But do you feel you are constrained in your capital level to grow actually. You -- I mean, in your introductionary remark, Mr. Brassac mentioned that the group has a lot of capacity to grow because of different reasons. And do you feel like really there are some businesses that you see that you would like to capture their quality profitable, but your level of capital doesn't allow you to really grow. And then maybe a touch question to that, can you work with the group to actually help fund in a certain way that potential growth that might come?"
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Philippe Brassac"
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Perhaps, I'll try to answer first to the first question and second, but of course, Jerome will be much more precise than it can be. About cost of risk, I'll come back on my explanations. It's difficult to explain because cost of risk is part of our business. But first of all, this is a characteristic of the environment. What we see about our different markets is that for corporate, cost of risk are really mastered, not only for Crédit Agricole Group, but for many European and by French banks. Our conviction is that bank corporates have adapted their model to this level of opacity and most of them can adapt through their pricing towards the environment. And the second point, and I do underline this point that for the outstandings of home loans for households, our households are protected by the fixed rates. This is not exactly the case in every bank, of course, but this is very important because households for most of them can't adapt their revenues to pay 2%, 3% or 4%, if they were able to pay for 1%. I mean you can adapt your new loans with people able to pay for 2, 3 or 4, but not with people for which you were so they could pay for 1%. So I mean one of -- one part -- important part of the stabilization of risk is probably that corporates have adapted their business model with a huge financial support of states, we can say that. And then household very important, of course, for the balance sheet of banks in France, notably in France, are stabilized by fixed interest rates. Of course, this is not simply positive in terms of impact, but this point is very positive. So I think that Jerome will answer to you that will confirm. I hope that we don't change our assumptions and to our targets for 2025. But my main explanation is on the reasons of these assumptions. We'd like to add something about..."
  },
  {
    "person": "Jérôme Grivet",
    "role": "answerer",
    "position": "Deputy CEO",
    "text": "Simply to correct a little bit what you said, Tarik, 40 bps is not a guidance. It's an assumption. And even with this assumption of cost of risk, we would be able to reach our financial targets for 2025. It's not a guidance. So it's not an indication of the cost of risk that we foresee for next year or the coming year. And of course, what Philippe said is very important on the household for their home loans on the one hand and the corporates for their loans on the other hand are two very important components in our loan books. And for those two categories for different reasons, we are very confident that actually the cost of risk is going to remain very benign going forward. When it comes to the capital ratio and what you call capital constraint, 11% is, again, a target and not a floor. We've said it many times. And so we don't feel that being at 11% is the death zone to use your expression. And you may have seen in the past years and you may see in the coming year actually that we are able to use our capital generating capacity to finance acquisitions."
  },
  {
    "person": "Jérôme Grivet",
    "role": "answerer",
    "position": "Deputy CEO",
    "text": "We've financed several acquisitions in the last few years. And again, for 2023, we foresee a new acquisition that is the acquisition of the European activities of RBC. This is going to represent somewhat between probably 10 and 15 bps of capital. And it's absolutely not a constraint for us and actually what we've proven in 2022, and we have a slide on that is that the organic capital generation capacity of CASA is significant. When you post a return on tangible equity of 12-and-something percent, and when you have a payout policy of 50%, it means that you have around 6% by definition, that is free that is here available to finance the growth. So we have absolutely no constraints. And last point you've mentioned it yourself. We have perfectly the capacity within the group is something bigger needs it to organize somehow inflows and outflows of capital in order to absorb it because at the level of the group, 17.5-plus is, of course, a massive capacity."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Philippe Brassac"
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Clearly that I often hear this kind of concern about the level of capital. I don't come back on the fact you perfectly know that that in terms of solvency, we are the only share within the global group at 17.6% of solvency, then it's very safe. And we are able to not to be too high in terms of solvency for our shareholders because you can't get 12.6% at 11%, of course, and the same thing for 15% or 18% or 20% of solvency. But I would like explain this point, and let me repeat that I'm really very surprised that this can be a concern for the market. Usually, more and more capital is the job of supervisor the guys. And I'm currently the Chairman of the French federation of banks. We try to explain that they must stop. They must stabilize the level of capital required because if you go higher, it is captured by supervisor. This is not for the economy nor for the investors. So it's very strange that we can look at this kind of to move -- shift from the market, looking at the level of capital, even if you know, this is very comfortable towards requirements."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "So let me repeat that for us, for our shareholders and certainly for the manager with the shareholders, even that percentage is very profitable. It's not so high, not so low. And so we try to drive CASA around this number, but I'm working in Crédit Agricole for a long time, but I know supervisors since 27 since the very beginning of Basel III. The level of capital was at 5%, 7%, then 8%, 9%, 10%, 11%. And now if you say, well, why not 12 because this is the average of the older venture fortune. This is against you, against the market. And we try to expand that the level of capital, whatever could be the level must be stabilized because this is at the end of the day, captured by supervisory dissenters. Well, it's very important for me to try to convince you about this point. And of course, we are very clear on our policy and we don't change this position. Please, Jean-Pierre?"
  },
  {
    "person": "Jean-Pierre Lambert",
    "role": "questioner",
    "position": "KBW",
    "text": "Jean-Pierre Lambert"
  },
  {
    "person": "Jean-Pierre Lambert",
    "role": "questioner",
    "position": "KBW",
    "text": "I think I'm going to bounce on the question of my respected colleague, and take your viewpoint for a second. First, wouldn't it be completely counterproductive to rearrange stuff within the group, considering that what you've done when you arrived is basically make sure that you didn't have all those circulars, et cetera. That's point number one. So if we're comfortable about the capital on our own, why should we even bother looking at the group. Question number two, since -- as you said in the slide, some of your, I would say, negative impact, obviously, is going to be reverted, why not saying, okay, for everything which is above 11%, I'm repaying you back in dividend, what is above that to show that your property capital?"
  },
  {
    "person": "Jérôme Grivet",
    "role": "answerer",
    "position": "Deputy CEO",
    "text": "Yes, it's a good idea. I heard about banks that had set that kind of target, everything that is exceeding a certain level of capital is going to be repaid in dividend. This story doesn't inspire me a lot as you may understand. But nevertheless, what is true is that we don't want to build up capital on capital. So what we want to do is to be as agile as possible and as precise as possible in the management of our solvency in order to allocate what is available to the growth, to fuel the growth. Up to now, I think it's been quite efficient, and we've been effective in doing so. So for the time being, what we're discussing and what we're presenting is the dividend regarding 2022, and we think it's an attractive dividend for all the reasons I've mentioned. We'll see what we do going forward."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Philippe Brassac"
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "So perhaps one of the reason of your question is that you help you don't appreciate at the right level, the fact that we are moving in terms of acquiring positions and the selling of the positions. But at the size of Crédit Agricole Group, we like incremental shifts in terms of acquisitions, in terms of selling position. So some questions about the capital, just like our perimeter could be stable, it is not. When you look at our different joint venture, we signed about the future development of about, for example, Credit Marfo the fact that we are going out from this bank, you can see after year that we are really moving using the level of capital we have. And another point and last point for me about the capital is the fact that I'm always surprised about giving back the capital. We need the right level of capital. We need to pay regularly our shareholders in terms of value of the share and value of dividends. But for Crédit Agricole Group, the story won't be indeed. It's a very long-term development without coming back."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "When you look at the trajectory of Crédit Agricole Group, including revenues quarter-by-quarter, we did give you something to see for 2025. We explain you 2030. Our successes will explain to you the future. But for corporate, giving back the capital is quite strange. I mean I don't know what to do with it. I don't know on what I can invest to get profitable, usefulness for the society and profitable revenues, it's very strange. So I think I don't want to criticize around us, but simply, we give you a very long-term trajectory on the past and in the future. And we try to be in a balanced situation in terms of means we use both for liquidity and equity. And I think that with this incremental vision to develop, we succeed to have something very, very regular, including the return on tangible equity on which investors are generally linked. Delphine?"
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "Delphine Lee"
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "My first question is on capital, just -- sorry, just to come back on the regulatory impact, just to confirm, is it still 30 basis points for TRIM. I just wanted to understand on IFRS 17, this big change. I mean, in the quarter, because you previously guided to more like a negative impact than a positive one. What has changed in terms of your approach of methodology, which is so dramatic? Then my second question is on French retail. Just wanted to get some color from you because we've heard what Sokon has said yesterday, which was quite prudent. So just wanted to see a few, on the other hand, I believe you can grow -- invent retail this year? Thank you."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Philippe Brassac"
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Thank you, Delphine. On capital TRIM, what we expect now, it's, of course, modifying permanently because the basis on which we compound the calculation is evolving permanently. But what we foresee now for 2023 is an additional EUR 4 billion of RWAs. So it should be around 10-plus bps of capital. And actually, probably the 30 bps that you have in mind with the combination of 22 plus 23%. So we have now remaining around 10 bps plus for '23. IFRS 17, we haven't changed at all the methodology. What has changed is the sign in front of the unrealized capital positions of Crédit Agricole Assurance, because one of the effect of IFRS 17 is that actually part of the OCI reserves is going to be directly affected to the contractual service margin and no longer to the equity, to the capital position. So it means that we are going to offset part of the unrealized capital losses Initially, we thought it was against capital gains unrealized capital gains, but we are going to reduce a little bit the unrealized capital losses that, for the time being, way on our solvency. So if you reduce the negative element, this is generating an improvement of the solvency whereas when it was an unrealized capital gain, we were going to lose part of the intangible component in our solvency. So this is the only reason, actually, why the negative impact has transformed into a positive impact."
  },
  {
    "person": "Jérôme Grivet",
    "role": "answerer",
    "position": "Deputy CEO",
    "text": "I would like to try to answer to the second question about retail banking. Let me try to restate once again the view that is very different for us of what you call retail banking. Because then you consider that this is a kind of singular standalone activity with still banking, just like you have the insurance activity or sell management activity or you consider this is the organization of the group, the structural organization of the group. This is simply the basis of the global relation with our customers on which we plan all the business lines that can develop their different business. And that means that in this case, you can't ask retail banking in terms of development and then and what boating and what about consumer finance and so on. So we try to be very simple to consider that retail banking as a single activity doesn't exist. It can't exist. The only thing that can exist and develop and we succeed in it is the global relationship in a kind of proximity more and more in remote proximity, but the real fun in really geographical proximity to advise and to follow and to accompany customers, household the small business and the large corporates on the large range of their needs. That means this is a rule. And so when we -- of course, we have to give you the breakdown of revenues, net income and so on. But if you want to appreciate what you call retail banking, you must appreciate the whole direct activities of banks within their balance sheet loads and savings, then you have to add the revenues that are added to insurance activity, to asset management activity to real estate solutions activity and so on."
  },
  {
    "person": "Jérôme Grivet",
    "role": "answerer",
    "position": "Deputy CEO",
    "text": "And what you can see, I think the most important criteria is the acquisition of new customers. I'm not sure we have given you that we are increasing and increasing each year about this. More than 1.5 million new customers in bank of proximity within Crédit Agricole Group in 2022. And this is... 1.9%, and this is increasing in the last 4 years. So this is a role. Of course, we have to give the breakdown of this activity. But if you ask something about retail banking, you must appreciate the global model of the universal bank. This is very different. Of some banks that could arbitrate between a huge CIB activities or just insurance or just retail banking. In this case, this is only remote banking with a few very low level of profitability, when there is profitability. So to answer your question, we are always confident, very confident on what you call retail banking because we are confident on the development, and we do report the development of the whole group of Crédit Agricole based on the global relationship with customers and territories..."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Philippe Brassac"
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "And maybe one last point on this. It's very concrete, but our so-called retail banking activities in the perimeter of CASA LCL is not engaged into any kind of massive restructuration. Okay. We can take questions from the phone connected people."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions] The first question is from Flora Bocahut of Jefferies."
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Jefferies",
    "text": "Flora Bocahut"
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Jefferies",
    "text": "The first one is regarding the revenues in insurance. And obviously, I know they can be volatile from one quarter to the next. I know you usually tell us to focus on the net income. But both the revenues and net income were particularly high for that division this quarter. You mentioned in the slide pack that there were write-backs on technical provisions, which you say are linked to higher rates. So the question is to what extent this is sustainable versus a one-off stock effect that we saw in Q4. So in other words, what kind of run rate can we expect from here for insurance on revenues and/or net income? And then the second question is going back to a capital question. You had told us before that on OCI reserves, we would see a pull-to-par effect, which is fair enough, given the significant OCI losses during '22. With the new guidance on IFRS 17, does that mean we will still see the pull-to-par effect and how big could it be on top of the 15 bps positive from IFRS 17, please?"
  },
  {
    "person": "Jérôme Grivet",
    "role": "answerer",
    "position": "Deputy CEO",
    "text": "Two good questions, Flora. The first one regarding the sustainability of the level of profitability of the insurance business. Clearly, going forward, if the level of commercial activity remains where it stood in not only last year, but in the last several years, what we foresee even under the new accounting standard is more or less with maybe some increased volatility, the same kind of earnings trajectory. You perfectly know that it's a little bit strange, but it's the way it works. When it comes to accounting and insurance activities we generally start with the bottom line, and then we go up within the P&L. And so it means that we have the capacity in order to achieve the type of bottom line that is in connection with the level of activity. We have the capacity of playing on different elements in the top line. It happens that this quarter due to the increase in rates, the level of provisioning of certain long-term life risks longevity risks could be less provisioned. And so we could write back provisions. But of course, we have the capacity to compensate the absence of those write-backs going forward by, for example, the capacity of extractive more financial margin from the life insurance activities, which we did in the past, which we didn't do this quarter."
  },
  {
    "person": "Jérôme Grivet",
    "role": "answerer",
    "position": "Deputy CEO",
    "text": "So all these elements are elements in which we play in order to provide a quite foreseeable and stable earnings trajectory for the insurance activities. So for me, it's quite sustainable as long, of course, as commercially, we continue to be able to increase the level of outstandings and the number of policies. When it comes to the pull to par of OCI reserves, of course, what is going to be integrated in our solvency day 1 on January 1, 2023, is not going to be available any longer for the pull to par. So I don't have the precise figure in mind, but I think we would have somewhat around 50 bps of negative solvency in our 11.2% level end of 2022 in connection with the OCI reserves of the insurance activities. So if we day 1 take 15 bps out of that, the pull to par is going to apply only on the remaining part, which is 35 bps."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Chris Hallam of Goldman Sachs. The next question is from Pierre Chedeville of CIC."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC Market Solutions",
    "text": "Pierre Chedeville"
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC Market Solutions",
    "text": "A question regarding consumer credit. One of your competitors and you used to mention the margin pressure. I wanted to know how do you see the cost income ratio evolving in the coming months? And if you have specific measures, to balance this margin pressure as some of your competitor tends to take. And more generally, regarding cost, I was curious to know what is your policy regarding center services abroad. Once again, some of your competitors are developing a huge center in services abroad like in India, for instance. Could you refresh me regarding your setup on these types of organization? And do you have any project regarding that? And regarding insurance, I was curious about the impact of net cat this year on your combined ratio in terms of amount, if you give it or in terms of basis point impact on basis points on your combined ratio? And do you have increased your premiums in order to balance this effect for next year? Do you see some flexibility to improve your premiums?"
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Philippe Brassac"
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Yes. I think the common answer I could provide to your different questions would be to say that we are much more working on the base of permanent adaptation rather than on a strong restructuration at different moments in time. So it applies to the cost base of the consumer credit business. We perfectly know since now several quarters that -- it's going to be a little bit more difficult for consumer credit activities, especially in countries like France where you have the Azure rate that is putting a constraint on the capacity to increase customer rates. So we are adapting permanently the setup, and we did it also at LCL in the past without any big restructuring plan. Actually, the number of staff at LCL reduced regularly over time smoothly without any difficulty without having to engage into hazardous operation of restructuration. So clearly, this is -- this effort of permanent adaptation that is going to help us smoothen the evolution at the consumer credit business entity. And just as an illustration of that, in 2022, the cost income ratio at CACF is around 50%, a little bit less than 50% actually, which we deem is a very, very competitive level."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "We have centers of services abroad. Actually, we have two main centers abroad. We have one in Singapore, which is mostly dedicated to CACIB, and it's working on IT development and IT servicing activities. And we have one which is multi-business, which is in Portugal, which is covering, I think, some back-office activities and IT operating activities, so no development, but really operating activities for different businesses of the group. It's not -- again, it's not a decision that we are going to take and one-off that is going to lead to put 1,000 people abroad, but permanently, we assess what we have -- what would be the best decision for us in terms of allocating our staff and improving progressively the efficiency of our setups. So we have absolutely no in principle I would say, position against that type of organization. simply, it's not a one-off policy that we would decide at a third moment in time."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "When it comes to insurance and nat cat, of course, the beginning of the year was a little bit difficult for Pacifica, which is the P&C insurance company of the group because we've had in France several significant weather events that generated a high level of claims on different policies. And so the combined ratio increased this year up to 98 something percent. It started to decrease a little bit in the fourth quarter. And of course -- and again, it's a permanent effort of adaptation. We've taken into account those weather events and the cost of those events in the evolution of the pricing grid of our policies for 2023 without any specific difficulty. So it's a smooth evolution and no strong modification in our stance."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Matt Clark of Mediobanca."
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "So first question on CIB risk-weighted assets. Maybe you could just explain how you managed to get them down so much in the fourth quarter? Or I guess the question is, is this just normal seasonality and customer demand that led to them to decline? Or did you have to work in order to get them to move down so much in just a quarter. Next question is on the Corporate Centre revenues. There are a couple of, I think, new items there that you highlighted that led to a negative impact this quarter. So I think some intragroup securities and then also an inflation effect on ALM. So maybe you could just help us understand whether these effects are going to recur in future quarters and also whether we should be viewing them in combination with offsetting impacts elsewhere in the group or in other line items."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Philippe Brassac"
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Okay. Let me start with the Corporate Center because to be frank, the line was not so good, and we didn't fully understand your first question. But -- okay. So the corporate center, as I already explained, I think, a few quarters ago, this is a place where we have to book some Interco restatements. And this quarter, we have had significant interco restatements regarding debt that is issued by CASA and that is subscribed either by Amundi vehicles or directly by Predica, which is the life insurance company of the group in order to put together financial products that are unit-linked products that are sold to customers. And considering the fact that the booking and the accounting of those debt is not the same within CASA as an issuer and in the different vehicles that purchased those bonds as an investor for the sake of investors. We have some differences that we have to offset at the level of the corporate center. So depending on the evolution of rates and spreads, credit spreads, we can have positive and negative elements, which are booked in the Corporate Center. This quarter, this represents quite a significant amount of negative NBI around EUR 150 million, if I remember correctly, the figure. And so this is, of course, putting some volatility, which is absolutely noncash, of course, within the Corporate Center. This is going to come to an end with the implementation of IFRS 17. So we will no longer have this volatility within the corporate center going forward."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "The second element -- the first question actually was regarding the RWA evolution at CACIB. And I think that the answer is that it's a combination of 3 elements. The first element -- the first element is that we permanently ask all our business divisions and CACIB as well as the others to optimize and to actively manage their RWAs in order to generate the best possible reward on capital invested in the different businesses. And of course, when CACIB undertakes actions in order to optimize the RWA consumption, sometimes it takes the form of operations that need to be prepared for a certain amount of time. And then when they are delivered, when they are triggered, this is generating one-off, a significant amount of RWA reduction. This has been prepared since Q3, and this has been launched in Q4 and helped quite significantly to reduce the level of RWAs. The second element is all the market effects, ForEx and to a certain extent, also rates that have two benefits -- had two benefits this quarter and the fact that the improvement of the euro as compared to the dollar has reduced a little bit the RWA valuation of dollar-denominated assets and also the counterparty risks on capital market activities has also significantly diminished due to market movements over the quarter. And then the last point is that we've seen some improvement in the rating of some counterparts, and you know that, to a certain extent, the rating of the different counterparts is leading to a diminution of the RWA of those counterparts. So all these elements play together in the same direction in Q4, leading to this very significant decrease in RWAs at CACIB."
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Maybe could I just have a follow-up in terms of the outlook for risk-weighted assets. I mean, I think you said you had 10 basis points of trim left. If there's nothing else on the horizon and I think Basel IV is going to be neutral at an inception for you. Should we really expect risk-weighted assets to just grow with business volume from here on?"
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Philippe Brassac"
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Yes. The baseline is going to be the organic evolution of RWAs allocated to the business lines that we do every year in the budget processing. And this year, if I want to foresee a little bit what can happen besides the RWA organic evolution of the business lines in 2023, we'll have this positive one-off coming from IFRS 17. We'll have TRIM, which will represent probably 4 billion RWAs at CACIB, and we'll have also one of the last years of the IFRS 9 phasing in mechanism that is going to represent a hit of around 15 bps -- 10 to 15 bps on our solvency. And the rest is going to be organic evolution plus, of course, acquisitions, if any. And there's one that is already decided and that is going to be completed probably beginning of Q3. That is the acquisition of RBC's European activities."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Amit Goel of Barclays."
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Barclays",
    "text": "Amit Goel"
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Barclays",
    "text": "I've got two questions. One, a bit more general, one a bit more specific. The first more general question is it's basically, I guess one of your competitors is looking to redeploy a lot of capital into their business in the outside, I think, of the retail piece. I'm just curious what you think about the growth opportunities in your business and what kind of competitive pressures there could be in the coming years? And then the second more specific question is on the DPS. I know given the catch-ups, it's been 105 flat for two years now. Is it possible that you could pay out more than 50% next year to maintain a progressive DPS?"
  },
  {
    "person": "Jérôme Grivet",
    "role": "answerer",
    "position": "Deputy CEO",
    "text": "Let me start with the second question. DPS is, of course, a permanent question. But for the time being, we are talking about 2022, we're talking about the dividend regarding 2022, that is going to be proposed to the General Assembly that we will hold in next May. And this dividend is going to pay end of May this year. So the year has only started and we'll think about the dividend regarding 2023 a little bit later on, if you allow. Then growth opportunities, well, we permanently look at growth opportunities everywhere. So it happens that most of the time, these growth opportunities are taking place either in some, I would say, specialized business lines like asset management, like consumer credit or car leasing like wealth management. We did it in the past several times and so on and so forth. And when it comes to retail banking activities, pure retail banking activities, those opportunities to place most of the time abroad. It was the case for us in Italy. So the landscape is this one, but we are permanently looking at growth opportunities that make sense within our business model..."
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Barclays",
    "text": "Amit Goel"
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Barclays",
    "text": "In terms of the competitive environment, if some of your peers are looking to redeploy a lot more capital. Do you see that kind of changing..."
  },
  {
    "person": "Jérôme Grivet",
    "role": "answerer",
    "position": "Deputy CEO",
    "text": "This expression of redeploying capital. It looks a little bit as if we were portfolio managers, reducing a little bit the capital allocated to business and increasing the capital allocated to another business as if we were just facing an excel spreadsheet, adding some figures in a specific cell and reducing the amount in another cell. Real life is not exactly this way. In real life, all the businesses which belong to CASA work together and also try to develop their own business opportunities. And every time they see a business opportunity, we have a discussion. We have a dedicated committee actually, which is shared by Philippe. And we are exploring any opportunity that is proposed by us. And we do not, in advance, say, this business is going to be allocated that amount of capital, and this business is supposed to give back that amount of capital."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Philippe Brassac"
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "I would like to be -- to put a pressure about this question because it must be really understood by analysts and investors. It's normal to ask questions about opportunities, but I would like to share with you the fact that when you look at this on the very long term, Crédit Agricole Group is one of the 10 largest banks in the world. The topic of critical size is absolutely not relevant for us. The only relevant point is to find opportunities, but not simply opportunities, but relevant opportunities able to be integrated in our architecture in terms of development. The 3 axis I have explained at the very beginning of this meeting. And this is probably why we find year-after-year different opportunities, but they seem to be always very incremental, no rupture about this because we try to find something to go further quicker, for example, in consumer finance."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Jerome didn't say that in his answer a few minutes ago, but I would like to add this point for consumer finance, the first point, the first color is that we are in a very important momentum of development I can speak to you about the agreement with Stellantis, which costs more bodies for our leasing activity with Water, with Michelin and so on. I mean, many different digital topics, but just adding incremental means to our development and absolutely consistency with the architecture and the strategy. And this is why every time I hear something about opportunity, I immediately look if this is at the size and at the nature to be correctly and previously integrated in our current development. When you look, for example, in Italy, Crédit Agricole Italia seems to be always the same, but it developed each time with incremental addition of new banks. And at the end of the year, it was a bit credit. I mean -- and this is, I think, the right way on the very long term to look at opportunities. And unfortunately, we can decide if there will be opportunities like this. But when you look business line by business line many things are possible to be looked. And I think, really, this is the right way because it's too dangerous now to bet about huge recurs in terms of business or in terms of companies. And once again, Jerome is absolutely right. We don't manage and Crédit Agricole Group didn't succeed being managed as a conglomerate of different activities. It was managed really at the deployment of the global relationship with each kind of market for household, for small businesses and for large corporates. And this increasing and regular way to develop is always very successful."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions] The next question is from Chris Hallam of Goldman Sachs."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "Chris Hallam"
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "Apologies for the technical issues earlier. That was entirely my fault. So two questions. My first question is on 2023 outlook. Philippe, you mentioned that RET is really the best metric to look at. And in the answer to Delfin's earlier question that it's difficult to split out retail banking from the broader group effort. So the question would be whether in the context of all the inputs this year, you would expect to see underlying RET to be up or down in 2023 relative to the 12.6% you posted in '22? And then secondly, on Slide 8, you've outlined the market shares across the universal banking model, would you expect the pace of market share gains to be fairly even across those businesses? Or alternatively, if we fast forward to 2025, would you expect the order of those bars to have changed significantly."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Philippe Brassac"
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Well, we generally do not give a precise guidance on figures for the coming years. So your questions regarding where we are going to stand in terms of return on tangible equity end of next year or this year is a question we will not answer, excuse me. But definitely, what we say is that we target to be above 12% of return on tangible equity. And so we will do everything we can in order to respect this target and this commitment. Then regarding Page 8 and the fact that we want to grow our market share in every additional business in which we've invested since the launching of the group. It's clear that philosophically, I would say, we should see every vertical bar on this bar chart to progressively reach the 30% level because this is exactly what we want to achieve. So of course, it's not going to be the case immediately in all businesses. And then if I take the example of life insurance activities, the life insurance market in France is not only in the hands of subsidiaries of banks. So it means that a certain proportion of the market will be kept probably in the long run by pure insurance players. But definitely, we have the capacity to make sure that every of our customer is potentially equipped in all of these businesses by our products and not by a product manufactured by a third party."
  },
  {
    "person": "Jérôme Grivet",
    "role": "answerer",
    "position": "Deputy CEO",
    "text": "Well, I would like to stress this point, if you look at the past of Crédit Agricole Group, for example, between 1987 when you decided to create from scratch insurance activity, nobody could probably say that towards 20 years, we could become the first insurer in France. We did. I mean -- and we -- nobody could imagine that we could become the first asset manager in Europe, the first European asset manager from scratch, we did, not only because we are so efficient in terms of development because this is the proof in the way that when you try to approach your customer in a global approach as customers of the bank and then trying to advise them with loyalty with the global sea of their needs and to accompany them in the time, you have this kind of results. Bank insurance was not created. Bankers as we are succeeded to become bank insurer and first bank and first insurance. We always say bank insurance, but we could say bank asset manager with absolutely the same rationale. There is no reason we couldn't become the first bank real estate solution to take an ode example. I mean this way to be on the global needs of each customer. And now with the collective needs of society about transition is something that is not a projection. But simply, the reminder that Crédit Agricole Group really developed by this way."
  },
  {
    "person": "Jérôme Grivet",
    "role": "answerer",
    "position": "Deputy CEO",
    "text": "And so the target for me and the concern is not to fall at a certain level because we are very big, very important, very large to the fact that to manage each business line, each silos of the group, this could be really a huge mistake for the development of the group. This is why is we explain the global figure of the group and try to manage the fact that we all develop. Let you look at the commercial performance of the group for 2022. It could be surprising to see that we are increasing everywhere, not specially asset management or especially wealth management everywhere, no miracle about this. But we try to develop as a role and we succeed since we succeed to have a global approach once again of the needs of our customers. So this is why we don't have special market shares in terms of targets for 2023, 2024 for each business site. But clearly, they must all improve. And on the last years, they always did improve in terms of market share."
  },
  {
    "person": "Jérôme Grivet",
    "role": "answerer",
    "position": "Deputy CEO",
    "text": "This is not -- and once again to it to be too long, but this is not a way to develop diversified activities as a conglomerate. This is the way to develop always the same model, the model of the global relationship and unfortunately, this model is not very known. And it is broken many times by analysis of the model inside activities. So this is why we explained this model. This is why Crédit Agricole is a group, not simply a holding of different activities. And simply we try to develop. And let me tell you that I'm very optimistic on this point because despite the very special environment with this high level of past, let's just look at our commercial momentum since three years, we grew very quickly, not because we are very proud. It can be an explanation, of course, but simply because the model works, when you take each of our customers in global approaches to make them proposition of different services and products."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Philippe Brassac"
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "We have two more questions."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Guillaume Tiberghein of BNP Paribas Exane."
  },
  {
    "person": "Guillaume Tiberghien",
    "role": "questioner",
    "position": "BNP Paribas Exane",
    "text": "Guillaume Tiberghien"
  },
  {
    "person": "Guillaume Tiberghien",
    "role": "questioner",
    "position": "BNP Paribas Exane",
    "text": "It's on French retail. I understand you are a diversified group and you've got asset management, et cetera, et cetera. But in 23, you have Livret A, you have the end of the TLTRO, you have the usury rate. So at least, could you give us an idea of the magnitude of those headwinds from my level, I don't have the literature, but it looks like about maybe EUR 300 million or EUR 400 million headwinds. And so do you think that in 2024, without giving a precise number, you can reach the level of revenue that you did in '22. Thank you."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Philippe Brassac"
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Well, I try to start by the answer. Unfortunately, I have the advantage to be a seasoned person. So I did personally the momentum when rates increased to 20%, 25 years ago, then decrease to the now coming back to a higher level. At the end of the day, we were always #1 in France, always. And always this kind of question, this is very negative for you to have a decreasing way for rate because reimbursement because of renegotiations. Then you have negative impact because rates are increasing. So of course, the time that the asset side can be higher to be at the level of the liability side, this will be something this will get a negative impact for you. This is right. But minded that including within the group, I think we don't really clearly explain the heart of engine. The heart of the engine, the intermediation and the transformation between liabilities and assets. And I would like simply to say that when you look at the impacts of the increase of rates and notably because we protect our sorts with fix interest, the first point is that part -- first point is that this temporary negative impact, temporary, something because, of course, at the end of the day, when rates are stabilized, this is the same level of EMEA, for banks with variable rates or fixed rates, first point."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "The second point is that this impact is for part partially absorbed by tools of ALM. This is why we have ALM with high level of swaps so that we don't take the global impact of the gap between assets and liabilities. This is precisely the reason for which ALM is very important within banks. And the second -- and the last point is that the residual temporary negative impacts of this phenomenon is probably largely offset by the way that this is a way to master cost of risk at the end of the day, notably for home loans. So my conviction is that facing the kind of new headwinds, the answer and the solution is an -- it in the commercial development. I mean -- and when you look, for example, for the quarter 4 Q4 for LCL, you can see, for example, a negative impact on the intermediation margin, but you can see you increase in commissions and fees. This is like nothing is stabilized, but at the end of the day, the main driver is, are you always the number one in terms of a global relationship with your customer. And once again, sorry for me to tell you that I never knew the stabilized situation of rates. And I have this experience to be ad about the fact that if rates are decreasing, this could be very bad for us and when rates are increasing, this could be very bad for us. So my only simple answer that we are always very optimistic for our targets for 2025, commercial and financial targets. And this is not really a concern for us, the increase of rates. The concern can be for customers, notably for corporates because you have many loans with variable loans for corporate. But for banks and notably for banks as Crédit Agricole Group, we just accompanied the shift. Well, this is what I can give as colors for the momentum of Crédit Agricole Group as an international bank. But perhaps Jerome can..."
  },
  {
    "person": "Jérôme Grivet",
    "role": "answerer",
    "position": "Deputy CEO",
    "text": "Just two or three elements to complement a little bit the answer simply. First point, TLTRO is clearly an element which is, I would say, outside the normal ALM management of the bank because it's been so huge and so abnormal in terms of characteristics that, of course, the withdrawal of the TLTRO before the date that was initially set is going to represent an element that is going to play against us in terms of basis effect for 2023. That's for sure. But the good news is that we don't have to absorb any additional cost of unwinding hedges regarding the TLTRO in 2023. I don't know exactly what some other banks could have been doing with that, but we don't have any additional hedging costs to cover in 2020 regarding the TLTRO. Second point, Philippe is perfectly right. Our model is precisely to work alongside with ALM policies in order to be able to absorb the movement of rates and ALM is here precisely to smoothen the effect of movement of rates. Of course, the situation in 2022 was a little bit extreme. And so we've tested the limits of our models, especially because when rates increase by 300 bps, when at the same time, it's not possible to repass the customer for new loans. This such a high increase because of jarred, we are at the limit of ALM models. And the same thing applies to regulated savings accounts. Within our ALM models, there is the idea that we have to cover a little bit the inflation risk when inflation surges suddenly from almost 0 to 6%. Again, this is testing the limit of ALM models. So this is something we'll have to absorb. But definitely, going forward, in the long run, we have the capacity to leave in almost any kind of rate environment"
  },
  {
    "person": "Guillaume Tiberghien",
    "role": "questioner",
    "position": "BNP Paribas Exane",
    "text": "Guillaume Tiberghien"
  },
  {
    "person": "Guillaume Tiberghien",
    "role": "questioner",
    "position": "BNP Paribas Exane",
    "text": "I wanted to ask the question differently, if I may. Your target for 25 in French retail was to grow about 1% to 1.5% per year. And you've nearly achieved the whole of the growth trajectory already in '22. So if you don't want to talk to us about the shape, can you maybe then rephrase your 2025 target for the revenues of LCN?"
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Philippe Brassac"
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "We never reset our target, we reach them, and we exceed them."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Benoit Valleaux, ODDO."
  },
  {
    "person": "Benoit Valleaux",
    "role": "questioner",
    "position": "ODDO",
    "text": "Benoit Valleaux"
  },
  {
    "person": "Benoit Valleaux",
    "role": "questioner",
    "position": "ODDO",
    "text": "I have two questions, if I may. The first one is regarding BforBank. Jerome, you said that you plan to invest in order to expand before bank. I don't know if you can give us maybe more color on your strategy for before work? And the second question is on life insurance in France. Obviously, we've seen some increase in outflows on euro products in Q4. I don't know if you can share with us what is the trend senior-to-date, for example, if you have any figures on outflows in January."
  },
  {
    "person": "Jérôme Grivet",
    "role": "answerer",
    "position": "Deputy CEO",
    "text": "Okay. So on BforBank, I think that the strategy that we've unveiled with the medium-term plan is quite clear. Actually, we are completely reshuffling the IT platform. We are going to relaunch actually before bank, I think before year-end or very beginning in June, in June Olivier in front of me is precising the date. So middle of this year, we are going to relaunch the new offer of BforBank. And so this is after a few quarters of this after this relaunch that we will be able to, I would say, assess the efficiency of this relaunch. So we'll have the opportunities to discuss about it in a few quarters. Life insurance, it's true that in Q4, actually, the outflows in euro-denominated contracts were more or less matched by inflows in UL products. And actually, what has happened end of Q4 and what is probably going to continue part of this year is the fact that some customers are going to prefer to exchange their euro products, even though we've increased quite significantly the profit-sharing rate end of 2022 against unit-linked products denominated in different categories of bonds that are going to yield probably closer to 4% or 5% rather than the 2-point something, which is the remuneration of euro products. So it's possible that we continue to see that kind of movement inside the global contract outflows from the euro part inflows into the UC part -- UL part, excuse me."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The last question is from Máté Nemes, UBS."
  },
  {
    "person": "Máté Nemes",
    "role": "questioner",
    "position": "UBS",
    "text": "Máté Nemes"
  },
  {
    "person": "Máté Nemes",
    "role": "questioner",
    "position": "UBS",
    "text": "Two questions left. Both are on costs. The first one is on Italy. I think this quarter, you saw some one-off integration charges. Can you confirm that these are completely done now? And if that's the case, what sort of run rate should we expect going forward? And then the second one, still on costs, more on the group level. Could you give us a sense of what your expectations of the cost trajectory in 2023. In '22, you still had some one-off items. Clearly, as we are seeing inflation at an elevated level. I'm just wondering how we should think about costs and cost growth in '22."
  },
  {
    "person": "Jérôme Grivet",
    "role": "answerer",
    "position": "Deputy CEO",
    "text": "In Italy, we are done with the integration of Creval inside Crédit Agricole Italy. And actually, the merger -- the legal merger was performed in the first of last year and the migration of the operations of Creval on the platform of Crédit Agricole Italy is completed now. So we don't have, and I don't remember having booked any kind of restructuring charges or almost nothing in the last quarter, and it's now completely done. So going forward, in Italy, we are going to continue to benefit from the improvement of the operations coming from Creval actually because we continue to enhance the equipment rate of the customers coming from Creval and we continue to, I would say, boost the distribution capacities of the branches coming from Creval network. So going forward, Italy is going to be a development story. We hope so."
  },
  {
    "person": "Jérôme Grivet",
    "role": "answerer",
    "position": "Deputy CEO",
    "text": "In terms of cost trajectory in 2023, you know that we permanently manage the cost income ratio, not the cost base per se because we think -- excuse me, that we have to adapt permanently the cost base to the capacity of generating revenues. So of course, we have, I would say, a more accommodative stance on the cost base of, for example, Crédit Agricole Assurance, where we have a permanent increase in market share, a permanent increase in the number of policies that are managed and with some other businesses in which for different reasons, the capacity of posting a significant increase in the top line is more subdued. So clearly, we try to monitor cost income ratios, and we have regular interactions with the different businesses in order to reassess their capacity to reach the level of revenues that was defined in the budget process. And if it's not possible to reach this level of revenues, then, of course, we challenge them on their capacity to adapt their cost base. But we don't want to communicate simply on the basis of cost trajectory across the board for the group, it wouldn't make sense."
  },
  {
    "person": "Máté Nemes",
    "role": "questioner",
    "position": "UBS",
    "text": "Máté Nemes"
  },
  {
    "person": "Máté Nemes",
    "role": "questioner",
    "position": "UBS",
    "text": "Thank you."
  },
  {
    "person": "Jérôme Grivet",
    "role": "answerer",
    "position": "Deputy CEO",
    "text": "Jérôme Grivet"
  },
  {
    "person": "Jérôme Grivet",
    "role": "answerer",
    "position": "Deputy CEO",
    "text": "I think we're done. So again, thanks a lot for your participation to this meeting. Thanks, of course, to Philippe and Olivier. And we are looking forward to meeting you in three months."
  },
  {
    "person": "Olivier Gavalda",
    "role": "answerer",
    "position": "Deputy CEO",
    "text": "Olivier Gavalda"
  },
  {
    "person": "Olivier Gavalda",
    "role": "answerer",
    "position": "Deputy CEO",
    "text": "Thank you so much."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Thank you. Goodbye."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]