[
  {
    "person": "Unknown",
    "role": "operator",
    "position": null,
    "text": "I would now like to hand the conference over to your speaker today, Philippe Brassac, Group's CEO. Please go ahead sir."
  },
  {
    "person": "Philippe Brassac",
    "role": "operator",
    "position": "Unknown",
    "text": "Well, thank you so much and good afternoon everyone. Philippe Brassac speaking. First of all, thank you so much for being connected with us. We are very pleased to present our main set of results and figures for both the fourth quarter and the rule 2021. It will be very interesting for me to listen to your questions and I shall attend the rule meeting, but my only take away message is simply the fact that we succeeded to get as many banks at this very interesting and very excellent results. Thanks to the fact that they were absolutely linked to this huge operation, a successful operation to preserve and to save economy from the consequences of this crisis of the COVID crisis. And naturally on the next years we select to drive these shifts to – from mobilizing above the crisis to mobilize above the transitions that are useful and necessary all around us."
  },
  {
    "person": "Philippe Brassac",
    "role": "operator",
    "position": "Unknown",
    "text": "So I stop on this point and I naturally give the floor to Jerome Grivet to submit our results and try of course to answer to your relevant questions. Jerome please."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, Philippe. Good afternoon to everyone. I will start directly with the figures. And starting with the group figure, you can say that – you can see on this page that we are posting this quarter and for the full year of 2021, the highest results we ever published for Crédit Agricole with stated net income, which is above €9 billion for the full year on again a stated basis. When it comes to the underlying net income figures, the net profit for the full year is €8.5 billion and €2.3 billion for the quarter. Interestingly, we see that both for the quarter and for the full year, we manage to keep a very significant positive jaws effect with revenues much more sharply up than the cost base and the cost of risk is significantly down."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "Lastly the cost income ratio at group level improves by close to 2.5 percentage points and the solvency at group level further improves with the CET1 ratio, which is now at 17.5%. If I go now to CASA's figures on the following page, you see more or less the same trends with a net profit – stated net profit for the full year, which is above €5.8 billion and above 1.4 for the quarter and on an underlying basis close to €5.4 billion for the full year and again €1.4 billion for the quarter. Just a word on the specific items this quarter, which are close to nil actually minus 7 million, it's almost nothing, but it's a combination of huge positive one-offs, which were more or less all linked to the CreVal acquisition in Italy, the last positive effect of the CreVal acquisition in Italy, badwill recognition and DTA recognition."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "And we've, to put it in a nutshell, invested the biggest part of this positive one-off into improving the future and recurring profitability of Crédit Agricole Italia. We'll come back on this later on. So this is leading to almost nil globally in terms of specific items. Again, we have a very positive jaws between revenues and costs be it on an underlying basis and also restated from scope effects we have a strong reduction in the cost of risk and all in all a sharp improvement in the net profit. Cost income ratio is down. Solvency is down, we'll back also on this later on, but significantly above [indiscernible] requirement and profitability is very strong above 13% in terms of return on tangible equity."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "On Page 7, I think two main messages. The first one is that having met the 2022 medium-term plan financial target, we are now ready to provide new targets to the market and we will held an Investor Day on June the 22nd this year in order to update the market with new medium-term target, 2025 medium-term target. And the second important element is that we are going to propose to the general assembly meeting to adopt a level of dividend of €1.05 per share, again I will describe a little bit more, how this figure has been reached."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "Let me go now on Page 8 with an analysis of the evolution of our revenues. I think two or three main ideas on this page. The first idea is that revenues are shortly up both on the full year and on the quarter as compared to 2020, but interestingly it's also significantly up and either more up as compared to 2019, bear in mind that actually 2020 was revenue wise also a very good year. The second interesting item on this page is that if we restate the evolution of the revenues from the scope effect, the main element of this restatement being the fact that the CreVal has been integrated only in the middle of 2021. We continue to see a sharp increase in the evolution of the top-line of the revenue line. And then the last interesting point is that what you can see is the fact that this revenue improvement on the full year is a spread on all business lines, all business divisions have been able to improve their revenues in 2021 as compared to 2020."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "If I go now to Page 9 with the cost evolution, what you can see is that the cost evolution is less important than the revenue evolution I just presented on the previous page. And it's even more moderate if we restate the cost evolution again from the scope effect. What you can see is that actually restated from the scope effect, the costs are up only 4.3% Q4 on Q4 and 3.5% full year on full year. The explanation of this increasing is spread between IT investment and expenses, increase in variable compensation, ForEx impact and other items. But nevertheless, both with and without scope effect, we manage to post a very significantly positive jaws effect on the quarter and the full year."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "Going now on Page 10, we wanted to give a little – a broader horizon in terms of our capacity of generating revenues. And we looked back on the last five years, what we see is that regularly on each quarter, we've been able year after year to improve the level of the revenues. That's the first point. And actually the average growth in the last five years of the revenues was around 5% when at the same time the cost increase was in average 2.5%, which means that we've managed to improve the gross operating income by 7.5% year-after-year. And of course, to decrease very significantly the cost to income ratio, which is down five percentage points between 2017 and 2021."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "Going now to the risks, I'm talking about the underlying cost of risk, i.e., excluding the one of items that we posted in Italy through this reinvestment of the capital gains and bad will recognition that we had with the CreVal acquisition."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "So, talking about the underlying risk, what you can see on this page is that actually the level of risk is very significantly down, both for the quarter and for the full year as compared to 2020, it's the case, both for Crédit Agricole S.A. and Crédit Agricole Group. The level of risk is also significantly lower than the assumption that we had made when we presented the last medium-term plan, it was 40 bps on the perimeter of Crédit Agricole S.A. and 25 beeps on the perimeter Crédit Agricole Group globally."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "And maybe the last and interesting point is that every quarter, this year we've continued to increase a little bit the Stage 1 and Stage 2 provisions, i.e., with a void to write back provisions simply on the back of a better macro-economic scenario. And as you know, we have a methodology that combines the effect of the macro-economic scenario and some local forward-looking aspect. And actually, each quarter when the macro-economic scenario was generating some write-backs of Stage 1 and Stage 2 provisioning, we've offset these write-backs by increasing the local forward-looking."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "This is leading to the situation which is described on Page 12, where we have improved over the year, the coverage ratio of our non-performing loans with provisions when the level of non-performing loans was decreasing as compared to last year. And within the global stock of provisions that we have, we’ve significantly increased between 2019 and 2021, the component linked to Stage 1 and Stage 2. And actually, for the perimeter of CACEIS one third of the €8.9 billion of provision is made of bucket one and bucket two provision. This amount has been increased by €1 billion since 2019. And on the perimeter of the Group globally, the increase is €2 billion between 2019 and 2021, and the amount is close to 40% of the €18.9 billion of provisions, i.e., we have close to €7.5 billion of bucket one and bucket two provision on the perimeter of the whole Group."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "This is leading to the evolution of the net profit that is described on Page 13. Again, what you can see is that there is a significant increase, a sharp increase of the net profit, both on the quarter and on the full year between 2020 and 2021. But there is also significant increase if you compare 2021 to 2019."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "And maybe last point on this page, interestingly, this improvement of the total profit is more or less fueled by two engines. The first one is of course, the decrease in the cost of risk. But the second one almost as important as the first one is the increase in the gross operating income. For the full year, it's €1.2 billion of increase of the gross operating income, €1.4 billion decrease in the cost of risk, leading all-in-all to a €1.5 billion of improvement of the net profit."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "On Page 14, we provide, again, this comparison between our return on tangible equity, 13.1% for the full year 2021, and the average of our peers in Europe. And again, we've managed to keep a very, very significant margin above the average of our competitors."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "Let me go now to some highlight of we've been achieving in 2021, and actually since the beginning of this medium-term plan. Starting on Page 16 by a few highlights on the further developments of our business model, the customer-focused banking business model. We've been and we've continued to improve our efforts and there is a lot of examples provided on this page. We've continued to improve the digital experience of our customers, and we've continued to develop our human project, i.e., empowering all the teams locally as close to the ground as possible. This is all in all leading to a further improvement of the customer satisfaction. And we've, again, provided some examples for the regional banks of Crédit Agricole for LCL and for CACF. And this improvement in the customer satisfaction itself is fueling our further growth."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "In terms of commitment to our societal project for the Group globally, again, we are providing here on Page 17, a few examples of the different actions that we've been taking, both for supporting the effort of our customers in their own energy transition, be it corporate or individual customers and also relocating our own financing books from, I would say, brown assets to greener set of assets."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "And I'm pleased to say that a study of Bloomberg stated that we were the only amongst 30 big banks globally to have a bigger green loan book than a brown loan book. This study has been published a little bit earlier last year."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "And lastly, we provide also some examples of our commitment towards inclusivity and support to all the population that needs support be it the families, the over indebted customers, all the young."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "On Page 18, just a reminder of what we've presented to the press on December 1, last year. We've presented a series of markers of our commitments towards the climate, towards the agricultural, and agri food transitions and towards the strengthening of the social cohesion and inclusion. So, we're giving on this page the list of these items. What is interesting is that we are committed to give regular updates on the way we progress on the achievements that are described on this page."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "On Page 19, just a reminder of all the achievements of these medium-term plans. First, as I said in the beginning of this meeting, we've met now all the financial targets that we had initially set for 2022. This is the case for the net income, which is now well above the €5 billion threshold. This is the case, and this has been the case for the cost income ratio since now, stable quarters. It's also the case for the return on tangible equity above 11%, the distribution policy strictly to our 50% commitment despite the fact that in 2019, we had to skip the dividend. And then the CT1 ratio is well above the 11% target."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "We've fully unwound the switch mechanism. The initial commitment was to unwind it half by end 2022, but actually our financial capacity allowed us to do it more completely and earlier. And this is going to help fuel the future profitability of CASA next year. And also taking a look at all the strategic operations that we did in the last three years, I think we can say that we've been quite agile in adapting our setup to all the opportunities and to all the necessities."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "We concluded eight new significant strategic partnerships. We've made a significant number of acquisitions for a total of €4.3 billion, but we've been also able to dispose of certain assets for a total of €2.3 billion. So all-in-all, the impact of this acquisition net of the disposal represented 50 bps of capital consumption in the course of the medium term plan."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "On Page 20, you have a wrap up of all the initiatives that we've been taking last year in order to adapt our car financing business to the new behavior of the customer and to the new, I would say, stand out in this business. We've completely restructured the partnership with Stellantis, this is going to be up and running beginning of 2023, but the principles are now clear and CACF is going to be and to become the exclusive partner of Stellantis for the development of their long-term leasing in all their branches across Europe."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "We are going to become the 100% shareholder of FCA Bank. And we are going to develop a new model through FCA Bank of multi-brand car finance across Europe. And we've also started from scratch, a business of long-term rental offer dedicated to the group’s retail banking customers targeting 100,000 vehicles by 2026."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "If I go now to the main highlight regarding every business line specifically, let me start with the asset gathering and insurance activities on Page 22, excuse me, just two important items on this page. The very sharp increase in the assets under management globally triggered both by, of course, the acquisition of Lyxor, but also a positive market effect and significant inflows and the profitability of this business division continues to progress for the full year and for the quarter."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "Looking at the insurance activities on Page 23, it's been very active quarter from a commercial viewpoint with a record of income premium in Q4 2021. Very good activity both in life insurance activities and non-life activities and also a very strong quarter in terms of profitability, despite the fact that the revenues were impacted by two phenomenon."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "The first one is the declassification of La Médicale disposal, which is now accounted for under IFRS 5, considering its imminent disposal. And the second element is that again, this quarter we've had a significant amount of capital gains with the low corporate tax rate and this allowed us to reduce our financial margin to continue to strengthen the different provisions that we have in our books will generating at the same time, the targeted level of profit."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "On Page 24, we are giving some longer view elements of evolution of the profitability of the insurance business. And what is interesting to note is that in the last eight years, we've been able to grow the net profit by around 4.5% to 5% a year, despite the revenue growth, which was only 2% a year. So this is perfectly illustrating the fact that actually considering insurance activities, it's not sufficient to assess only its profitability for the top line you really need to go to the bottom line in order to fully acknowledge the profitability."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "And in the upper side of this chart, what we show is that we've been able in the life insurance activity to continue to keep a very important margin between the yield of the asset books that we have and the profit sharing rate that we pay to our customers fueling at the same time, the profit of the insurance company, and also a sharp increase in the policyholder participation reserve that is helping us for the future."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "In the asset management, Amundi published its results yesterday. So you've been probably able to take a look at them. I think we can stick to a few comments. The first one is that the threshold of 2 trillion of assets under management has been exceeded. And again, it's due at the same time to a very strong inflows plus of course, the integration of Lyxor end of 2021. And from a financial view point, the net profit is very significantly up despite some kind of normalization of the performance fees this quarter."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "If I go now to the large customers division on Page 26, maybe just a few highlights regarding the asset servicing business, we have a strong growth of assets under custody and assets under administration, a sharp increase in the top line. And so a good evolution of the net profitability of CACEIS. On page 27, some highlights regarding CACIB, I think that once again, this quarter illustrate the very good resilience of CACIB, you know that globally for all participants in this market, FICC business was weaker this quarter as compared to the same quarter in 2020."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "It was to a certain extent, less the case for CACIB than for some of its competitors. But nevertheless, this slight decrease in revenues in the capital market activities was more than compensated by a very buoyant level of activity in the financing businesses of CACIB. And all-in-all considering the fact that the cost of risk has been almost pushed down to zero this quarter, the net profit of CACIB is at the very high level and increasing sharply as compared to 2020."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "I should add to that this very low level of cost of fee this quarter has been reached despite the fact that we've been taking a kind of overlay Bucket 1 and Bucket 2 provision across the board, and especially at CACIB, but CACIB represents close to €50 million of overlay provision this quarter. In the specialized financial services division, consumer credit and leasing and factoring activities, we see more or less the same trends i.e. a very good commercial momentum in the fourth quarter. And it's been the case despite some headwinds, the first headwind regarding the consumer credit activities is the fact that the car market in Europe continues to be a little bit penalized by these bottleneck issues. And so the all, what is connected to the, to the financing of new car is penalized. But despite this part, production is up and outstandings are up as compared to end of last year."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "And regarding leasing and factoring activities, the level of activity was also very, very dynamic this quarter. So this is leading all-in-all to revenues, which are significantly up cost of risk, which is down and the net profitability, which is quite significantly up for all these businesses."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "If I go now to French retail banking activities, LCL, we’ve got a good quarter again in terms of commercial activity with for the full year customer capture, which is above 300,000 new customers. And books are up both for loans and for customer assets leading to a revenue, which is quite significantly up 4.5% for the full year and 3% for the quarter. The cost base continues to be very well managed, more or less flat as compared to 2020. The cost of risk is down and does the profitability sharply increasing."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "In Italy, of course, this quarter is a little bit to read considering the fact that we are in the process of integrating travel within our setup. It’s the – last quarter was really the history of integrating CreVal from a commercial viewpoint, i.e. progressively training all the CreVal stuff to the sale of the different products and services manufactured by the group."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "And the figures are of course impacted by the integration of CreVal. If we try to read across these figures and to assess the performance of the historical parameter of Crédit Agricole Italy, what you would see is that revenues were down clearly impacted amongst other elements by the sale of a very significant portfolio of non-performing loans, €1.5 billion. So of course, this is leading to a lower level of revenues or all things being equal, and we continue to see in Italy globally a certain pressure on the interest margin."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "But nevertheless, fees and commissions are positively oriented. The cost base is up around – up but actually restated from a high contribution to the Italian deposit guarantee fund. The cost base is flat. The cost of risk is improving. And so the net profit on the historical perimeter is more or less flattish this quarter and sharply improving for the full year."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "Crédit Agricole globally in Italy on Page 31, again this – these activities in Italy continue to represent the very strong contribution to the net profit of Crédit Agricole SA around 13% of the net profit of Crédit Agricole SA. And this is an amount of €750 million of net profit generated in Italy."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "We provide on this page a summary of all these the elements that were linked to the acquisition and to the integration of CreVal and what you can see is that in two steps, second quarter and fourth quarter of this year, we’ve recognized all in all net bad will of close to €500 million plus certain DTA adjustments, positive DTA adjustments, and this financed a series of operations that were designed to boost the future of profitability of Crédit Agricole Italia going forward with the launch of next generation HR plan."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "So it’s a redundancy plan that is going to help us reduce and improve the staff in Italy and the financing of the – this NPL sale plus strengthening of the remaining – the provision related to the remaining loan book that we have in Italy. The rest of the international banking, retail banking activities, excluding Italy, so the four entities that we have what we can see on this page is that the normalization continues to be up and running after a year 2020, which was earmarked with the pandemic consequences."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "And so we are now reaching back levels of profitability that we had before the pandemic with the net profit, which is at 40% on the full year for this business division. The corporate center is significantly up this quarter, reaching a very low level of plus of €26 million for the quarter only. It’s linked to a further improvement of virtual components of the corporate center with an improvement of the management of the balance sheet of CASA and CASA only with also the businesses accounted for within the corporate center posting better performances."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "It’s the case for the private equity business, for example, and with also an increase of the revenues coming from the payment services entity. And the non-recurring or the more volatile part of the corporate center is also improving this quarter with some inflation swaps generating positive reevaluation plus dividends that we’ve received from entities outside the group."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "Let me finish this review of the different businesses with the regional banks of Crédit Agricole, and when – where we will see more or less the same trends as the one we’ve seen with LCL with a significant level of customer capture plus 1.2 million new customers this year only. A sharp increase in the balance sheet with customer assets of 6% and customer loans up 5%, almost all categories of loans being significantly up, the equipment rate of the customers of the regional banks continue to be up in insurance products and amongst other non-life insurance products. And so this is leading to a very strong improvement of the contribution of the regional banks to the results – the net results of the group."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "Let me go now to the solvency. You can see on Page 37, the evolution of the solvency of the group and the evolution of the solvency of Crédit Agricole SA. At group level, the solvency improves further this quarter going from 17.4% to 17.5%. And at CASA level, the solvency is quite significantly down, but in a very explainable manner, it’s down from 12.7% to 11.9%. So it’s a decrease of around 80 bps. And this decrease is completely explained by two elements which are first the switch unwinding, which represents around 60 bps of impact on the CET1 ratio and the extra distribution above the normal dividend that is regularly provision quarter after quarter."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "This quarter, we have also the consequences of two elements. First, the share buyback that we did in the quarter around €500 million of share purchase that are going to be canceled. And also the ex-part €0.20 a share dividend that is in connection with the 2019 dividend repayment. This quarter, we also have some negative impacts of the different M&A transactions that were concluded on the quarter, namely the acquisition of Olinn by CALF plus the acquisition of Linxo."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "Going now to the dividend on Page 38. We iterate the commitment that we have to pay 50% of the net attributable results in cash. And this quarter, we add to that this year, excuse me, we add to that another €0.20 in order to continue to repay the skip 2019 dividend. We paid €0.30 in 2020. We are going to pay €0.20. So this means that there is still another €0.20 to go before we have fully repaid this 2019 skipped dividend."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "I think that regarding liquidity on Page 39, there’s nothing much to say the situation continues to be very ample and very comfortable, simply not that we are starting to study the end of the TLTRO mechanisms and all the consequences of the progressive exit from the different quantitative easing monetary policies in order to make sure that we continue to have a very good liquidity position going forward."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "On Page 40, market funding, what I can say is that the market funding program has been conflicted without any difficulty in 2021. And we continue to be ahead of the curve in 2022 is a significant amount of different categories of debt that have been already issued on the market since the beginning of the year in very good condition."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "So let me now conclude by reiterating the fact that this year results were very good results with high profitability, a high solvency, but we need to assess those results in a series actually of good performances that we’ve had in the last at least five or six years with a very regular set of – very regular capacity of growing the top line, a very good cost discipline and all in all a very prudent risk management."
  },
  {
    "person": "Jerome Grivet",
    "role": "operator",
    "position": "Unknown",
    "text": "Thanks, again. And let me now take your questions."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. [Operator Instructions] Your first question today comes to the line of Giulia Miotto from Morgan Stanley. Please go ahead. Your line is open."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes. Hi, good morning. Jerome."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "Good morning, Giulia."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Unknown",
    "text": "Hi. Two questions, please. The first one, if I’m not mistaken, I saw some headlines this morning from an interview, talking about potential further involvement in Italy M&A consolidation. So could you please update us on that topic, basically, if anything has changed, if you see any opportunity, if you have it looking at – if you are looking at any fine at the moment, et cetera."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then my second question is on asset quality. So I think all banks are saying that asset quality is really way better than they had expected at the beginning of COVID. So why our Stage 1 and Stage 2 still increasing? And in your view, when can we expect to see some reversal of the COVID overlays, if at all, is that a 2022 or maybe 2023 topic? Thank you."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you. Let me start with your first question. Actually, I think you’re referring to some headlines that were published after an interview I gave on Bloomberg TV this morning. And if I want to quote myself precisely, what I said is that the bulk of our strategy in Italy was to continue to go organically that we were ready as we did in the past to take advantage of opportunities. So nothing has changed from this viewpoint. We continue to focus on organic growth, and this is working, and we continue to be available for opportunities if they rise and if they meet all our criteria, I think nothing has changed."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "Asset quality, yes, the asset quality continues to be very good. You’ve seen the reduction in the proportion of NPL in our balance sheets. We are – I would say structurally, identically prudent. So this is why we’ve done everything we could in order to avoid to write back Stage 1 and Stage 2 provision this year. And actually, the intention is not to fuel our future results by writing back this 3 billion Stage 1 and Stage 2 provision 3 billion, excuse me, Stage 1 and Stage 2 provision that we have in our books at CASA and 7.5 at group level, the intention is to keep this Stage 1 and Stage 2 provision to be able to use them, if at a certain point in time, there is a necessity to cover higher losses. And that’s really the way we see it. Of course, we will perfectly comply with all accounting regulation and standards, but every time we can have some margin of maneuver we are going to use it in the sense of prudence."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Your next question comes from the line of Jacques-Henri Gaulard from Kepler. Please go ahead. Your line is open."
  },
  {
    "person": "Jacques-Henri Gaulard",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes. Good afternoon, gentlemen. You are obviously competing the plan. It’s been a great success. And I have more question on the – I would say, ESG pillars of that plan. You remember – of course, you would remember the fact you had three pillars, which were human society clients. I would say, within that, are we going to role that for 2022. Are those pillars, which – where are priorities? Are we going continue that way? Or are they going to sort of like evolve somehow? And maybe if you can give a view about what has been the most successful and maybe the area where you believe you could have done potentially better that the first question around that."
  },
  {
    "person": "Jacques-Henri Gaulard",
    "role": "questioner",
    "position": "Unknown",
    "text": "And the second would be on the dividend and on the payout, it has to be said you’ve been the most innovative and loyal of all the French banks in terms of capital distribution, particularly during this pandemic. And in broad terms without obviously giving anything away, because we’ll have things endured. What is your philosophy about capital returns? Thank you."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Unknown",
    "text": "Well, thank you, Jacques-Henri. I’m afraid I will disappoint you a little bit in my answers and probably every time your questions are going to address, I would say, medium term issues. I will postpone the answers to the June 22 meeting, because of course, we need to wrap up all our IDs and to provide a full plan at this date. But nevertheless, let me try to provide some elements of answer."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Unknown",
    "text": "First, regarding the three pillars, the medium template that we are going to update, it’s not a change of the group project. The group project is here to stay. It’s the – I would say, the structure of all our activities and we are going to keep it this way. So it means that we are going to stick to our price on that, we are going to stick to these three pillars as you call them project Projet Humain, Projet Sociétal, Projet en, that’s for sure. But we need to regularly fuel these three pillars with new IDs, new initiatives, and new action plans."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Unknown",
    "text": "And this is what is going to be presented on June 22 this year. And more importantly, maybe I think that this is a time where we need to accelerate massively on certain of those items. And I’m talking especially about energy transition and climate transition, because definitely what we see is that it can no longer be just the nice thing that you add to all the rest. It must be now fully embedded in the way we develop our activities. And probably if anything is to change, this is going to be this way. This is going to be by a transforming a little bit these priorities into really the engine of the future development of our businesses. But again, we will give a much more detail engine."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Unknown",
    "text": "When it comes to the dividend, again, for the time being, we stick to our policy, which is 50% payout, plus as we want to be loyal to our shareholders – all our shareholders, plus the repayment of the skipped dividend of 2019. So we stick to that, which means that in 2021, regarding 2020 performances, we’ve paid 50 plus 30. In 2022, regarding 2021, we are going to pay 85 plus 20. And normally in 2023 regarding 2022, we’ll pay something plus 20. And that for the time being is going to be our dividend policy. And if we have anything else or in addition to say regarding this policy, it’s going to be for June."
  },
  {
    "person": "Jacques-Henri Gaulard",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you, Jerome."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Your next question comes from the line of Tarik El Mejjad from Bank of America. Please go ahead. Your line is open."
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Unknown",
    "text": "Hi. Good afternoon, everyone. Two questions for me please. The first one on IFRS 17, if you can give us some first indication on potential impacts. Hopefully we can have some idea before June. So would you use some of the PPE to smooth the impact and what kind of capital impact for the first application we’ll be looking for? Are we below what other banks already announced or say magnitude just on first elements, please? And then second question on sensitivity to rates. When I look at your reporting and you’ve been quite consistent with showing very limited sensitivity to rates as 100 basis points shift – partly shift. And in your pillar three first half results 2021, you showed some significant increase, €1.3 billion placing you like one of the highest in Europe in terms of sensitivity. Can you explain what’s the change in terms of, is it methodology change? Is it just like one off and maybe you have a provisional number to give us for the full year. Very much."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "A difficult question that you are asking. IFRS 17 to start with. You know that in 2022, we are producing our accounts both under IFRS 4 and under IFRS 17, IFRS 17 simply for internal use. So we are going quarter-after-quarter to be able to have a better ID of the differences between the accounts under IFRS 4 and IFRS 17."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "Maybe to put it in a nutshell, first, in the long-term, there’s no difference. It simply is about time differences in the recognition of the profit linked to the insurance activities. So at the end of the day, there should be no difference between the assessment of the profitability of an insurance business under IFRS 4 and under IFRS 17. Second point, as we fine tune our hypothesis and as we fine tune the capacity that we have to make the best usage of all the technicalities and all the optionalitites that are embedded in this new regulation, we concur to say that revenue wise or profit wise, shall I say, we should be with a profile that could be very close to the profile that we have presently under IFRS 4."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "This will have a certain cost in terms of capital initially, because this would need us to put aside some future results in this famous consumer service margin or client service margin. So this may have a certain impact on our sovereignty, but which would be perfectly manageable considering the level where we stand now. So definitely it’s going to be a big, big affair this IFRS 17 transition."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "From an operational viewpoint and actually we have lots of teams working on this issue since now two or three years, and we are spending a lot of money on that. And that’s probably not the best usage of our funds, but that’s the name of the game. But they should be – they shouldn’t be too big an impact in our overall profitability. And this should be very manageable."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "Going now to the rates. Actually giving rate sensitivity is always – for the future is always a very, I would say, hazardless calculation. So what we’ve provided in the pillar three documents is an assessment with very strong assumptions. The first one is that it’s the result of the evolution in three years time. So it’s not two, it’s in three years time. The second very strong assessment is that there is a 100% pass-through of all the rate evolution into the different assets and immediate – 100% and immediate, which is also a strong assumption."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "So what you should keep in mind is that all in all, we should be able to manage the increase in rates as we’ve been able to manage the decrease in rates. In 2022 it’s sure that for the time being, we have already embedded a negative impact of the rate increase, which is the increase in the remuneration of the regulated savings accounts and for LCL, this is going to represent and around €50 million of impact on the NBI for the full year of 2022, which is not massive. And the rest will depend on our capacity to preserve the average cost of our liabilities besides the regulated costs and to progressively reprice the new loans that we are going to book with higher hedge, because for the time being long-term rates have increased by 60 to 70 bps in the last six months when home loans rates have continued to decrease."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "So this must stop and we have good signs saying that we are at this inflection point and then everything is going to depend from the – on the capacity of – obviously, repricing these new loans."
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay. Thank you. I didn’t realize it was a three years impact. That was like first year impact."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "No, no it was a three year impact."
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Your next question comes from the line of Guillaume Tiberghien from Exane. Please go ahead. Your line is open."
  },
  {
    "person": "Guillaume Tiberghien",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes. Good morning – good afternoon. Thank you for your presentation. Two questions. One is on the resolution fund. One of your competitor in France seems to suggest 10% to 15% increase in 2022 and another one about 30% to 40% increase in 2022. So what guidance would you give us? And the second one is on the SFS and the Stellantis JV. So is it nasty to say that between the time you stop the existing partnership and run off part of the book and the time when you grow a new book from scratch there’s going to be a bit of period in 2022, where revenues might not be that great and cost will pick up to set on the new partnerships. Thank you."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you for your two questions. As far as the resolution fund is concerned, it’s an area in which we regularly have bad surprises. So I will be very prudent. I think I don’t have the precise figure in mind. But I think we’ve embedded in our budget as slight increase in the contribution for 2022 as regards 2021, but not in the magnitude that you are stating. And I really don’t understand why this should be of this magnitude this year, but again, this is which the surprises are generally on the bad side."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "Regarding Stellantis, and the restructuring that the partnership don’t forget that day one, the pyramid of the long-term leasing activities will increase, because the former long-term lease of TSA will be combined with leases, which was the former long-term visa of FCA. And so day one, this is going to be a bigger activity. The name was free to move. So day one, the long-term activities will be bigger. And the book of loans within FCA. So the traditional financing book within FCA is, and continues even this year to be maintained and to possibly increase. So it means that the one of is going to start only beginning of 2023 with an average duration of the book, which is three or four years."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "So, I’m not saying that we don’t have maybe in the first, in the very first quarter of some slight negative impact, but it’s not going to be very significant. And the vision that we have is that actually the business of long-term leasing is going to go much faster than the business of traditional car financing. And so we are betting on that also."
  },
  {
    "person": "Guillaume Tiberghien",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay. Thank you."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Unknown",
    "text": "So, globally, it’s going to represent a higher growth engine in the future."
  },
  {
    "person": "Guillaume Tiberghien",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Your next question comes from the line of Delphine Lee from JPMorgan. Please go ahead. Your line is open."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "Unknown",
    "text": "Hi, good afternoon, Jerome. So two questions from me. My first question is on French retail. So, you mentioned the impact on [indiscernible] just wondering, in terms of all the moving parts like how we should think about the outlook for sales revenues in 2022. If you could give some color, that would be great."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "Unknown",
    "text": "My second question is on capital and your 11% CET1 target for 2022. You clearly have quite a bit of buffer above that. I mean, do you intend to do anything about this or basically you’ll just keep that, that buffer for now, and we have to wait for the new plan to see how you could redeploy the excess capital?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yeah. Let me start with the second question, Delphine, obviously you are right. We have birth for above 11% that’s for sure. And we are going to wait for the new medium term plan to exactly explain the new trajectory, bear in mind that we still have some moving pieces from a regulatory viewpoint ahead of us. We still have a few impact something that are due in 2022, probably around 20 bps to 25 bps of impact. There’s still the impact of the transition to 17, I was just referring to a little bit earlier, which is going to hope that we also impact a little bit as solvency. And then there is the final text on Basel IV. The initial text on Basel IV is, I would say digestible for essay with the strong assumption that the output flow is going to bite it only at the highest consolidated level, but of course, we’re cautious until we see the final version. So all these moving pieces, plus the fact that we intend to publish this new medium term plan on June 22 is leading me to a postpone, a precise answer."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "On French retail, what we can say is that we know the negative impact from Israel that for sure it’s the already embedded, and it’s going to be in the region of €50 million net from the benefits of the different hedges that we have, but which do not fully cover the impact. We know that starting July 1, we will lose also the benefit of the 50 bps on the LCL. So LCL is one of the benefits of this TLTO premium globally for CASA. We are going to lose between 2021 and 2022, around €200 million of revenues in connection with the TLTO that’s absolutely mechanical, mechanical, and cannot be avoided. On the perimeter of LCL what is going to be here to offset these negative elements, the volume effect, are we going to continue to see a sharp increase in the volumes and for the time being there is no slow down."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "The second element is as I said before, the repricing pace of the new home loans that we’re going to grant to our customers. The third point is of course, the continuation of the increased improvement of the equipment rate of our customers with a broader range of product and services and offers, and keep in mind that in the last quarter, for example, the increase in the revenues at LCL was more triggered by fees and commissions than by the interest margin. So this is, of course, going to be a very important element."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "And at CASA level globally, keep in mind that ahead of us for 2022, we have those negative impact linked to deliver into TLTO, but we have positive elements that are also already embedded. We are going to have the full year effect of the integration of CASA. So this may represent as much as let’s say, €300 million of additional revenues. We will have also the full year effect of the unwinding of the switch mechanism. And as compared with 2021 this may represent another €120 million, €130 million of additional revenues. And then of course, we have a full year of which is going to be integrated with AMUNDI and which is also going to represent around €200 million of additional revenues."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "So all these elements to say that 2022 is going to be what we are going to make of it. We start the year with certain headwinds, but also some tailings, significant tailings. And so now it’s up to us to deliver another good operational performance."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "Unknown",
    "text": "And as the culture decline in 2022 for well LCL, or let say CASA level, but how much would that be?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "For CASA globally its going to represent around €200 million, which is spread between LCL CASA itself. And so the corporate center, CACIB [indiscernible] also. So it’s spread around all businesses, depending on their contribution to the credit eligible credit. So really you have that spread over all businesses, almost all businesses."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "Unknown",
    "text": "Great. Thank you very much."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Your next question comes from the line of Matt Clark of Mediobanca. Please go ahead. Your line is open."
  },
  {
    "person": "Matt Clark",
    "role": "questioner",
    "position": "Unknown",
    "text": "Hi. so a couple of questions, firstly a question on credit loan portfolio, you went into the COVID crisis with relatively high exposures to oil, aircraft, et cetera, other perceived risky sectors. But then in practice, you've had very low cost of risks there through the crisis. How do you view that in retrospect? Do you think that this proves that your risk management was correct and you just carry on as usual? Or do you think that it was a bit of a lucky escape and maybe you need to think about de-risking or changing your exposures over the medium-term? So that's the first question."
  },
  {
    "person": "Matt Clark",
    "role": "questioner",
    "position": "Unknown",
    "text": "Second question, just to come back to Stellantis, so for 2024, do you see these transactions as being net positive or net negative?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "Excuse me, which transaction?"
  },
  {
    "person": "Matt Clark",
    "role": "questioner",
    "position": "Unknown",
    "text": "Stellantis, once the SG&A runoff starts, because I'd thought, losing significant volume when you need to maintain the franchise to grow with independent partners would mean maintaining the cost base, would mean there'd be some quite steep adverse operating leverage there. So I guess that your 2023 target isn't affected, but would it be net positive or net negative for the consumer division in 2024? Thank you."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "Okay. Let me start with your question regarding the oil and gas exposure. I think that the fact that we have had on this and there's two aspects in your question, actually. The first aspect is regarding the risk management. The history that we have in this business is that considering the expertise of the teams considering the way we structure our operations. We never had a significant level of cost of risk in this business. So of course, it's definitely not a matter of luck. It's a matter of expertise. It's a matter of knowhow. It's a matter of really being able to understand which are the good counterparts and how to structure the transaction and all-in-all across 2012 up to 2019 the average cost of risk in this business was in the region of 7 bps on the yearly basis, the cost of final losses, not the cost of risk in terms of provision book, but the real cost of final losses."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "So this business is now facing not an issue of risk, but an issue of transformation. And that is the most important. And we are here to accompany our customers, as I said before in their energy transition. And what we intend to do in this business is really to be an engine to be a factor of a promotion of the energy transition of all the counterparts regarding the energy consumption and regarding the capacity of providing energy to the clients with a de-carbonated method. So that's really the point. And so it's a huge transformation, but it's not a matter of risk. And again, risk wise, we are not really concerned."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "Regarding Stellantis, the business of the new FCA Bank, i.e., this new bank that is going to develop its activity targeting small car makers that don't have their own captive financing entity or targeting independent car dealers across Europe, the development of this new business model actually has indeed started. And you may have seen that FCA Bank has already signed a new partnership with VinFast, which is I think a Thai car maker or Vietnamese, excuse me, Vietnamese car maker, which is making electric cars competing with Tesla."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "And so we are going to be the exclusive provider of car loans to the clients of the VinFast in Europe. And we are going to make use of this setup of FCA Bank setup, which we know very well, because we've been contributing to the construction of this setup in order to develop the business. And maybe another example you may have seen that we've taken a share in the capital of a dealer, a car dealer, which is independent car dealer, which is called BYmyCAR, a French one with a, with a European prospect. And the purpose was of course not to become a car dealer ourselves, but to conclude with this car dealer an exclusive partnership in order to be the only provider of car loans to its customers."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "So definitely we are working already on I would say building up the books of the new FCA Bank starting beginning of 2023. And we are really confident on the development of this business."
  },
  {
    "person": "Matt Clark",
    "role": "questioner",
    "position": "Unknown",
    "text": "Am I wrong to just think it in big picture terms though, you are losing a very successful, mature business and gaining a lot of kind of startups, maybe from – just from a timing perspective that would…."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "That's for sure. We – there is a, a very profitable and good business that is going to start its runoff, and we are going to be interested in the runoff beginning of 2023 and at the same time, and actually with a start that is going to be earlier net, we are building up the new business, not on a blank sheet, because actually there is already a whole series of partnerships, which are kept within FCA Bank, which existed before the restructured version of the partnership and which we are going to keep. So it's really more transformation than really a startup."
  },
  {
    "person": "Matt Clark",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Your next question comes from the line of Pierre Chedeville from CIC. Please go ahead. Your line is open."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes, good afternoon. I have one first question quite boring, but it's Page 39. I would like to understand better what you said on your interest rate sensitivities and, and what could be the future. When I look at your excess of stable resources are €279 billion and I deduct the TLTRO you are currently, as you say, above €100 billion of excess, which is your target. Can you remind us why did you choose this target €100 billion to what it corresponds?"
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "Unknown",
    "text": "And I am quite surprised that with €100 billion of excess your NSFR at group level or credit, we call SA, is it just above 100%? Is it matchable 100% or just above? And why don't you give the perfect figure? And could we imagine that because we know that it's a kind of sterilization in the current rates environment to have such excess, could you imagine that you could lower this leeway? And when we look at, on the figure on the left, your deposit at central banks, and when you know that you are penalized by 50 basis point on more than €200 billion, if we imagine that in your scenario of an increase of 100 basis point, it would be in my view, a significant increase in your net interest margin, much more significant than the negative impact and leeway, so I'm not very clear on that regarding your sensitivities. Could you clarify a little bit, I know it's boring…"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "Well. I think that Pierre we should maybe take some time globally on the balance sheet of the Group, and not only on the liquidity reserves, because here we are only assessing the liquidity reserves. Just a few elements to answer your question. First element, it’s one of the characteristics of the Group we have to deal with that. We are made of several entities. And for example, in terms of NSFR, we need to comply with the NSFR at Group level, at CASA level, at CACF level, so at different levels. So it means that on a consolidated basis, we are – I would say induced towards having higher reserves than would be the case if we were only made of one single legal entity with one single requirement to meet. So that’s the reason why we may sometimes appear to have two wider excess of reserves everywhere."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "Second point, of course, the ID is that once the TLTRO is not going to represent this benefit of 50 bps that we have for the time being. The intention is not to continue to have such a high level of reserves because for the time being, when you have €160 something billion of TLTRO growings, and when you have – when you deposit the same amount at the ECB, you have a benefit of 50 bps, of course, as soon as end of H1 2022, the situation is going to change. So of course these figures are going to be adapted at the end of the TLTRO premium."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "So these are the main elements and we are definitely preparing the new paradigm that will be the case after the end of the TLTRO benefits with possibly we’ve heard about it. We’ve heard the ECB talking about it with possibly the implementation of a higher level of tiering, which would also benefit us. Don’t forget that within the cash and central bank deposit, there is a certain amount that is not penalized because it benefits from the tier of course."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "So it’s actually more complicated than only a matter of €240 something billion of or €227 billion of deposits. It’s a more complex I would say management, but definitely you are right in pointing the fact that this balance sheet and this type of reserves are adapted to the present period of time, and it’s going to change after the ending of the TLTRO benefit."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "Unknown",
    "text": "If I may have a second question, a business question."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes, sure."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "Unknown",
    "text": "Regarding so you in Spain. Because it made sense when you had a JV with Bankia in my view to create a JV and consumer credit because you may benefit from its network. But I don’t really understand why, [indiscernible] standalone way in a very mature banking sector in Spain, as you know, very competitive. And I don’t know what is your competitive advantage to gain market share here and I’m quite surprised by your ambition because when I read your press release, you say that you want to be a leader in Spain in consumer credit front of [indiscernible], Santander. I’m quite surprised by this ambition. And so can you explain me exactly what you want to do there, and what do you think you are pertinent on this market? Thank you."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "Let me just go back on the origins and the history of this initial partnerships – partnership. The starting point was that we have some partners, retail partners, not banking partners, retail partners with a European scope like Apple for example. And so we needed to have a setup and operation in Spain in order to fully cover the perimeter on which they were ready to work with us."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "So the starting point is that we needed to have an operation in Spain. So we found this possible partnership then for the reasons that the partnership was early terminated because of the change of control in our partner. And we’ve decided that actually the startup that we’ve started to build was sufficient to be the starting point of an entity of our own in Spain."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "So for the time being, it’s not absolutely massive, it’s a few million euros of revenues and a few million euros of cost every quarter. So it’s absolutely tiny, but we think that we have the capacity to develop and to reach quite rapidly the break even, and then to develop properly the business. We have for the time being around €300 million of outstanding. And we think that reaching 1.5 billion in two years time is very reachable."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "So at the same time, we will be able to develop a business on our own in Spain making use of our knowhow, because the main asset that we have is the knowhow of CACF teams. And this knowhow can be deployed in Spain and then making use also of this setup to better serve our pan-European partner in retail activities in the long channel businesses."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you. Very clear."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Your next question comes from the line of Kiri Vijayarajah from HSBC. Please go ahead. Your line is open."
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thanks. Yes. Good afternoon, Jerome. A couple of questions from my side. So firstly on the capital. So now that you've unwound the switch, is there kind of a greater incentive to maybe leverage up the insurance company and optimize the RWA consumption there? Or do you feel it’s kind of more, pretty well optimized already, and maybe the insurance supervisor may not look to favorably on you changing the capital structure of the insurance company too much?"
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then the second question, going back to the whole Stellantis I think Slide 20 and specifically that 1 million target you’ve got for the fleet in the long-term leasing business by 2026, is 700,000 I think I saw in the present – that a right starting point pro forma today for the size of that fleet. And so is all of that to get to 1 million, is that all going to come from organic growth? Because of course, some of your competitors in that field, they’ve also got some quite ambitious growth targets there. So just trying to understand how you’re going to get to that 1 million fleet size, please? Thank you."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes. Let me start with the capital of Crédit Agricole Assurance. It’s true that Crédit Agricole Assurance has a very strong level of solvency. It’s far above the 200% threshold. And it’s true that we could leverage a little bit more this level of solvency in order to optimize the RWA consumption at CASA. That this high level of solvency at CAA has been reached amongst other elements by the fact that since two or three years now, the participating reserve I was mentioning earlier is now taken into account in the computation of the solvency."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "So it means that it’s not exactly neither capital nor subordinated debt, but it’s internal reserve that it represents part of the solvency. So we don’t want to go too low in terms of solvency. But we definitely, we are going to continue to optimize the capital structure of the insurance activities. We are go going also, probably to use a little bit of these solvency in order to adapt the portfolio of assets of career of Crédit to the present context in order to optimize the yield of the asset book and to adapt to the evolution of rates. But nevertheless, it's through that we have a certain margin of maneuver at this level."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Unknown",
    "text": "When it comes to [indiscernible] and to the long-term leasing entity, the starting point is that we have already around 650,000 cars which is about half and half coming from leases on the one hand and from free to move on the other hand. So what we have to do in, in four, five years time is to increase by 50% of this portfolio, which it's going to be made organically. It's not easy, but considering the pace at which this business is going, it seems to us perfectly reachable."
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "Unknown",
    "text": "Great. Thank you."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Your next question comes from the line of Flora Bocahut from Jefferies. Please go ahead. Your line is open."
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes. Thank you. Good afternoon. I'd like to ask you two questions on the Slide 10, which is a pretty impressive evolution. I'd like to ask regarding the next 12 months, considering the other side of this is that obviously we get starting here from the high base and without going into the next plan and the 25 horizon, just thinking here about the next 12 months. The two questions are first regarding the level of activity. You talk in the slide back about buoyant activity in many of the businesses. Do you see any sign at this stage that there could be a slowdown in the growth in some of the businesses or anything that shows signs of deterioration there? And then on the cost side of the equation, is there any reason to believe that we could get negative surprises on cost specifically this year in 2022, given in particular, the inflation we are seeing? Or you are confident that you can continue on this path with cost savings, volatility gates? Thank"
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Unknown",
    "text": "Well. Flora, of course it's very difficult to predict the future. Maybe just a few elements to construct you in our capacity to continue to go. First, as I said we start this year with some negative elements, but with some very positive elements that are going to materialize in 2022, which are going to boost the top line and which are already embedded all the scope effects that I was mentioning earlier. And these positive elements represent much more than the negative elements. So we started the year, I would say with the benefit of these operations that we've undertaken in 2021, and that are going to benefit us in 2022. Regarding the capacity to manage, excuse me, regarding first the level of activity that we see nowadays i.e. after the end of 2021, well, I don't have precise figures it's way too early, but I'm not seeing any real sign of deterioration."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Unknown",
    "text": "I'm not seeing any sign of slow down in the credit appetite. I'm not seeing any sign in – of decrease in the will of people to consume and to invest. So really, there's no reason why we shouldn't continue to have a good level of activity. But of course, we are aware of the fact that 2021 was a catch-up here with this very high growth in France plus 7%. And what we foresee in 2022 is a more moderate 4% growth in the GDP in France, for example. So after a catch-up, you certainly have a certain slow down but going back from 7% of growth to 4%, it's not a recession, it's not a distressed situation. So we are full of hope in terms of the continuation of the development of our activities."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Unknown",
    "text": "Regarding the cost base, of course there is a certain level of inflation. We see it everywhere. We see it in all our purchases and so on and so forth. But for the time being we've been able to, I would say keep it under control and avoid any kind of loop that would really penalize our profitability. So of course the jury is still out in terms of how the inflation is going to evolve. And if you believe in the theory of a one-off inflation that is not starting and fueling a loop between wages and prices, then we can be confident that we will be able to continue to monitor closely the cost base. If there is a real loop between wages and prices, then it's going to be more difficult, and then the question will be about our capacity to preserve a certain balance between the evolution of the top line and the evolution of the cost line. But for the time being, we don't see that too."
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Unknown",
    "text": "Excellent. Thank you."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Your next question comes from the line of Omar Fall from Barclays. Please go ahead. Your line is open."
  },
  {
    "person": "Omar Fall",
    "role": "questioner",
    "position": "Unknown",
    "text": "Good afternoon. Thanks for taking my questions."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Unknown",
    "text": "Hi, Omar."
  },
  {
    "person": "Omar Fall",
    "role": "questioner",
    "position": "Unknown",
    "text": "Just a couple of things. So just, if I take the – your answer to I think it was Delphine's question on the scope effects on revenues. And then you remove [indiscernible] and TLTRO and you are kind of above €23 billion of revenue for 2022, et cetera as kind of anything else. What are the scope effects? Similarly on the OpEx side from the scope effects that are left, just the help us with our modeling?"
  },
  {
    "person": "Omar Fall",
    "role": "questioner",
    "position": "Unknown",
    "text": "Then the second question was just to discuss the performance in Italy, please. And sorry if I missed this, but how much was the NPL disposal impact? It seems to me even ex- that, it looks a bit of a slow down on both and NII and fees in years only versus last quarter. So any thoughts there and perhaps an outlook for that business specifically would be fantastic?"
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Unknown",
    "text": "Okay. So if I take the three main scope effect that we have, the first one which is the switch and winding, there's no cost related to that. So the 130 more or less million euros of NBI is not generating any additional cost as far as CreVal is concerned, I think that they had a cost to income ratio in the region of 60% to 65% if I remember correctly. So it means that the starting point is maybe an additional €200 million of cost compared to the €300 million of revenues. But of course we are already working on all the synergies and we've taken some restructuration costs in the PPA in order to finance these cost synergies. So we are going to generate cost synergies and as far as is Lixo is concerned, it's more or less the same."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Unknown",
    "text": "The idea clearly from Amundi’s point of view is to integrate Lixo without having to integrate fully, or definitely all the costs linked to Lixo. So this is, and again, if I remember correctly, the cost to income ratio of Lixo was in the region of 65% to 70% which compares to the, the 50 to 50 more or less of Amundi. So the ideas to go back to 50, as soon as possible - it was Lixo 70, 22 to be precise. I was a little bit below that the reality."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Unknown",
    "text": "So that's the, so purely this is going to be relative in terms of gross operating income as soon as 2022. And coming to, from, to the NPL, your question was regarding, the revenue dynamic in Italy. Is that right?"
  },
  {
    "person": "Omar Fall",
    "role": "questioner",
    "position": "Unknown",
    "text": "That's right."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes. Clearly the, fourth quarter was a little bit weaker compared to the fourth quarter of 2020, which was a really a rebound quarter. I remember the, the sequence of the, the lockdown in Italy, the fourth quarter was a rebound quarter in terms of activity in 2020. And so the comparison between the, the revenues in 2020 and 2021 is little bit challenging. And then of course, we have had this impact of the, of the disposal of the NPL and all in all we had in the fourth quarter of 2021 a decrease in the, net interest income, and then increase the slight increase, but an increase in the fees in commission."
  },
  {
    "person": "Omar Fall",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay. Thanks."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Your next question comes from the line of Guillaume Tiberghien from Exane. Please go ahead. Your line is open."
  },
  {
    "person": "Guillaume Tiberghien",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you. Sorry for a follow up. I want to come back to the TLTRO and be a bit provocative because when the TLTRO arrived, the bank said, we should not assume that this is an net benefit to revenues, because if it's through to a group's overall funding cost, which is then used to derive the revenue margin, that one to generate total, with your customers. And so why is it so mechanical on the way out when it was not so mechanical on the way in. Thank you."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Unknown",
    "text": "Well, it's very simple, the because if you use the cheap resource that has a 1.5 or two years maturity to finance the loan, that is going to last five, six or seven years when the, the cheap resource disappears, you end up with the loan. You're happy to have the loan to have the customer of the loan, but nevertheless, make it equally the, the cheap resources contaminated and you have to replace the cheap resource by one that is going to be more expensive. So I confirm what I've said regarding the implementation of the TLTRO it was part of the funding and globally, it helped us decrease our overall cost of funding."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Unknown",
    "text": "The end of the, the TLTRO premium is going to increase our overhaul cost of funding without any mechanical effect on the, the yield of our loan book. So that's why it's a very mechanical effect, but of course, the idea is that we will try and replace this TLTRO resource going forward by other resources that we are going to try to optimize in terms of cost. And the idea is that as soon as we have this perspective of seeing an increase in the cost of our resources, average cost of our resources, we need in order to balance the two, two work on, on the repricing of the loan books progressively."
  },
  {
    "person": "Guillaume Tiberghien",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Your next question comes from the line of Tarik Mejjad from Bank of America. Please go ahead. Your line is open"
  },
  {
    "person": "Tarik Mejjad",
    "role": "questioner",
    "position": "Unknown",
    "text": "Sorry. As soon as you’re on to – the call, but very, very quickly. I'm surprised about your comments on the management and provisions or overlay for COVID. I think in Q3, you mentioned that now you are ready to release some of them and not accumulate and build on coverage ratio. And now you seem to say that you are still to be prudent and use them for future losses. Did I understand that wrongly or you changed?"
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Unknown",
    "text": "No, absolutely not. But you are aware Tarik that between the, the publication of the Q3 accounts and, and today there has been a new variant of the, of the disease and some I would say further development that really pushed us to be prudent.."
  },
  {
    "person": "Tarik Mejjad",
    "role": "questioner",
    "position": "Unknown",
    "text": "We're all back to office and we're all back to our lives. So normally it was no…"
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Unknown",
    "text": "It's not the case everywhere. And definitely when we, we took the different decisions regarding the end of year 2021 accounts a few weeks ago there was, there were still lots of questions about the evolution of Omicron and what was going to happen and so on and so forth. So keep in mind the fact that really when, we closed the accounts, the uncertainties were quite high. And we were talking in France of several hundred of thousands of new contamination every day."
  },
  {
    "person": "Tarik Mejjad",
    "role": "questioner",
    "position": "Unknown",
    "text": "But what's your view now? I mean, now we, I mean the outlook and you releasing some of them are?"
  },
  {
    "person": "Philippe Brassac",
    "role": "answerer",
    "position": "Unknown",
    "text": "The outlook is improving from a pandemic viewpoint. Nevertheless, we continue to have a significant number of, of people in the hospitals. And so it, for, in my point of view, it's not completely over, even if some, some restriction measures have been relaxed. So really we are prudent, you know, that we are prudent. You shouldn't be surprised if we take prudence measures."
  },
  {
    "person": "Tarik Mejjad",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay. Thank you."
  },
  {
    "person": "Philippe Brassac",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. I think it was the last question if I understood correctly and, and in this of that, with that we were having a second round of question with the same participants. So I think, I'm going to thank you for all your questions and your attention this afternoon. And we are going to talk or see each other quite rapidly now. Bye-Bye thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. That concludes today's conference call. Thank you for participating. You may all disconnect."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]