[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, Olivier. And thank you, Cecile. So yes, as mentioned by Olivier, please feel free to ask your question. We've received some of them. So, I think we will try to take the time to try to answer all of them. Obviously, we will start with the first question. I'll let you, Olivier or Cecile, take the question and maybe read it."
  },
  {
    "person": "Olivier Belorgey",
    "role": "answerer",
    "position": "Deputy CEO, CFO &amp; Second Executive Director",
    "text": "I think I will take it. So, question is, it seems that you are done in sub debt and that you have 3.5% more to do in senior and covered. How should we look at the split of this?"
  },
  {
    "person": "Olivier Belorgey",
    "role": "answerer",
    "position": "Deputy CEO, CFO &amp; Second Executive Director",
    "text": "In fact, I think I answered the question during my presentation. Given our strong liquidity position, either in terms of LCR, either in terms of stable resources position, either in terms of reserves, we think that given the evolution of the business that we've seen this year, of course, as Cecile was mentioning, there is more dynamism in this third quarter than during the first quarter this year. But still, overall, the needs are slightly below what we expected when we published the funding plan end of last year or beginning of the year. So, we consider that overall, we are done in terms of funding plan for this year. Saying that you cannot exclude the fact that if there are extraordinary exciting conditions, market conditions, we could issue something just in order to be even more secure, but more or less consider that we are done for this year."
  },
  {
    "person": "Olivier Belorgey",
    "role": "answerer",
    "position": "Deputy CEO, CFO &amp; Second Executive Director",
    "text": "Then there is a second part in the question. Could you please give us an indication how we should look at 2025 funding?"
  },
  {
    "person": "Olivier Belorgey",
    "role": "answerer",
    "position": "Deputy CEO, CFO &amp; Second Executive Director",
    "text": "So 2025 funding plan is not yet finalized, not yet validated by the Board because the budget process is still ongoing. So, we do not have all the elements to finalize the plan because we do not know exactly -- of course, we know the amortization of the outstanding, but we do not know exactly, we have not yet finalized exactly the business needs for next year. That being said, more or less and starting from the very high liquidity position that we have today, the plan should be perhaps a little bit lower than this year than the probability that the plan will be a little bit lower than this year is higher than equal or above. In terms of split, I would say, because this is a question with a lot of sub questions. In terms of split, once again, it's perhaps a little bit too early to answer the question, but let's say that nothing very different from this year."
  },
  {
    "person": "Cecile Mouton",
    "role": "answerer",
    "position": "Head of Investor Relations",
    "text": "Next one, I think we can do it together. What trends do you observe in France due to the political uncertainty? Is it more wait and see from corporates? How do you position the group in this current and somewhat uncertain environment?"
  },
  {
    "person": "Cecile Mouton",
    "role": "answerer",
    "position": "Head of Investor Relations",
    "text": "Maybe I can start with what we've seen on individuals before corporates because since, I would say, June and during all the summer when this context began, in fact, we had a task force within the group, of course, order really to monitor very closely the behaviors of our clients to see if there was any move on their savings, et cetera, et cetera. And the fact is that we saw almost nothing. So, I would say there was no specific behavior of individual clients linked to the political uncertainty. On corporates, maybe."
  },
  {
    "person": "Olivier Belorgey",
    "role": "answerer",
    "position": "Deputy CEO, CFO &amp; Second Executive Director",
    "text": "Yes. So, on corporates, perhaps I will -- if you want to complement on SME, you will, perhaps on big corporates for which I have a bit of view. Of course, there are some of our clients that can, I would say, postpone some of their projects. But big clients, first of all, at CIB level, we do not have only French or European clients. More or less, our business comes for 30% from France, 30% Europe, excluding France and 40% rest of the world. So, we are not, I would say, 100% sensitive to France situation. Anyway, even our French big corporates, they are themselves very international. So, the sensitivity, I would say, is not so great, at least if we refer to the situation in France. After that, there can be some events outside France that can impact their behavior. But I would say that the -- I cannot say there is no impact, but the impact so far or what the impact we can perceive so far is not material, I would say."
  },
  {
    "person": "Cecile Mouton",
    "role": "answerer",
    "position": "Head of Investor Relations",
    "text": "And now on SMEs or I would say, on the clients of LCL and regional banks, I mentioned earlier the fact that we saw an increase on the loan production with corporates in French retail banking. In fact, this increase, it's a significant increase for LCL. It's more a little decrease, a small decrease for regional banks. But globally, it seems that it's resilient. And during Q2, I remember very well that we had the same trend. So, nothing massive that can be linked to the political context at that moment."
  },
  {
    "person": "Olivier Belorgey",
    "role": "answerer",
    "position": "Deputy CEO, CFO &amp; Second Executive Director",
    "text": "The next question is about ratings, so French sovereign ratings and potential impact on GCR ratings."
  },
  {
    "person": "Olivier Belorgey",
    "role": "answerer",
    "position": "Deputy CEO, CFO &amp; Second Executive Director",
    "text": "So, we have a slide in the credit update, which display the rating of France and Credit Agricole. So, you can refer on it in the creditor bit, it's Slide 13. Well, perhaps let's start with the easiest, Fitch. So, Fitch has downgraded France, at least through a negative outlook and has then released a note describing the impact on French banks. And clearly, for Credit Agricole, given the interesting strength of our balance sheet and business model, there is no impact. For S&P, they will review the rating of France the 29th of November. I don't know what happened. But if they follow their competitors, the probability that France will get a negative outlook, I think, is important. For S&P, I would say the story is exactly the same since the beginning of the year, meaning if they downgrade France because of budget deficit, first of all, if they downgrade France, there is no direct impact on our rating."
  },
  {
    "person": "Olivier Belorgey",
    "role": "answerer",
    "position": "Deputy CEO, CFO &amp; Second Executive Director",
    "text": "Second, if they downgrade France because of budget deficit, normally, it doesn't change the fundamental economic outlook they can have on France. In that case, normally, there is no impact for Credit Agricole. If they consider that the overall global economic environment of France is deteriorating significantly, then if this is the rationale for the downgrade of France, then we could be impacted because it's a big France in S&P methodology is downgraded, then of course, it can have an impact for Credit Agricole. So, for that, I think the story is very clear. It will depend on S&P decision and/or the rationale of their decision."
  },
  {
    "person": "Olivier Belorgey",
    "role": "answerer",
    "position": "Deputy CEO, CFO &amp; Second Executive Director",
    "text": "For Moody's, to be honest, we had an unpleasant news when they downgraded France with a negative outlook. Unpleasant because, to be honest, and perhaps it's my fault, but when we were discussing with Moody's in spring, we didn't feel that kind of impact. And obviously, they have strengthened their position since then. The rationale of Moody's when they have downgraded Credit Agricole alongside with BNPP and Credit Mutuel in France, alongside the highest rated banks in France is the following. If France is downgraded, France will have the same rating than our senior unsecured debt. Then if the rating is equal, the rating of our senior unsecured can no more benefit from the government support. That's their view. So, they have linked and it was not what we had understood previously. They have linked now the evolution of the rating of France with the evolution of the rating or our senior unsecured debt."
  },
  {
    "person": "Olivier Belorgey",
    "role": "answerer",
    "position": "Deputy CEO, CFO &amp; Second Executive Director",
    "text": "Clearly, for all the other debt, they are not concerned because the rating of the other debt is still below the rating of France. So, no other impact than a potential impact for our senior unsecured debt. What is also very reassuring is that for Moody's, clearly, the fundamental strength of Credit Agricole is not under question. And for example, our additional Tier 1 remain investment grade for Moody's as well for the other rating agencies. But yes, for the senior unsecured, it was an unpleasant outcome of the strengthening of Moody's, I would say, implementation of their methodologies."
  },
  {
    "person": "Cecile Mouton",
    "role": "answerer",
    "position": "Head of Investor Relations",
    "text": "I can take the next one. Do you have an update on Solvency II and the sensitivity of the bond spread?"
  },
  {
    "person": "Cecile Mouton",
    "role": "answerer",
    "position": "Head of Investor Relations",
    "text": "So, we don't usually give an update at the end of September on Solvency II, but we had published the ratio end of June. And so, if I remember well, but we will have to check after. It was still above 200%. And it was not very different to the level that we had end of 2023. So as the widening of spreads was essentially concentrated in June, if I remember well also, I'm looking at my colleagues. But no reason why it should have moved significantly between end of June and end of September. Now if you want to know all about our exposure to the French sovereign, all the figures are in the appendices of the credit update in the credit update so that we have just published, it's Page 59. And it shows that, yes, of course, insurance is carrying a significant amount. It's million of its and assimilated bonds. So, for example, Caisses, et cetera, et cetera."
  },
  {
    "person": "Cecile Mouton",
    "role": "answerer",
    "position": "Head of Investor Relations",
    "text": "So, all what is linked to the French sovereign risk. So, it's EUR50 billion that we have in the balance sheet of insurance activities. If you want to have all the information on the sensitivities, it is in their universal registration document. You have sensitivities that are published of the Solvency II ratio linked to any move in spreads. So, it's not specifically OT spreads, but it's all spreads on all bonds. And of course, it is sensitive, but it is not that huge. But I don't remember the figure, but we will all have a look after."
  },
  {
    "person": "Olivier Belorgey",
    "role": "answerer",
    "position": "Deputy CEO, CFO &amp; Second Executive Director",
    "text": "Where the supply target removed -- on funding, I'm not sure to understand the question. I will read it and perhaps you can rephrase because why were the supply targets removed? How has the euro swap spread tightening affected the bank? Does it affect your thinking on wholesale issuance or any of your bond holding on wholesale?"
  },
  {
    "person": "Olivier Belorgey",
    "role": "answerer",
    "position": "Deputy CEO, CFO &amp; Second Executive Director",
    "text": "I'm not sure to understand fully the question because the swap spread tightening, if you refer to asset swap versus bond there is an impact or there is a certain sensitivity of our liquidity portfolio, of course, to the asset swap spread because almost all our liquidity portfolio is asset swap. So, there is, of course, a certain sensitivity. We have already indicated that the main part that around 60% is accounted HTC, so without any impact on our OCI and 40% HTCS, so with an impact. But as you can see, the sensitivity, it's on asset swap and only 40% of the portfolio. So, sensitivity is pretty small. Concerning our issuances, once again, we also asset swap any of our issuance and the tightening does not really affect us. What we look is our issuance spread versus swap. So, I'm not sure I've totally answered your question because I'm not sure I've captured everything of your question."
  },
  {
    "person": "Cecile Mouton",
    "role": "answerer",
    "position": "Head of Investor Relations",
    "text": "Maybe the question is also about -- it has disappeared, but M&A and any use of the Danish compromise that we could think about in M&A operations since maybe for everyone, already, we had this summer BNP that announced that they were working on the acquisition of AXA Investment Management and that they would do it through their insurance subsidiary and using the Danish compromise and that it would then cost not that much on the CET1 ratio. And this today, maybe, I don't know if you've seen, but Danish announced also that they wanted to acquire Anima and that they would use also the Danish compromise. So, this is why a few banks have said that all those uses of the Danish compromise were maybe not exactly in the spirit of this positive that is confirmed by Basel IV, by the way."
  },
  {
    "person": "Cecile Mouton",
    "role": "answerer",
    "position": "Head of Investor Relations",
    "text": "But maybe what I can say on that because it's something that we already had the question during the summer and September, et cetera. We are not thinking of anything through the Danish compromise nor internally because you know that we already have Amundi and Credit Agricole Assurance are both subsidiaries of Credit Agricole S.A. and we are not thinking of changing all that in order to -- now that we see that some of our colleagues have had the what you think good ideas. And this is now how we organize and this is definitely not something that we are thinking of."
  },
  {
    "person": "Cecile Mouton",
    "role": "answerer",
    "position": "Head of Investor Relations",
    "text": "And maybe on the next one, but I said already a little on that, small rebound in lending at Caisse Regionale and to an extent, LCL, what can you say about mortgages versus corporate demand tendencies? So, on mortgages, and here we have again the figures. Q3 compared to Q2, it's plus 30%. Q3 compared to last Q3, it's still a little decrease, if I remember well, very small increase. So, this rebound is really on home loan activity, what I mentioned just earlier. On corporate loan production, as we said, it's an increase this quarter compared to last quarter. It's more significant at LCL than for the regional banks where it's still a small decrease on corporate this quarter, but it's not very big."
  },
  {
    "person": "Olivier Belorgey",
    "role": "answerer",
    "position": "Deputy CEO, CFO &amp; Second Executive Director",
    "text": "Perhaps to give you some relief, I will take the next one. How confident are you that we have reached the bottom through in H1 for the regional banks and French retail?"
  },
  {
    "person": "Olivier Belorgey",
    "role": "answerer",
    "position": "Deputy CEO, CFO &amp; Second Executive Director",
    "text": "It depends what you are talking about or which KPI. If we refer to the, I would say, the topic of the day, which is the net interest margin of LCL and regional banks. We don't think that we have already reached the bottom. What we were saying for several quarters was that we were forecasting more or less the inflection point in terms of net interest margin for our French network, second semester this year. And as Cecile has explained, effectively, the net interest margin or as it is mentioned in the slide, the net interest margin of LCL is more or less stable versus Q2. It has increased a little bit Q2 versus Q1. So, we continue to think that we should be after that, still, of course, some uncertainties. But for LCL, we should be at the inflection point during second semester this year versus second semester next year."
  },
  {
    "person": "Olivier Belorgey",
    "role": "answerer",
    "position": "Deputy CEO, CFO &amp; Second Executive Director",
    "text": "For the regional banks, the net interest margin has still decreased a little bit versus Q3 last year is still decreasing a little bit Q3 versus Q2. So regional banks, which have taken the opportunity when interest rates were low to take market share because they have no real constraint on their return on equity. So, they have taken the opportunity of low interest rate to take market share, of course, are now a little bit heavier and the recovery could be a little bit delayed. So, for regional banks, perhaps the inflection point should be a little bit delayed. We do not expect that this delay will be long, but could be delayed a little bit, perhaps for one semester, I don't know. We will perhaps give more flavor during our annual results."
  },
  {
    "person": "Olivier Belorgey",
    "role": "answerer",
    "position": "Deputy CEO, CFO &amp; Second Executive Director",
    "text": "So, this is the way we see it. Despite that, anyway, the evolution of commission is pretty dynamic because on both network, commission have increased by 5%, which is great and commission represent today more than 50% of the total NDI."
  },
  {
    "person": "Cecile Mouton",
    "role": "answerer",
    "position": "Head of Investor Relations",
    "text": "We used to say it's half-half, but now it's true that as it has increased progressively, it's more than half maybe for LCL and it's not very different for regional banks."
  },
  {
    "person": "Olivier Belorgey",
    "role": "answerer",
    "position": "Deputy CEO, CFO &amp; Second Executive Director",
    "text": "What strategy will you adopt in light of the depositor preference, the risk of downgrade of the senior preferred? Can we expect more issuance of senior nonpreferred?"
  },
  {
    "person": "Olivier Belorgey",
    "role": "answerer",
    "position": "Deputy CEO, CFO &amp; Second Executive Director",
    "text": "Thank you for the question, and thank you for expecting more issuances of senior nonpreferred. Well, first of all, we lobby fiercely against this depositor preference. We consider it's not a good idea because in a sense, it destroys the level playing field because whether you have a very strong and sound balance sheet, which, of course, is costly versus a balance sheet capital position, liquidity position, which is less resilient, you can propose to a corporate customer same price with the same kind of security. So, for us, it's something which destroys the level playing field and perhaps more importantly than that, can help banks in bad shape to hide their potential liquidity problems with paying a little bit more through this kind of shield, I would say, of depositor preference."
  },
  {
    "person": "Olivier Belorgey",
    "role": "answerer",
    "position": "Deputy CEO, CFO &amp; Second Executive Director",
    "text": "And then, of course, when the problem will appear because at the end of the day, to either problem, do not cancel it, the fall could be more difficult to manage. So, we think it's not a good idea. That being said, if it happens, it will happen. But first of all, we think that we still have some time to manage it. And nevertheless, we have already this year, if you look at our figures, issued a lot and our medium- and long-term outstanding has increased. So, the sensitivity to this element in Moody's methodology is lower than it was one year ago. So, I would say it's too early to answer your question because the decision is not yet taken. And we think that we could manage it, but we'll see the elements when we will have more clarity on this topic."
  },
  {
    "person": "Cecile Mouton",
    "role": "answerer",
    "position": "Head of Investor Relations",
    "text": "Automotive sector. Are you worried about the automotive sector in light of ESG transition challenge and trump election?"
  },
  {
    "person": "Cecile Mouton",
    "role": "answerer",
    "position": "Head of Investor Relations",
    "text": "So maybe several things I can say on this. The automotive sector is maybe not doing very, very well at the moment for some actors, and we've seen some profit warning from some of them. So, it's a concern. But so far, I was mentioning the production that we had on consumer finance and mentioning that it was stable. So, it's both, I would say, traditional consumer credit and automotive sector, but there is no change or shift in the split of this production. So, we still have a high level of production on automotive sector. Yes, there is some challenges linked to ESG. And by the way, we really want to accompany those changes, and this is why we have also some targets in terms of electrified vehicles that we are financing or on which we are providing leasing. And so, we really want to be part of this. But yes, this is creating also challenges."
  },
  {
    "person": "Cecile Mouton",
    "role": "answerer",
    "position": "Head of Investor Relations",
    "text": "And notably, I would say, in terms of residual values because on electric cars, we do not have a long historic and it's not that easy to assess what is the right residual values of the vehicles that we are financing. But it's the opportunity for me to say that on this risk, which is really a new risk for us, we have set up very strong teams and very strong processes in order to be as good as possible on that. We are reviewing the values very, very frequently. We have set up a marketing division in order to dispose of those vehicles in the most, I would say, smoothest way, benefiting from all the networks and entities that we have on those markets. Maybe it's also the option because something that I've not mentioned, but we are pursuing the strategic projects that we have in the financing of automotive. And notably, this quarter, we announced 2 new partnerships, in fact, with the Chinese carmaker GAC so on leasing in China and on car financing in Europe, so we are really continuing to develop."
  },
  {
    "person": "Cecile Mouton",
    "role": "answerer",
    "position": "Head of Investor Relations",
    "text": "And last point for me, one of the key directions that we want to take on this activity is to develop also all the services that we can propose with those products. I'm thinking about delivery of car, maintenance contracts, lots of things, fleet management, et cetera, et cetera. This is something we think we will need one, two, three years to completely develop this offer. But in the end, we think that those services might represent roughly 40% of the revenues on this activity. So, all I can say on that."
  },
  {
    "person": "Olivier Belorgey",
    "role": "answerer",
    "position": "Deputy CEO, CFO &amp; Second Executive Director",
    "text": "Perhaps one word to complement what Cecile is saying. At the CIB level, we are not worried. But of course, and essentially, for traditional OEM, we look closely at the evolution of the sector. We look closely at how our client that we will try to continue to accompany in the transition, of course, will adapt themselves to this energy transition and ESG evolution. So, this is not something for which we are worried, but this is, of course, something that we take care and we follow very closely in order to adapt our strategy if needed."
  },
  {
    "person": "Olivier Belorgey",
    "role": "answerer",
    "position": "Deputy CEO, CFO &amp; Second Executive Director",
    "text": "Last question. One of your peers has decreased recently its LCR quite substantially. Would you also consider adjusting your LCR downwards, which is currently quite high. Thank you for this comment and qualification. I imagine it's dragging some profitability."
  },
  {
    "person": "Olivier Belorgey",
    "role": "answerer",
    "position": "Deputy CEO, CFO &amp; Second Executive Director",
    "text": "So, if you push us in that direction, why not? Of course. As I was mentioning, our commitment is to be above 110. No gold plate in the commitment. After that, we manage in line with peers. So, we'll see. We could consider, but no urgency, no urgency, at least for one reason because naturally, we drag and we collect some of the excess of liquidity of the system due to our very strong position, which creates or help us to generate some LCR and marginally at very low cost, even sometimes with a gain. So well, we will reconsider or we will reassess the situation, of course, quarter after quarter."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, Olivier. Thank you, Cecile. I think we are right within the hour. Many thanks, everyone, for connecting to this call. And we remain at your disposal should you have any further questions. And we're wishing you a very good day. Thanks, everyone."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]