[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions] Your first question today comes from the line of Omar Fall from Barclays."
  },
  {
    "person": "Omar Fall",
    "role": "questioner",
    "position": "Barclays",
    "text": "The first one is just if you could highlight what remaining impacts on capital, whatever they might be, we should anticipate for the rest of the year, whether there's anything less on TRIM [indiscernible]. I think on the disposal side, Credit du Maroc is like 10 bps. And then Serbia was announced last year, but that's pretty immaterial. So just any of the other moving parts aside from earnings we should expect."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "Okay. The 2 main elements that we can precisely identify even if it's not possible for Credit du Maroc to give the precise date is the disposal of Credit du Maroc, a little bit more probably than 10 bps, we'll see exactly the amount when the closing takes place. And then the TRIM -- last layer of TRIM impact, which is going to take place in the second quarter and which is going to represent an additional €5 billion RWA at CACIB - €5 million or €6 billion, I don't remember exactly. So these are the 2 main elements that you can have in mind with the precise quantitative impact. Besides, we have moving pieces on which we are not able to give precise amounts."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "But as a reminder, every year in the second quarter, you remember that we have the dividend payment that is coming from the different subsidiaries of CASA up to CASA. So when it's from a banking subsidiary to the banking mother company, there's no impact. But when it's from the insurance activities to the banking mother companies, it has a significant and positive, of course, impact. And so this is going to take place as every year in the second quarter. And of course, we have the capacity to fine tune the amount of this dividend up to the end of the quarter."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "So these are the main pieces that can be identified as I would say, specific and one-offs. For the rest, of course, this is going to be the normal course of business. So there is going to be the organic evolution of RWAs in the different business lines. And when it comes, for example, to CACIB, what I can tell you is that most of the increase that CACIB is able to do for the full year has been done in the first quarter. And this explains why we've seen such a high level of results and revenues in the financing division at CACIB."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "And then, of course, there is the retained earnings quarter after quarter that are going to fuel, of course, the capital ratio of CASA and of the group."
  },
  {
    "person": "Omar Fall",
    "role": "questioner",
    "position": "Barclays",
    "text": "And just a quick follow-up. There's a separate point, just on the interest rate sensitivity from the annual report that you've put some detail on that on Slide 40. You've not given this to us before as kind of a multiyear period. So I just had -- just a couple of clarifications. I think you used to say the sensitivity to rates of the group was low."
  },
  {
    "person": "Omar Fall",
    "role": "questioner",
    "position": "Barclays",
    "text": "But I mean, this looks like 100 bps is like a quarter of last year's earnings. So maybe you can give some color there, especially because it's strange that your sensitivity doesn't increase over future years like most of your Northern European peers?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "Well, actually, it increases over the year, over the time, but there is a technical effect, and I think it's explained on this Page 40 on the first year because the first year is impacted and the way you see it can impact the way you see the global impact of this increase. It's the TLTRO premium ending end of H1 and also the [Livret] level increase that took place the beginning of this year. So this is why actually you could more look at the plain bar on the bar chart, €0.4 billion in the first year, then €0.7 billion, then €0.8 Billion. So there's a progressive increase of the spreading of the impact within the P&L."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from the line of Guillaume Tiberghien from Exxon."
  },
  {
    "person": "Guillaume Tiberghien",
    "role": "questioner",
    "position": "Exxon",
    "text": "Question on capital as well. I understand that your target is 11%. But next year, we're going to have potentially the IFRS 17, potentially some by new insurance joint venture. And so my question is, what would be the floor at which you would accept to operate on, even if I understand the target is 11%?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "Yes. IFRS 17 is going to be somehow financed by the insurance activities themselves. So what we have in mind is that actually, especially in the context of the increase in rates that we are seeing now an increase in rates is at the same time producing a significant improvement of the solvency of the insurance activities, it's the Solvency II capital requirement standard that produces this effect. And at the same time, it reduces the OCI reserves and reduces the solvency of the banking mother company. So we are going to work on the level of leverage that we can inject within our insurance activities in order to more or less offset the IFRS 17 impact in terms of solvency at group level."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "So we consider we can absorb that without having to incur or at least not significantly an additional hit on the solvency at CASA. You've mentioned also potential additional bank insurance agreements with third party, for example, in Italy. Again, this would not be performed directly by CASA, but by our insurance activities. So translated in terms of solvency impact at the level of CASA, it would certainly be whatever happens really in terms of those partnerships. It wouldn't translate into a significant hit on the solvency of CASA."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "So this is to answer to you 2 specific points regarding IFRS 17 and potential new bank insurance partnerships. Then going back to your more general question about 11%, the target and so on and so forth. 11% is the target. This is what we are aiming at. So of course, we like to be at 11%, we like to be possibly at 11%, I would say, comfortably, but there's no need for us to be permanently at or above 11%."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "And again, when we are at 11%, like is the case now, we have 310 bps of margin above the pillar 2 requirement. We have 300 bps of excess above the minimum distribution amount. So there's absolutely no stress for us when we are at 11%. And if we were to be at 10.9% in the coming quarter, which is not what I foresee, this wouldn't be an issue because, again, 11% is the target, it's not a floor."
  },
  {
    "person": "Guillaume Tiberghien",
    "role": "questioner",
    "position": "Exxon",
    "text": "But what floor would you have said to fall to?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "It's a target and we have, of course, our internal, I would say, management buffers, and so we monitor our activities in order to be -- and to be able to continue to aim the target, but we are not going to disclose the precise figure, which would be a floor. We disclosed the target. We want to be comfortable in terms of our capacity to distribute and this is why we are happy to have this 300 bps of margin above the MDA threshold. And what I can tell you that, of course, I'm not going to disclose the figures is that I regularly every quarter update my capital trajectory. And what I can tell you is that in my central scenario, my capital trajectory is going to translate into a slight increase of our solvency over the rest of the year."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "But again, it's in the central scenario and 11% is a target and the target is a target."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from the line of Delphine Lee from JPMorgan."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "I just wanted to come back on the interest rate sensitivity that you provided in the annual report. Does that -- what kind of assumptions are you making on deposits and [Livret] rate when you provide the sensitivities? Is that like a 100% increase in [Livret] rate? Or I mean, what are you assuming for site deposits and the rest? Just trying to understand what the deposit assumption is for that number?"
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "And also on capital, so just on the sensitivity, is there a way to provide like a sensitivity on capital from rates on kind of OCI reserves? How much OCI gains do you still have? Just trying to think about what the impact would be from rates?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "Okay. On interest rate sensitivity, you know it's an exercise which is very academic because actually, the reality is never taking place exactly like the sensitivity scenario are playing. So we have to make certain assumptions. The first assumption is about what we call the pass-through rate, i.e., the capacity of passing it to the customer on the asset side, the increase in rates. And we've provided different assumptions, one with 50% of pass-through rate and another one with 100%."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "The second assumption -- the second strong assumption is that it's based on a constant balance sheet structure. So it means that there is no specific assumption regarding a migration from liabilities to one bucket -- from one bucket to another one. And the third assumption is, of course, that the increase in rates is, of course, translated to the different categories of assets and liabilities that are rate sensitive. So it means that on the [Livret] side, for example, it's taken into account. And actually, the increase -- and this is what I explained rapidly, when I answered to Omar a little bit earlier, the increase of the Livret in February is taken in the central scenario."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "So it's in the base scenario. And then the further increase that may take place in August is taken in the sensitivity. Regarding the OCI, well, to put it in a nutshell, if there is an increase of 100 bps in interest rates and in the yield curve globally then what we can say is that it would translate in terms of impact on the CET1 of CASA by around probably 20 bps of impact all in all. So of course, you need to assess exactly how it's taking place. Is it going along with a decrease or an increase in equities and so on and so forth."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "But this is globally the magnitude that we had in the first quarter of this year. And so we had an increase of around 100 bps of the interest rates. And there has been an impact linked to the OCI reserve depletion of 20 bps on the CET1 of CASA. And this is -- this continues to remain the sensitivity. But again, what I want to mention because it's not maybe perfectly known by everyone."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "If there is an increase in rates, it is improving the solvency of Credit Agricole Assurance under Solvency II because you know how the solvency requirement is calculated for the insurance activity, it is based on the series of scenario. And of course, every time the scenario are taking an assumption of increase in rates is improving globally the solvency going forward of the insurance activities. So this is giving us additional margins of maneuvers in the capacity of upstreaming or downstreaming capital between the insurance activities and CASA."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from the line of Jacques-Henri Gaulard from Kepler."
  },
  {
    "person": "Jacques-Henri Gaulard",
    "role": "questioner",
    "position": "Kepler",
    "text": "2 questions. The first one is going back on cost. It's not the first time that basically the company missed a little bit against consensus. And question for you was how you managed the cost base? Is it the case to say, okay, we are below 60% target."
  },
  {
    "person": "Jacques-Henri Gaulard",
    "role": "questioner",
    "position": "Kepler",
    "text": "Therefore, it doesn't matter if the operating leverage is not as good as it could be because the target is 60% and need to be below -- is it the way you're doing it? Or is there something else? And the second question is on the CVA impact of the Russian counterparty on your CIB business, if you could give us the number, that would be helpful because I assume that's not going to come back in the forthcoming quarter?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "Thank you. Well, on the cost base, maybe we can go on Page 11 of the document. Again, globally, what is interesting is to analyze a little bit in the evolution of around €310 million of the cost base that we have had, excluding the contribution to the single resolution fund over the quarter. 2 main components: scope effect, Lyxor and CreVal, €130 million around and the rest of the group, €190 million. Outside the -- inside the €180 million, 2 categories: Corporate Center, around €50 million, mainly explained by technical accounting intragroup restatement."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "So it's not really an increase in the running cost base, it's technical, €50 million. And the rest for the business lines is €130 million. Maybe we can do an exercise that would consist in taking all business lines and seeing how much did they increase their cost base? And what is the explanation. The biggest increase is at CACIB, €40 million, €10 million of ForEx effect and €30 million of IT expenses in connection with different projects and development."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "Then you have Credit Agricole Assurance, €20 million of increase, roughly. It's mainly development. And when you see year after year, the development of the business in the insurance activities, it's a money that is well invested. Consumer credit, CACF, €20 million, again, it's almost only scope effect, the effect in connection with CACF Netherlands. You know that we've been deconsolidated under IFRS 5 and then reconsolidated because we finally chose to run it off."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "So this is producing an effect between Q1 '21 and Q1 '22. And also a second scope effect, which is the integration of SoYou, the Spanish subsidiary.,So almost no organic growth at CACF. Then LCL, €20 million, almost totally explained by the contribution to the French [indiscernible]. So no organic growth or almost no organic growth. Then on the €15 million outside Lyxor."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "It's mainly driven by Amundi Technology and the development of the ALTO project. Then you have the leasing and factoring activities, again, €15 million increase outside of which Olinn, which is the new integration, is representing about half of the increase. Then you have the wealth management business, €10 million increase, mainly explained by projects and development inside Azqore, which is the subsidiary dedicated to servicing third-party private banks. And then you have CACIF around €5 million, It's totally explained by the fact that CACIF going to move from its present location to a new location. And for 2 or 3 quarters, they have to pay 2 rents, 2 terms."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "So really, when you see exactly where we are -- where we've been increasing this quarter, the cost base, it's perfectly explained. It's not sleeping across the board. It's really made of different decisions that are perfectly acceptable from our point of view and compatible with what we -- what continues to be a very important priority for us, which is to monitor the overall cost base and to keep it under the 60% ceiling. And clearly, I was saying that 11% is a target, 60% is not a target. It's a ceiling that we want to respect."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "And we continue to manage this cost base in a decentralized manner, i.e., each head of business is responsible of managing his or her own cost base in accordance with the potential of generating revenues. I don't know if I have been clear. If this was worth getting up this morning."
  },
  {
    "person": "Jacques-Henri Gaulard",
    "role": "questioner",
    "position": "Kepler",
    "text": "Indeed. And on the CVA, if you can just reply to that?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "Yes, excuse me, on the CVA, yes, we have had around €35 million CVA impact this quarter, whereas in Q1 '21, we had, I think 15 or 20 positive reversal of CVA. So the difference between Q1 '21 and Q1 '22 is about €50 million, roughly. And I'm not sure that I agree with your opinion that it's not going to be written back someday. If you remember, back in 2020, in the midst of the crisis -- the pandemic crisis when in the beginning, there was an tension on the market, we have had up to a much higher amount of CVA that has been progressively written back and is now completely recovered. So the CVA is normally here to be recovered."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from the line of Giulia Miotto from Morgan Stanley."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "2 questions from me, please. The first one on Ukraine. There is a one-off provision of €195 million, which is the same level as the equity. So is there a scenario where you can lose more than the equity actually? Or what is the outlook essentially for your exposure to Ukraine?"
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "And then secondly, on Russia. Could you maybe give us some sense around -- so first of all, the maturity of the loan book by when -- if you just keep in run off by when you'll be free from it? But also, according to your best assessment what's the worst case scenario in terms of losses. That would be very helpful."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "Okay. Ukraine, to start with. Actually, it's the combination of the €20 million loan loss provision taken locally within the books of Credit Agricole [indiscernible] to €195 million that altogether, more or less represent the value of the equity. But nevertheless, it's a detail. Can we lose more than that?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "The only possibility to lose more than that would be a situation where we would decide voluntarily to inject additional equity within our subsidiary before losing all of it. Because as of today, the only possibility if we don't add up any capital -- additional capital in Ukraine would be a complete write-off of this asset. And then there would be almost no additional effect with one detail, which is that we have a ForEx reserve in our books that would then be recycled through P&L. It's around €200 million. So there's no effect neither in cash nor in solvency because, of course, it's already deducted from our solvency as of now."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "But if there would be somehow a termination of our activities in Ukraine, we would have to recycle this reserve through P&L without any effect, again, neither in cash nor in solvency and, of course, not also in dividend because of this absence of effect in solvency. So this would be the only additional effect unless again we decide voluntarily to inject additional capital in Ukraine. When it comes to Russia, first, the maturity of the different exposures, you have them on this Slide 38. What you can see is that actually when it comes to the on-balance sheet offshore exposures 2-third of the residual maturities are below 3 years. And when it comes to the off-balance sheet portion, be it on and offshore, it's 70% with a remaining maturity of less than one year."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "So it's a rather, I would say, short to medium-term portfolio. And what see our worst assumption, I don't know what I can tell you is that when we assess each of the counterparts that we have, they are almost all of them in a very good economic situation. So in terms of pure credit risk, there is no threat regarding these different exposures. The only threat that we have is a political/legal/sanctioned stress. But economically, the level of credit risk that we feel in this different exposure is and continues to be very low."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Perfect. And just a follow-up on the Ukrainian exposure. By when would you expect to be certain whether you put more equity or not in this division?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "The question is not raised. I was just addressing it, I would say, theoretically, but as of now, the bank locally is perfectly solvent. As I said, it has been able to post a very tiny, but positive profit for the first quarter. So there's no reason why we should be -- these questions should be asked."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from the line of Stefan Stalmann from Autonomous."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous",
    "text": "I have 2 questions, please. So the first one regarding your Russian subsidiary. Given that you have taken a provision on the equity value of your Ukrainian subsidiary and the prospects in Russia are probably not that much better or maybe was. Do you expect that you may have to take or want to take provision there as well at some point? And the second question is maybe I've missed that, but are you disclosing an update of the solvency ratio of [indiscernible] in the first quarter and also the policyholder participation results."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "Okay. So as far as the Russian subsidiary is concerned, the situation is not really the same as in Ukraine. First, there is no war in Russia as the contrary to what is the case in Ukraine. Second, it's a much more -- it's a much smaller entity with a total asset of around €700 million, so it's half the size of the Ukrainian bank and more than half of this exposure is simply made of deposits within the Russian Central Bank. So it's only a customer money that we have put back at the Russian Central Bank instead of lending it to local counterparts."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "So the real credit loan book locally is, I think, between €200 million and €300 million. So it's a very small portfolio and half of it is related to Russian subsidiary of multinational companies and we have the guarantee of the mother company regarding these exposures. So definitely, the situation is not the same, absolutely not the same and so we have no intention as of now to take the same stance on the Russian entity as the one we've taken on the Ukrainian entity. The solvency ratio of the insurance activities stood at 244% end of last year. We haven't had published the figure end of Q1."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "What I can tell you is that it has increased since this level, again, because the increase in rates is positive solvency wise for an insurance company. And when it comes to the participation reserve for the customers for the policyholders, it is a little bit above €13 billion and it's up close to €500 million this quarter as compared to end of last year."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous",
    "text": "Great. Very clear. So could you maybe give us a general sensitivity of the solvency ratio, let's say, for a hypothetical 100 basis point increase in rates? What would that typically do to the solvency ratio?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "I don't have that precisely in mind. So it's a good question that we are going to address more formally in the course of the preparation of the communication going forward. And I feel it's not completely linear."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions] Your next question comes from the line of Kiri Vijayarajah from HSBC."
  },
  {
    "person": "KiriVijayarajah",
    "role": "questioner",
    "position": "Unknown",
    "text": "A couple of questions on French retail. Just sorry, hold a second, just got some noise here in the background. Hold on. Sorry for that. Yes, a couple of questions on French retail."
  },
  {
    "person": "KiriVijayarajah",
    "role": "questioner",
    "position": "Unknown",
    "text": "So the increase in Livret A rate has been helpful given us the impact on NII, but my question is more to what extent you're starting to see some sort of impact on customer behavior, for instance, moving back into some of those regulated savings products out of some of the other savings and investment vehicles you guys offer? And then still on potentially to more on the asset side and French mortgages. But the volume growth is still pretty robust, but I wondered how the pricing is shaping up at the moment. The funding curve has been moving up. So have you been able to pass that on in terms of the mortgage rates you're offering?"
  },
  {
    "person": "KiriVijayarajah",
    "role": "questioner",
    "position": "Unknown",
    "text": "I know you're sensing that customers are kind of willing to pay up a little bit at the moment to lock in a low-ish rate in anticipation of the rate increase. Is that kind of helping you put some of that price increases through? So just some color there on the pricing dynamic on French mortgages?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "First question on the liability side, for the time being, but of course, it's not going to last forever, especially if rates continue to increase, especially in connection with the level of inflation because, as you know, the Livret A yield is partially linked to inflation as inflation continued to increase since the beginning of this year. What we think is that Livret A is going to increase the rate -- the Livret A is going to increase in August at the next reset date and probably it's going to be a significant increase again."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "So probably at a certain point in time, there is going to be a modification of the behavior of the customers in terms of allocating their cash between site deposits with a remuneration that is the whole and Livret A or whatever. So for the time being, there's been nothing significant, but it can take place going forward. And between Livret A and other products, we have also term deposits, we have also unregulated savings accounts, we have a whole series of products that can be used."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "And of course, the idea for us is to continue to monitor, I would say, the weighted average cost of our liabilities in a manner that is as efficient as possible. And then -- and I'm going to your second question, the idea is, of course, that progressively, the increase in the cost of our liabilities is going to translate into an increase in the yield of our assets. Up to now, the increase has been quite modest in the pricing of new loans for at least 2 reasons, plus one, I would say. The main overall reason is that the competition continues to be quite fierce in France and of course, nobody wants to lose ground on this market. But besides this element, you have 2 more technical elements that explain why it's lagging significantly as compared to the evolution of market rates."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "The first point is that between the moment you set the rate of the home loan and the moment the rate -- the loan is in place, it can take a certain amount of time and sometimes several months. So what we are now putting in place is loans that were negotiated a few months ago. And so it's only progressively that the rate increase is going to bite and to produce effect on our yield. And then the second point is that in France, you know that we've got regulation regarding [indiscernible] rates. And so this is also slowing down the evolution of the pricing of new home loans because for different categories of loans, mainly for different buckets of maturity, there is a regulation that imposes not to go above one-third of the average rate on the market that was effective in the previous quarter."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "So it means that on a single quarter, there is a cap that is set on the possibility of increasing the customer rates."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from the line of Pierre Chedeville from CIC. We'll move to the next question. This is from the line of Matthew Clark from Mediobanca."
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "A couple of questions on Banco BPM, please. So I guess the first question is, can you rule out ever making an offer for a controlling stake? And the follow-up is, if so, why? So I just really want to get a firmer view on your intentions there?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "Your question is, do we rule out the idea of launching an offer on BPM. Is that the question? The line was not very good."
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Yes, that was."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "We have been quite clear in the communication. We have said that we had not requested the approval that we need to get from the ECB if we want to grow above 10%. So it's quite clear."
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Certainly on a backward looking away. It's not clear in a forward-looking way. So I'm asking, can you give a forward looking than backward looking way."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "And we've also explained that the purpose of this stake was to reinforce our cooperation within the different specialized business lines between our group and BPM. So we've stated first, the level of stake that we have taken. Second, the fact that we have not requested the possibility of going above 10%. And the reason why we did that, I think it's self exploratory and self-supporting. There's no need to provide additional comments on this. It's very clear."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from the line of Guillaume Tiberghien from Exxon."
  },
  {
    "person": "Guillaume Tiberghien",
    "role": "questioner",
    "position": "Exxon",
    "text": "Yes. Just a follow-up on the mortgage margin in France. I understand the lag between the time you commit and the time you actually lend. So let me ask the question differently. The government bond today is 1.5%, the 10-year in France."
  },
  {
    "person": "Guillaume Tiberghien",
    "role": "questioner",
    "position": "Exxon",
    "text": "So you should now commit to lend at roughly 2.5% for your new business. Is that what you're doing? Or you're still well below 2%?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "You perfectly know the answer, Guillaume. The market rate is around -- for the new loans that we grant and you know that new loans are usually in average close to or even above 20 years of maturity. You perfectly know that we are lending on the basis of a rate that is closer to 1.20% So definitely, for the time being, it's not matching with the 10-year swap rate or the 10-year [indiscernible]. But again, there is going to be a certain amount of time before progressively, we are in a more normal situation where because in terms of duration, a 20-year amortizing loan is more or less in line with the 10-year bullet bond."
  },
  {
    "person": "Guillaume Tiberghien",
    "role": "questioner",
    "position": "Exxon",
    "text": "The reference rates that you have in mind for the home loans is relevant, but it's going to take time before we are able to reach this level. So why don't you stop lending altogether until the margin is comfortable and by government bond instead?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "Because we're not a hedge fund. We are simply a bank. We have customers and we need to keep our customers and to increase our customer base and to entertain a long-term relationship. That's the difference."
  },
  {
    "person": "Guillaume Tiberghien",
    "role": "questioner",
    "position": "Exxon",
    "text": "But when rates move fast, I understand that view can be that it's temporary. But right now, it should not be seen as temporary, so you should say to your clients, I'm sorry, but that the world has changed that's normal. And in some countries, we see that in the Netherlands, banks are lending 100 bps more than in the bidding area."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "Yes. But the way we do bank in France is not the same as the Dutch banks are behaving and in France, all banks don't behave exactly the same way. And you know that within our group, we have a DNA that is really built around preserving, developing, enhancing permanently the relationship with our customers. So if we were simply financial investors, we would certainly arbitrate between bonds and loans regarding only the financial conditions, but we are not a pure financial investor. We are a bank and a relationship bank."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from the line of Pierre Chedeville from CIC."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC",
    "text": "Can you hear me?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "Yes, Pierre."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC",
    "text": "First question, I remember that Philippe Brassac in an interview, I don't remember exactly, showed quite real ambition regarding development of P&C insurance toward corporates and particularly SMEs. And I wanted to know where you stand here in terms of development regarding this type of products and customers. Second question is regarding LCL. You have quite impressive -- very impressive production numbers and I was wondering if it was only the fact of the catch-up towards 2021 knowing the fact that in 2021 you had the catch-up of 2020. So I was wondering when the catch-up would stop if it's a question of catch-up or if it's a question of marketing campaign on Q1 because when you see such impressive growth in production, it raises question."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC",
    "text": "And my subsidiary question is why -- what is the philosophy behind your financial communication when we can say that you are one of the sole big European banks that is not giving any guidance on the cost of risk. I understand that giving guidance is really something tricky. But when we are in particular times and that we see that all, as I said, big banks in Europe give such guidance, why you don't give any guidance on this subject?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "P&C insurance for businesses, SMEs and corporate, it's been launched already and it's developing, but it takes a long time and the good news is that we are patient. We've launched for example collective group insurance policies for protection businesses about 5 or 6 years ago. It now represents a few hundred of million of premium on a yearly basis, but it took 5 or 6 years to reach this level. So it's going also to take time for the development of P&C insurance for businesses. But clearly it's already live and it's been developed with several regional banks already."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "LCL, the level and it has started at the very end of 2020. So we now have a little bit more than a full year of, I would say, test and learn on this business. LCL, well, there is no -- we don't want to put a brick in the development of the customer base of LCL and the equipment of the customers of LCL with different products and services. So we are very happy to see the development of the loan book. We are very happy to see the progression of the equipment in different P&C and protection insurance policies."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "All that is very positive. Of course when we grant new loans, we continue to stick to the same credit standards. We don't want to relax the credit standards of course. But as long as we are inside our standards, we're happy to see the development of the production. And I think that what you see in terms of dynamics is the result of the fact that LCL is a bank that is fully focused and dedicated on its own market, which is to be a retail bank on the whole territory in France."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "In terms of cost of risk and guidance, I don't know exactly what you mean by guidance. What we say -- what we do is that we set assumptions on the medium term and we say that our financial targets are coherent with those assumptions. So you know that the assumption that CASA is an average cost of risk around 40 bps. What I told you and what I showed you in my presentation is that including the very specific provisions that we've taken regarding Russia, we are more or less at the target. And in addition to that, what I can say is that the incurred cost of risk because most of the Russian provisions is not on incurred exposure, risk exposure is purely prudential."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "So if I take only the incurred cost of risk, it's a very low level. It's around, I don't have the precise figure in mind, but it's much lower than the 40 bps assumption. So for the time being, we don't see any sign of significant deterioration of the asset quality of our exposures. And what we say simply is that ahead of us, there is a lot of uncertainties and possibly there is possible deterioration of the situation. But we are not seeing as of now sign of a significant deterioration in the different credit exposures that we have across the board."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "And maybe the last point, but it's important to keep it in mind, we have very significantly increased our Bucket 1 and Bucket 2 provisions since the beginning of the pandemic back in 2020 and we have now around €2.5 billion of Bucket 1 and Bucket 2 provisions at CASA. We have increased -- excuse me. We have increased our Bucket 1 and Bucket 2 provision at group level by €2.5 billion and we have increased our Bucket 1 and Bucket 2 provision at CASA by €1.3 billion since the beginning of the crisis. So it's a very, very significant level."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from the line of Flora Bocahut from Jefferies."
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Jefferies",
    "text": "I wanted to ask you 2 questions on the financing business in CIB. The first one is on revenues. You had very good quarter here in Q1 on the revenue growth and I think you made a comment earlier on this call that CACIB has already used most of the capital that was allocated for the year. So just wanted to check here whether this could mean that the organic growth in financing for the rest of the year could be constrained by this capital growth that we saw obviously in Q1. And the second question is still on financing, but then going to provisions."
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Jefferies",
    "text": "So you made the point that you actually saw write-backs this quarter if we exclude the provision on Russia and I understand because obviously you have a high NPL coverage, but the timing is a bit of a surprise in the sense that I would say the risks have probably increased for large corporates when we look at higher inflation, higher raw material prices, the disruption in supply chain in some of the sectors. So I wanted to better understand the move here on the provision write-back in financing and any concern or actually lack of concern on the underlying risk there."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "Okay. On the financing activities, we -- the development of the revenues is not linked to permanent increase in the size of the loan book. The development of the revenues is linked to the activity and the activity is made of granting new loans, but also distributing assets, covering assets and making room to grant new loans. So it's a permanent move. And what I just said is that in terms of the capacity of expanding the size of the loan book and the size of the RWAs and this is regularly the case in the first quarter of the year."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "There is within the budget a new assessment of the development capacity and of course as the loan book is generating revenues over time, it's generally important to try to take advantage of opportunities in the beginning of the year in order to generate revenues across the full year and not only progressively. But the revenues within the financing activities is not only linked on the carry of the book. It's linked on the transaction and the capacity to undertake new transactions is also connected with the capacity of distributing, making room and then taking new operations. And CACIB is very agile in this viewpoint. So the capacity of CACIB to continue to develop its business is not -- it's of course constrained, but it's not 0 in the coming quarters."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "Then when it comes to provisions and write-backs, it's not discretionary. We cannot just say well, we feel like taking new provisions and we feel like writing back provisions. It simply is the fact that in the first quarter of this year if I take out the Russian exposures, the behavior of the credit exposure of CACIB was such, the improvement of the quality was such that the write-back was absolutely relevant and necessary considering all our models and all our provisioning rules internally. So that's the point. And when you have a provision on the loan that was defaulted and that ultimately is repaid, you have nothing to do then writing back the provision."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "All in all we've not written back Bucket 1 and Bucket 2 provision at the level of CASA. We've even slightly increased again outside the Russian provision. We've even slightly increased the level of Bucket 1, Bucket 2 provision over the quarter at CASA."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "As there are no further questions at this time so I'll hand back to the speaker for closing remarks."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "So there is no other question. Well, thanks a lot to everyone. And we are waiting to meet you on June 22 and I think this time it will be in person I guess, I hope at least for most of us. And so until then, have a good end of the day and see you soon. Bye-bye."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy General Manager, Chief Financial Officer",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]