[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions]. The first question comes from Tarik El Mejjad of Bank of America."
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Bank of America Merrill Lynch",
    "text": "Two questions, please. The first one on the jaws. In your medium-term plan, you guided for the 0.5 percentage points of jaws and cost income of 60%. That has become now 58%. You've been beating the jaws guidance for a few quarters in a row with some volatility, obviously, but the trend is more to improvements. So can you maybe give us indication where do you see the jaws from here and especially under IFRS 17 and where do you see -- and do you confirm the 0.5 point or you see upside to that?"
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Bank of America Merrill Lynch",
    "text": "And the second question is on the capital and dividend. I mean, I'm happy to see that this is not a topic that is a concern to the market anymore. I think you generate more capital than you can distribute. You stick to 50% payout. Do you think we can have a nice surprise at the end of the year, where you deliver at least a flat EPS offsetting compensating for the €0.20 you paid last year for the 2019 skip dividend?"
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Bank of America Merrill Lynch",
    "text": "And then -- and just maybe one additional question on the Single Resolution Fund contribution. I know this is something that will disappear at the end of the year. But how do you explain the decrease in SRF? Is it like what your competitor explained last week in terms of the change in rules or the ratio of how much you can put in on or off balance sheet in terms of the SRF?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "Thank you, Tarik. First element on the jaws, yes, we are ahead of schedule in terms of producing this positive jaws effect. We are not going to restate our target just after one quarter inside the MTP. But you know that we've been very, very keen on trying to beat our targets, be it the cost/income target, be it the jaws target, be it the net profit target for the last 2 million term plan. So be confident that we will do whatever we can in order to beat our targets. But please don't ask us every quarter to restate the target because we will never finish to restate the targets then."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "Second point, in terms of dividend, what I've said already on this point is that, first, we have an official payout policy, which is 50% of the distributable profit. Second point, yes, we are generating some capital, thanks to the good efficiency of our activity, the good level of return on equity that we generate, and so on and so forth."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "And we have always been shareholder-friendly. And there is a perfect alignment of interest between our majority shareholder and the market on this front. So of course, it's far and way too early, end of Q1, to discuss this issue. We haven't yet validated at the General Assembly Meeting and distributed the 2022 dividend. So please leave us a little time before talking about the 2023 dividend. But again, we've been historically investor friendly."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "And then for the Single Resolution Fund, well, the decrease is the combination of 2 elements, but the most important one is the first one. The deposit base in Europe has decreased -- or the evolution of the deposit base is evolving far less dynamically than what the Single Resolution Board expected back one year ago. So they are now a little bit ahead of the curve in terms of raising the last contribution in order to cover this 1% target. So this is why the overall amount that has to be raised is down. And then in addition to that, it's true that we have the possibility of increasing a little bit the proportion of this contribution that we can pay under the form of a payment commitment. But the most important factor is the reduction in the overall target for the size of the fund."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Flora Bocahut of Jefferies."
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Jefferies",
    "text": "The first question I wanted to ask you is on the insurance business. Because if I look at Q4 performance under IFRS 4 and now at Q1 under IFRS 17, in both cases, the revenue and the net profit run rate is a lot stronger than what we used to see over the past quarters. So the question is really around the sustainability of that customer. In particular, this quarter with the accounting change, was there anything related to the first time application of IFRS 17 having an impact on the P&L, not the capital here, but really the P&L for insurance specifically? Or should we consider the P&L run rate that you just printed for Q1 as normal and something that can be recurring?"
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Jefferies",
    "text": "And then the second question I'd like to ask you is more broadly around the structure of capital within the group. The regional banks have announced around a month ago that they are finished buying Crédit Agricole S.A. shares on the market. I think they own, today, 60% of Crédit Agricole S.A. versus 57% before. They could go up to 65%. At the end of the day, the main reason for CASA to be listed is around M&A. So I think the key question here is what is your view on M&A? Is it still something you intend to do that could happen in the short term? What could be of interest? So anything you can elaborate on the M&A scene would be interesting."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "Okay. Thank you, Flora, for your questions. On insurance, I'll try to be clear, despite the fact that IFRS 17 is a quite radical change in the way we acknowledge the revenues and the profit at the insurance business division. To be clear, the level of revenues in euro in Q1 '23 has nothing to do with one-offs related to the transition to IFRS 17. So the level of revenues is what it has to be considering, first, the production of new policies and the amount that we've raised in terms of new inflows this quarter in insurance -- in life insurance activities; and second, market condition. Because you know that the mechanism of IFRS 17 mix establishes a relationship between market conditions and the amount of profit that we can acknowledge on a specific quarter. But this has nothing to do with one-offs related to the transition to IFRS 17."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "What may have something to do with the transition is the fact that the comparison between the level of revenues in Q1 '23 and Q1 '22, Q1 '22 being restated under IFRS 17 is probably a little bit or partially artificial, simply because actually, we have applied IFRS 17 accounting standard to a quarter, Q1 '22, which was managed under IFRS 4, i.e., all the decisions that we've taken end of '22 in order to desensibilize the portfolio of assets in order to better accommodate IFRS 17, were not applied in Q1 '22 by definition because we've taken them end of '22. So the evolution of the revenue base between Q1 '22 and Q1 '23 maybe probably partially boosted by the transition."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "But when it comes to assessing the level of revenues in Q1 '23, nothing to do with the transition specifically. Going forward, what is going to impact the level of revenues that we will acknowledge and recognize under IFRS 17, especially in the life insurance activities, is going to depend on 2 factors. The first one is the production of new contracts that are going to be able to generate future profits, and the second is going to be market condition, which is going to impact the effective value of all the portfolios that we have in our balance sheet."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "And it happens that both in Q1 '23, the production of new contracts was dynamic, i.e., we've been able to continue to grow the basis of future profits. And second point, market conditions were good, which has also played favorably for the recognition of revenues this quarter. But clearly, under the same conditions of pressure and temperature, we should, going forward, recognize more or less the same level of revenues."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "Going now to the structure of capital of the group. It's true that now, the regional banks own 60% of the capital of CASA. And they have stated that they could go up to 65% on, I would say, an opportunistic mode if they think the conditions are met. We are perfectly comfortable with this level of stake of the regional banks, of course. But we have -- I have to be frank, we have nothing to say about it. This is a decision from the majority shareholder."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "But when you say that the only reason for CASA to be listed in M&A, it's not exactly true because if you assess globally the solvency of the group, there is a significant part of the solvency of the group that is provided by the minority shareholders of CASA. So clearly, there are a lot of benefits for CASA to be listed and not only this hypothetical possibility to do M&A through a listed entity. It's neither a necessity nor a condition."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Pierre Chedeville of CIC."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC",
    "text": "Yes. Just to come back on the insurance, maybe I missed it in the number of slides, but I haven't seen the amount of the CSM. And could you remind us if there is any evolution regarding the amortization of this CSM, which could be a follow-up question of Flora. Regarding consumer credit, you mentioned a good production and if I compare to peers, I was wondering if you were not -- if you will not see later on in the year, a decrease in the production due to a more conservative approach considering the macro economy?"
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC",
    "text": "And last question is about your business in Europe. Excluding Italy, we have seen a significant increase in margin. But at the end of the day, when you look at numbers and bottom line numbers, it's a very small contribution, less than €20 million and profitability below 7% or something like that. So I was wondering what kind of things you can see to improve that and the way you see the evolution of this part of your business?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "Okay. Let me start with insurance. We haven't disclosed the level of CSM. But globally, the order of magnitude is probably around €20 billion."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC",
    "text": "And so why don't you disclose it because it's something which is..."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "IFRS 17."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC",
    "text": "In IFRS 17, it's a crucial information, I guess?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "Yes, I agree, and IFRS 17 is something new. We are learning, as everybody, how to handle communication on IFRS 17, which are the important metrics in order to assess the business. And finally, we have not yet audited the end of 2022 figures under IFRS 17. This is going to be done end of June. And so at that time, we will be able to provide further details. But what I can tell you is that the order of magnitude of the CSM is around €20 billion."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "And the second point, which is important, is that the CSM end of Q1 '23 is bigger than the CSM beginning of Q1 '23, i.e., we produce through the development of the business, more CSM that has to be recognized going further than the one we have effectively recognized this quarter, which is clearly an indicator that the business is growing and is developing. In the consumer credit business, there were..."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC",
    "text": "Sorry. And the amortization duration regarding the CSM?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "Well, the amortization is around, I would say, 10% every year, but this is -- and this may vary over time because it depends on market conditions. It depends on many parameters. This is globally the order of magnitude, again, that we have in mind regarding the duration of this CSM."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "When it comes to consumer credit, are we going to see a decrease in the production of new loans going forward? We'll see. What is true is that with the development of the leasing business, the car leasing business and with all the initiatives that we've taken recently in this consumer credit entity, I think that we have all the capacity to continue to have a dynamic growth of our activities. Of course, if there is a recession in Europe in the coming quarters, there is going to be a slowdown in this business, but it's not the base case that we have in mind."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "And last point regarding, I would say, the retail banks abroad, outside Italy, it's true that the figures are small and much smaller than Italy alone, but I don't see exactly where your return on equity comes from. Because what I have in mind is that the return on equities is far above the cost of equity of this business. And it has a very relative level of return as compared to the rest of the group and as compared to the overall target of 12% that we have for CASA."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC",
    "text": "And regarding the development of this business, particular in Poland, do you think you have room to develop it organically?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "Well, we have -- actually, we see it not as a global business but as 3 entities which have their specificities. We have Egypt where the return on equity is very high, is very high -- it's sometimes -- and generally above the cost/income ratio, which is an interesting feature. It's a very profitable business. We have Ukraine where, of course, for the time being, the situation is not very simple. But nevertheless, it's not a loss-making business nowadays. And we have Poland, where we are trying to develop the same kind of setup as the one we have in Italy, for example. We have all the business clients that are present. We have a very important challenge, which is to develop our customer base."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "We are a second tier or third tier player for the time being in Poland, but we have a goal of increasing significantly the number of customers, plus 60% over the medium-term plan. And we are on track because I don't have the precise figure in mind, but we've continued to attract a significant number of new customers. I think it's close to 100,000 new customers in Q1 this year, which is definitely illustrating the fact that we are on track."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Delphine Lee of JPMorgan."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan Chase &amp; Co.",
    "text": "Can I just come back quickly on insurance and the impact of IFRS 17? I guess it's maybe not easy to understand really the impact. But if you were to quantify little bit, if we take the impact it has had on the insurance division and Corporate Center, both for the revenues and for the cost, is that something that we could potentially annualize? Or you don't think that's relevant, and you think we should just take the run rate that we have seen so far in Q1 in terms of revenues and costs? Just to try to understand a bit how to forecast this division."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan Chase &amp; Co.",
    "text": "The second question is on French retail. Revenues are down 5%. I mean, do you expect further NII pressure in coming quarters? Or would you say this is now the run rate? And I mean even it is increased in August, that could be managed through other items to offset the negative impact. And then the last three quick question is just on capital. I mean, I think you were guiding before to 10 basis points of TRIM. Is that still coming or not really?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "Okay, Delphine. Well, as far as insurance activities are concerned, of course, I leave you make your own assumptions regarding what is a relevant run rate for our revenues and our cost base. What I can say is first point, again, the level of revenues that we publish for Crédit Agricole Assurance in Q1 '23 has no one-off related to the transition to IFRS 17. So it's been definitely a good quarter for Crédit Agricole Assurance, a good quarter from a commercial viewpoint with a significant level of inflows and inflows of good quality."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "Because mostly on unit-linked products for the life insurance activities, a good quarter also for the net premium income for P&C and protection businesses and a good quarter also from a technical point of view in P&C activities, where the combined ratio decreased as compared to what it was one year ago. So all in all, a good quarter for the activity of Crédit Agricole Assurance and also a good quarter in terms of market. And again, this is now an important element for assessing the revenues at Crédit Agricole Assurance. But the level that we post this quarter has nothing to do with one-offs."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "When it comes to the cost base, of course, it's much more difficult to assess what it should be, because you know that cost base has been divided probably by 3 as compared to what it was last year because of this transition to IFRS 17. So part of the cost base is directly impacting the revenues, and this offsetting of the cost base makes it probably more difficult to assess what is the good run rate for the cost base. Just maybe an illustration, which is showing that we continue to be very weary about the cost base of the insurance activities is the fact that in terms of budgeting the cost base of the insurance activities, of course, we will continue to look at the global cost base and not only at the cost base that is recognized under the cost line."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "LCL. Well, you said it yourself. We are -- we don't know exactly up to where rates are going to increase. So we don't know exactly -- be it the rates for regulated savings accounts or the rate -- market rate. And we have to expect the end of the normalization of the monetary policy to fully assess what is the run rate of the net interest income at LCL under a stabilized rate environment, which is not the case now, but which is going probably to happen in the middle of the year."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "When we've talked about globally 2023 for LCL, what we had in mind was that the Livret A effect on LCL revenues could be around €200 million of depletion of the top line between '22 and '23, with the assumption that the Livret A was going to bear, in average for '23, a 3.5% rate, which is compatible, I would say, with a further increase next August. But again, we have to see exactly where rates stabilize before we are able to see -- to say that we have reached a run rate at LCL."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "In terms of capital headwinds ahead of us, we have 2 elements that we can mention besides all the elements that are related to M&A transactions. And you know that we are going to close the acquisition of RBC European activities in the beginning of the third quarter this year. But in terms of regulatory headwinds, we have 2 elements: TRIM, which is going to represent the last slice of, I think, €4 billion RWAs this year; and then the last steps of IFRS 9 phasing out, which is going to be 5 bps in '24 and 5 bps again in '25."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question is from Gunnar Sitkolova of Morgan Stanley."
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "This is Gunnar from Morgan Stanley. So my first question is on asset quality. So far, we have seen a very benign trend in the cost of risk, and you're currently below pre-COVID levels. How would you expect the cost of risk to evolve in the coming quarters? Would you expect it to continue to be resilient in the second half of this year? Or should we expect some meaningful deterioration here? And which parts of the books you are monitoring more closely?"
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "And a second question, a follow-up on M&A, because you have disposed some of the assets recently, for example, in Morocco, in Romania, in Serbia. And do you think we could see more to come to simplify your business perimeter?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "Thank you. In asset quality, what we see nowadays to be as precise as possible is that we have some slight signs of deterioration that explains actually most of the increase in the cost of risk this quarter in 2 areas. The first area is in consumer credit. We have already said it in Q4 last year. We say it again this quarter. And actually, CACF has already taken some steps in order to strengthen the lending criteria in order to moderate the potential further increase in the cost of risk. So this is an area which is perfectly identified, and we know that we have the tools in order to curb the situation if needed."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "The second area in which we see some slight signs of deterioration in the cost of risk is related to retail activities, so mostly regional banks and only slightly LCL in France. It's related to self-employed professionals or very small SMEs, especially new SMEs that haven't had tested their business models under the present economic conditions. So those portfolios don't represent a significant amount of loans at LCL and so at CASA, but we monitor the situation closely."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "When it comes to the other categories of loans and especially to the big categories of loans, which are especially the corporate loans at CACIB and the home loans globally within the group, we see absolutely no sign of deterioration. And we continue to see a very, very good asset quality and a very benign risk context."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "When it comes to M&A and disposal -- potential disposal, we have no specific project. We have no -- we are not working on any disposal, and we think that the perimeter of activities that we have now, that we see now is perfectly coherent and perfectly satisfying. So no specific project going forward."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question is from Jon Peace of Credit Suisse."
  },
  {
    "person": "Karl Peace",
    "role": "questioner",
    "position": "Crédit Suisse",
    "text": "Jerome, this is a nice quarter for Clotilde to leave with. Just one question on revenues, please. You obviously talked quite a bit about the beat in insurance, but there was quite a strong beat in international retail, also in large customers. I appreciate FICC can be quite volatile. But is there any sort of unsustainable elements you would call out? Or do you think that 3.5% CAGR that you have under your 2025 plan for revenues is potentially quite conservative?"
  },
  {
    "person": "Karl Peace",
    "role": "questioner",
    "position": "Crédit Suisse",
    "text": "And then I had a second question, please, just about Russia. I guess the balance came down a little bit. I think it's probably going to accelerate through the course of the year, but it's still a big-ish number. Would you anticipate any further need for provisioning?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "Thank you. Well, definitely, again, when it comes to medium-term targets, we are always conservative. It may be a default but it's definitely part of our DNA. So we are not going to update and increase our revenue target. But when we assess across the board the different revenues that we've been able to post this quarter specifically, of course, there is going to be some volatility in -- at CACIB and especially in the fixed income business. But what we think definitely is that CACIB is progressively enhancing its status, I would say, on the market, enhancing its positioning towards its big customers, enhancing the capabilities of its teams."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "So definitely, the level of -- the actual level revenues going forward is going to depend on the appetite of our customers to undertake new operations. But definitely, if they want to develop their business, CACIB is going to be more and more one of the preferred providers for these clients. And so I think that this is globally generating a new normal level of revenues for CACIB."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "And in the other businesses, well, we've been developing the balance sheet, we've been developing the portfolio of loans, especially at CACF, and we intend to continue to develop the portfolio. So this should indeed provide support for the development of the revenues going forward. So yes, I'm comfortable with the 3.5% CAGR level of revenues going forward. And if we can beat this target, we're happy to do so."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "Russia. You have, on the slide, a page that is giving some detail on the Russian exposure. And I'm myself going directly to this Page 47. We are now at €2.7 billion of exposure end of March. And actually, it's €2.4 billion end of April. So it's continuing to decrease quite smoothly without additional costs. And seen from now, we see absolutely no reason why we should increase the level of provision."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "And actually, as we don't consume those provisions and as the total amount is reducing progressively, the coverage ratio is increasing permanently. So no worry on this front. And of course, we continue to monitor the situation closely. We take advantage of every opportunity to accelerate the exit if possible. But for the time being, no need for additional provision, and nothing is foreseen on this front."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Stefan Stalmann of Autonomous Research."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Bernstein Autonomous",
    "text": "Thanks for the additional disclosure on your deposits. And I wanted to ask 2 questions on that, please. The first one is that the only deposit category that is really down year-on-year meaningfully is with financial institutions, which is down double digits. And I was wondering if there's any particular driver here to highlight that would explain this reduction?"
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Bernstein Autonomous",
    "text": "And then on the other side, you have the regulated deposits, which obviously went up quite a bit, plus 17% year-on-year, not a surprise. I was wondering if you had to take a guess how much of this increase is actually coming from clients shifting deposits, other deposits into regulated deposits? And how much is actually coming out of off-balance sheet savings, like maybe insurance contracts? And also related to this. If rates remain where they are, if there are rates, in particular, if they were to remain where they are, do you think there would be another leg up of growth of regulated deposits? Or has this process basically largely run its course now given where rates are now?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "Well, good questions, Stefan. It's difficult to be very precise because, of course, we have -- we would have to study the behavior of every of our 37 million customer, which is difficult. But nevertheless, when it comes to deposits coming from financial institutions, and it's also the case for large customer deposits, it's clearly driven by the price from the side of our clients and from our side. It means that actually, we have the capacity permanently to send the price signal in order to either attract or moderate the deposits coming from those 2 categories of clients."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "And we do it -- this is part, I would say, of the permanent monitoring of the liquidity position of the group. And we have -- and I personally have a bimonthly committee that is precisely addressing those issues in order to fine-tune the monitoring of our liquidity position. And it's perfectly natural, and it's really something that is managed completely differently from the 67% of our deposits that come from individuals and SMEs where, of course, it's much more granular. Rates matter, but definitely, it's a much more granular deposit base, and it doesn't behave the same way."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "When it comes to inflows into regulated savings accounts, I think that most of what we've seen in terms of inflows came actually from site deposits. We haven't seen movements from off-balance sheet savings to Livret A and other Livret A development you have because off balance sheet, it's mostly life insurance. So effectively for the time being, the profit-sharing rate of euro-denominated contract in life insurance activities are still below the 3% rate that you have on Livret A. But it's a rather complex operation to withdraw money from a life insurance policy and to put it on Livret A. So most of what we've seen coming into the Livret A and other regulated savings account came from site deposits, which is absolutely natural."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "And going forward, I think that the future evolution of the amount deposited on Livret A is, of course, going to depend partially on the level of credit, but also it's going to be impacted by the ceilings that apply to these regulated savings accounts. Because there is a ceiling which is at €20,000 or €22,000 for Livret A. And once you've reached this level, it's not possible to put additional money. And what we think and what we see is that more and more all the households that have enough liquid savings, have enough cash, have progressively saturated their Livret A and other Livret A development you have. So an increase in rates is going to represent a cost for us, is going to present a benefit from them, is not necessarily going to represent a massive engine for further swings between site deposits and regulated savings accounts."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Amit Goel of Barclays."
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Barclays Bank",
    "text": "I've got two. One, more of a follow-up. I appreciate you don't want to kind of be drawn too much on the kind of the targets as such. But just wanted to understand in terms of the revenue progression, clearly, very strong in the quarter. Are you thinking -- if I took the 3.5% of the original 21% revenue base, I was getting to something like €26 billion of revenues. We've had IFRS 17, so potentially some rebasing. Are you still thinking about achieving a similar type of number or better?"
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Barclays Bank",
    "text": "And then secondly, I appreciate again, cost control has been strong. But if you are able to generate a bit more revenue, would you look to invest a bit more into the business? Or would you continue to run with the same type of cost run rate?"
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Barclays Bank",
    "text": "And then just a small additional question. Just on the consumer credit revenues, just wanted to make sure I understood the comments about -- so there's a contraction in products margins in 2022, so impacting the year-on-year comparison. Has that contraction kind of finished now? Or is that something that is continuing at present?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "Thank you. Let's start with the revenues. The 3.5% year-on-year CAGR for the -- over the medium-term plan was taking into account the reduction in revenues coming from what is called the attributable expenses that are now directly impacted on the top line within the insurance activities, but didn't take into account the restatement of, what is called, the internal margin, which was an issue that was still at state, still under discussion when we published the medium-term plan. That is representing an additional effect of reduction, at the same time, the cost line and the top line."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "And as you've seen, the first effect, the effect that is within Crédit Agricole Assurance, represented 1 percentage point of cost/income ratio. The second effect, the restatement of internal margin, is another 1 percentage point of cost/income ratio. So it means that probably in terms of revenue evolution, IFRS 17 has an effect that has doubled as compared to what we had in mind when we published the medium-term plan. So definitely reaching this 3.5% in this context is already a challenge, I would say. But again, if we are able to beat that, we're happy to do so."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "In terms of cost base, of course, we have a certain margin because we are now at 54% cost/income ratio when we try to be below 58%. So definitely, we have a margin. And this is providing us comfort not to spend and forget this cost discipline that is really part of our DNA, but possibly to invest. And you know that we want to invest in the development of those new businesses related to energy transition and to the access of all our customers to help services on the territory. So we are going to see whether we are able to accelerate the development of those businesses going forward, but of course, without jeopardizing our capacity to preserve this less than 58% cost/income ratio target, whatever the circumstances."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "Last point, on consumer credit margins, maybe I have not been clear enough. Margin of -- on new loans have significantly shrunk over 2022, and they have started to improve again a little bit in beginning of 2023, so Q1 '23. So we are heading to a further improvement on margin on new loans on CACF. That's now very clear. And again, this is due to the fact that progressively, the [indiscernible] rate has increased and is now increasing on a monthly basis in France. So definitely, this helps a lot to improve the customer rate and to improve the margin for the new loans."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question is from Chris Hallam of Goldman Sachs."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs Group",
    "text": "Two quick questions from me. I know you don't have guidance for 2023. But if you did have guidance, do you think you'd need to raise that today? So sort of which businesses are performing most ahead of your own expectations?"
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs Group",
    "text": "And then secondly, on Slide 27, you talk about the higher financing rates impacting revenue growth in leasing and factoring. Could you talk a little bit about how you expect higher rates to impact those businesses going forward? And how that higher rate backdrop feeds into your thinking around the broader medium-term mobility ambitions?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "Difficult to -- of course, internally, we try to reassess regularly the lending point to end of 2023. What is for sure and what is now an improvement, all things being equal as compared to what we had in mind 3 months ago, is the reduction in the contribution to the Single Resolution Fund. That is clearly something that is an improvement as compared to what we had in mind globally for '23."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "For the rest, of course, we expect a significant part of the improvements that we've seen in the first quarter to be sustainable. But you know that on CIB activities, there is always a certain volatility, not due to our capacity to generate revenues, but mostly due to the behavior of customers. And for retail activities, as I've said, we continue to depend on the future evolution of credits, and it's difficult for us to assess the run rate before we see rates stabilizing probably in the middle of this year. So it's not only -- not a habit for us to provide guidance, but it's probably also too early definitely to be sure of what's going to take place in the second part of the year."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "In leasing and factoring activities, well, the higher financing rate is clearly putting pressure on the margins, but the outstandings continue to increase quite significantly in the leasing business and in the factoring business. The good news is that in the present inflation context, all the contracts that we have signed in the past are actually increasing because of the inflation in the billing of our customers to their own customers. So it's globally a context in which volumes are going to be up, and we hope that we are going to progressively be able to repass the customers the increase in financing rates."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Anke Reingen of Royal Bank of Canada."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC Capital Markets",
    "text": "I just had a question regarding the financing activities within the large customer segment, and it sort of like keeps on to positively surprise me. And I just wonder that given the environment is not quite as supportive for large corporates, where the growth is sort of like coming from. I guess, it's different products, but also are you gaining market share? And what's your view on like the outlook for your large corporate financing activity? And then maybe just about the margins on the financing part because I guess TLTRO would have played a role here as well. I just wondered how successful you are in passing this cheaper funding cost over to your customers?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "Thank you. Well, in the financing activities of the CIB of CACIB, just bear in mind that CACIB and we are perfectly comfortable with this idea. CACIB is here most to finance corporate customers. We can do it through our balance sheet or we can do it through the markets, debt capital market or securitization. But definitely, the biggest part of the business of CACIB is to represent vis-a-vis large corporate customers globally and to provide to them the different financing solutions that they need with a permanent assessment of the relative pricing of the different solutions that we are able to propose."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "So clearly, we think that this, I would say, risen debt of CACIB is relevant, I would say, mostly permanently. And what we see around us is that many, many large corporates continue to have significant projects, significant investment they want to make, especially in the field of energy transition. And so the potential of development of this business continues to be very, very good."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "In terms of being able to repass the financing cost, it's a business where it's mostly a margin spread business. So it's not very difficult to be able to repass to the customers the increase in market rates. And the TLTRO drawing that we've taken -- well, we know that for the group, this represented €200 million globally on a quarterly basis of additional revenues. We no longer have them. It's not really an issue per se. It's a revenue that is disappearing. And starting end of '23, we will no longer have the basis effect, and it's not impacting our relationship with our customers. So I think it's the bulk of what I could say on that."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Kiri Vijayarajah from HSBC."
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "HSBC",
    "text": "Couple of questions from my side. So firstly, on Slide 9, coming back to the mobility topic and the acquisitions you've done there, I'm just curious, why did some of the portfolios you bought from ALD LeasePlan fall into the joint venture? And then in some of the other geographies, you put the acquisitions into your wholly-owned subsidiary, the new CA Autobank. So what's driving the differentiation? And also, what's your priority in terms of growth? Is it the long-term contract fleet in the JV? Or is it the CA Autobank fleet that you prioritize for growth if you have the choice between those 2 portfolios?"
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "HSBC",
    "text": "And then second question, when I look at Crédit Agricole Group, you've got -- you're showing revenue growth of 1.8%. And of course, CASA, much stronger, you posted growth of 10% -- over 10% this quarter. Just trying to reconcile Slide 5 and Slide 6. That kind of implies revenue contraction of the regional banks, excluding CASA, if I'm right."
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "HSBC",
    "text": "So just really what's driving those kind of revenue headwinds at the regional banks ex CASA? From what you were saying earlier, I'm not sure if there's any -- I don't think there was any distortion there in terms of IFRS 17. So just trying to get to the bottom of that kind of revenue headwinds for the regional banks ex CASA, please?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "Okay. Thank you, Kiri. First, why did we split the acquisition coming from ALD and LeasePlan between the JV and CA Autobank, it's very simple. Some countries were covered by the JV agreement with tenancies. It's the case for Portugal and Luxembourg, and we have an exclusivity in these countries. So definitely, it was absolutely the name of the game to bring those activities to the JV."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "And in Ireland, Norway, Czech Republic and Finland, those countries are not covered by the JV. So definitely, as they are covered by Crédit Agricole Autobank, we have included those acquisitions, and we are going to include those acquisitions in our own 100% setup. It's simply a matter of which countries are covered by the JV and which countries are covered by ourselves only."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "Second question, which are our priorities? Our priorities is to develop at the same time the JV and Crédit Agricole Autobank. They are not covering exactly the same scope of clients and the same scope of businesses. The JV is covering all Stellantis branches in a certain number of European countries for the fleet business. So it's a long-term car rental, fleet business in a certain number of countries, and the carmaker is Stellantis. Crédit Agricole Autobank and Drivalia, they are dedicated to different businesses. Crédit Agricole Autobank is car financing, so car loans, not car leasing. Drivalia is car renting, car sharing and different mobility services."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "And they are addressing all small carmakers that are not big enough to have their own car loan captive and also some independent car dealers that are not linked to specific car makers. And so we are going to develop the JV as fast as we can with Stellantis. And at the same time, we are going to develop Crédit Agricole Autobank on those specific businesses as fast as we can at the same time."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "When it comes to the difference between the revenue growth for the group, 1.8%, and for CASA, 10% plus, well, the difference is clearly, as you said, the fact that we have had a revenue deflation at the level of the regional banks under IFRS 17, but there is no impact of IFRS 17 within the regional banks, of course. And this revenue deflation is explained by the fact that the regional banks have no longer the TLTRO drawing, that they have a significant amount of Livret A and other regulated savings account."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "And that they continue to have a significant amount of state-guaranteed loans with a fixed and very low rates, around €12 billion at 0.5% in average, that are going to progressively amortize but that are costly to refinance. So all these elements, of course, are weighing on the net interest income at the regional banks. And despite the increase in fee and commission income, plus 1.6%, all in all, the revenue base is down 9.3% for the regional banks."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Mate Nemes of UBS."
  },
  {
    "person": "Mate Nemes",
    "role": "questioner",
    "position": "UBS",
    "text": "I had two questions, please. The first one is on Italy. Clearly, you had a very strong revenue turnout this quarter. The loan book is flat. So clearly, you're seeing quite some margin expansion there. I'm just wondering if you could give us a sense about margin dynamics in the next few quarters. Are we to see a margin peak perhaps in the next 1 or 2 quarters? Or do you expect this to be more of a longer-duration story?"
  },
  {
    "person": "Mate Nemes",
    "role": "questioner",
    "position": "UBS",
    "text": "The second question is on the joint venture with Worldline and payments. I was just wondering about the potential -- the revenue potential of this JV. What should we expect here? And to what extent this JV is factored into your other €300 million revenue aspirations in payments that you presented last year?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "Let's start with Italy. In Italy, we are in a different model for the net interest income than in France, obviously. And clearly, there is a very fast resetting of the asset yield because half of the loan book is either floating rate or adjustable rates. So definitely, the customer rate in average on the asset book is increasing quite rapidly. And between beginning of '22 and beginning of '23, it has more or less doubled. At the same time, there has been a significant increase in the cost of the customer liabilities, but much, much slower. And so this is triggering this very sharp increase in the net interest income."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "Definitely, going forward, there is not going to be another doubling of the customer rates on the asset side, on the loans. Because, again, we don't know exactly where rates are going to end and at what time, but I do not expect another doubling of the level of rates going forward. So I think that yearly, we have had in the last few quarters, the biggest part of the increase in net interest income, and we are going to progressively see things stabilize. But again, it depends exactly when the movement in rates is going itself to stabilize."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "For the JV with Worldline, so we've signed the agreement. We are now working hard in order to launch the JV to create the JV itself. Probably end of this year, the JV is going to invest. It's going to progressively attract the contracts that we are going to provide to them to bring to it. So this is going to be a slow process. And so the revenues that we are going to be able to extract from the JV are probably going to be beyond the medium-term plan date, i.e. 2025."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "But until then, the revenues linked to payments that are booked in the regional banks in LCL are going to increase sharper and more happily than the market in average. This is what we target. And this is going to fuel the growth of our retail banking activities in France in -- during the medium-term plan."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question is from Matt Clark of Mediobanca."
  },
  {
    "person": "Matt Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Coming back to IFRS 17, I'm afraid. I'm just trying to understand originally, as in a year or 2 ago, I think your guidance was that there would be a trade-off between the P&L impact on a go-forward basis of IFRS 17 and the upfront capital impacts. And originally, you were guiding or saying that you would manage the capital impact so that there was a negligible P&L impact to the go-forward earnings contribution."
  },
  {
    "person": "Matt Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "So I guess, firstly, did I have that original approach correct? And then in the outturn, the capital impact was clearly much better than you were originally expecting. So I'm wondering, has the run rate P&L impact of IFRS 17 also cadenced versus your original negligible impact expectation? And if so, how has that now changed? Because there are obviously some very material swings happening across the P&L and insurance and Corporate Center. Just trying to look at the big picture, I think it's better than you were originally expecting. And should we be reflecting that in our expectations going forward?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "Yes. It's true that 1 or 1.5 years ago, we were guiding towards this trade-off between P&L and upfront capital impact. That's absolutely true. What has happened in the meanwhile is 2 things. The first thing is that actually the unrealized capital gains that we had at that time, i.e., 1.5 years ago, has transformed into a significant unrealized capital loss. And definitely, what we had in mind was that this unrealized part of our balance sheet was partially to be transferred into our own funds. This has radically changed the situation."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "And I would say that the transition to IFRS 17 has led to upfronting most of the pull to par that we expected going forward, linked to the OCI reserves. When the OCI reserves were positive, the pull to par was going to be negative and upfronting one of the pull to par was representing a negative impact. When the OCI reserves became negative, the upfronting of the pull to par provided an improvement of the capital position one-off."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "In addition to that, of course, IFRS 17 is a very technical regulation. And what the team did at Crédit Agricole Assurance was to try and optimize as much as possible the breakdown of the asset books in order to moderate as much as possible the potential negative impact on the P&L and if possible, to improve the positive impact from the P&L. And so there has been some significant changes in the organization of the asset books at Crédit Agricole Assurance since the start of the workload on IFRS 17 in order to accommodate as well as possible this new regulation, and it proves to be efficient."
  },
  {
    "person": "Matt Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Are you saying, therefore, that you now expect there to be a positive impact on the P&L over the next few years from the transition to IFRS 17 compared to if you remained on an IFRS 4 basis?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "Well, we are not going to be able to compare the IFRS 17 P&L that we are going to recognize going forward with what it would have been under IFRS 4, it's not going to be possible. But what I've said regarding the potential run rate of our revenues under IFRS 17 is that what you've seen in the first quarter of 2023, depending, of course, on market conditions and depending on our level of commercial activity, is not something specific to this first quarter and is something that is much more possible to replicate, I would say."
  },
  {
    "person": "Matt Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Okay. And sorry, just one final follow-up. In terms of market conditions, that would mean you might not be able to generate that sort of result going forward? What sort of -- can you give an example of the quarter that would have had a material adverse Impact?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "Well, you know that under IFRS 4, there is much closer relationship between the evolution of assets and liabilities when it comes to market conditions. So normally, the volatility linked to market condition is partially offset by the fact that liabilities should move in the same direction as assets, but nevertheless, assets under IFRS 9. But of course, there can be some discrepancies. And so I don't know exactly what example I could name, but definitely, we can have circumstances in which certain market movements are reducing the value under IFRS 9 of the asset book."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "Whereas, at the same time, we are not able to recognize a reduction in the value of our liabilities under IFRS 17. So we are going forward to learn quarter after quarter, how it behaves. I think we did whatever we could in order to moderate as much as possible the volatility. But now IFRS 9 plus IFRS 17, is the fact that we are on a mark-to-market basis, both on the asset side and the liability side."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question is from Benoit Valleaux of ODDO."
  },
  {
    "person": "Benoit Valleaux",
    "role": "questioner",
    "position": "ODDO",
    "text": "Two short follow-up question on my side on insurance. The first one is on capital. We've seen an increase of around 50% in the SCR over Q1. I just wonder if you can give us some granularity behind this increase. For example, did you suffer from a change in the [indiscernible] portfolio in Q1? And what would have been the impact from the financial market?"
  },
  {
    "person": "Benoit Valleaux",
    "role": "questioner",
    "position": "ODDO",
    "text": "And linked to this, can you please let us know what has been the evolution of the sales to margin of your insurance activity and maybe more specifically, for Predica? And the second question is linked to IFRS 17, you mentioned assets. I have just one question related to your real estate portfolio. Just would like to know, is the totality of your real estate portfolio is booked at cost? Or part of it is booked at fair value to P&L, just to understand if potential credit valuation might impact or not the contribution from insurance?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "Many technical questions. The first one was related to the STR. I don't have in mind precisely the elements to answer to your question. I don't know, Clotilde, if you have any precision you can give to Benoit?"
  },
  {
    "person": "Clotilde L'Angevin",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you, Benoit. Going forward -- I think that what we can say in this quarter is that, in particular, besides the revenues that were strong in terms of savings in P&C, we have had a favorable claims trend that has decreased our combined ratios. So that is something that I can change. But all of this is activity or environment-related and not a change in [indiscernible] reference portfolio."
  },
  {
    "person": "Benoit Valleaux",
    "role": "questioner",
    "position": "ODDO",
    "text": "Okay. And regarding Solvency II or Predica, do you have any plans?"
  },
  {
    "person": "Clotilde L'Angevin",
    "role": "answerer",
    "position": "Unknown",
    "text": "And we don't disclose anything regarding change in Solvency, as you know, in the first quarter because we stick to the Solvency figures that we had at the end of 2022, which was very strong. As you know, our Solvency figure includes the reserve that we called the PPE, which decreased a little bit at the end of 2022, but that remains quite strong. And the increase in rates also has some positive effect going forward in this regard. So we're very comfortable with our Solvency ratio as of today, even in the Q1, and we'll give you corresponding figures in the Q2."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "Yes. But definitely, bear in mind that end of last year, Solvency II figure was far above 200%."
  },
  {
    "person": "Clotilde L'Angevin",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "So definitely, we continue to be, I would say, even above our steering target."
  },
  {
    "person": "Clotilde L'Angevin",
    "role": "answerer",
    "position": "Unknown",
    "text": "Absolutely."
  },
  {
    "person": "Benoit Valleaux",
    "role": "questioner",
    "position": "ODDO",
    "text": "Okay. And regarding senility to real estate valuation?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "Well, we have real estate assets in the book of Crédit Agricole Assurance and Predica, but it doesn't represent a very massive amount. It's less than 10% of the assets of credit cards. So it's not significant, but it's not absolutely massive. And in addition to that, in the present environment, there is a pressure on certain real estate assets because of the way they have been financed, i.e., some investors have financed their assets -- real estate assets through debt."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "So of course, they are facing a significant potential increase in the cost of their funding. And so this is putting some pressure on them. But an insurer does not have -- by definition, it's mostly financed with the deposits of the policyholders. So there is no issue regarding any kind of leverage. And rents are benefiting from the inflation nowadays. So the revenues that are generated by real estate assets are increasing nowadays."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The final question is from Jacques-Henri Gaulard of Capital Chevreaux."
  },
  {
    "person": "Jacques-Henri Gaulard",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "First of all, Clotilde, thank you very much for everything. I was about to ask you to answer directly that follow-up question, but you already talked. So fair enough. If you want to answer it, answer it. It's a follow-up on the outlook. And it's true that when you read the Q4 2022 press release, it's pretty dry. I remember it says, in '23, continued adaptation to the new rates context."
  },
  {
    "person": "Jacques-Henri Gaulard",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "So I understand the answer you gave to my colleague about the SRF variation, which was a big impact, which is true. But even if I was to actually increase that SRF contribution of '22 by €100 million, you would have still beaten consensus by 20%. So I wanted to know if you found that the activity accelerated towards the second half of the quarter? Or what basically drove you to be that conservative? That's the first question."
  },
  {
    "person": "Jacques-Henri Gaulard",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "And then the second one, good old AT1 coupon are a little bit higher on the back of your outstanding of about €8 billion, that suggests a yield of 7.8%. Is it a good yield to take for the rest of the year or too high to low? Just a bit of guidance."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "Of course, I will leave the last one to Clotilde, but maybe just a few words on what we've said end of '22 and why we look a little bit conservative. Remember that back 3 months ago, there was a lot of uncertainty regarding the reason, the pace at which the central banks were going to hike. And we know that we were going to lose at group level several hundred of million euros of revenues coming from the TLTRO. And we were a little bit, I would say, doubtful on the potential evolution of the economic outlook. Because actually, there was, at that time, a significant possibility of seeing a recession in France and Europe."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "I think the landscape has significantly improved since that. And clearly, what we have seen in the first quarter of this year was a level of activity across the board, which was significantly above what we had in mind in a more gloomy landscape, the one that we had back in end of 2022. So Clotilde, maybe you can also answer on the AT1?"
  },
  {
    "person": "Clotilde L'Angevin",
    "role": "answerer",
    "position": "Unknown",
    "text": "On the AT1?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "Yes, there was a question on the AT1 from Jack Henry."
  },
  {
    "person": "Clotilde L'Angevin",
    "role": "answerer",
    "position": "Unknown",
    "text": "No, there was a question outlook on the consensus, right?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "On the AT1."
  },
  {
    "person": "Benoit Valleaux",
    "role": "questioner",
    "position": "ODDO",
    "text": "There was also a question on the AT1."
  },
  {
    "person": "Clotilde L'Angevin",
    "role": "answerer",
    "position": "Unknown",
    "text": "I'm sorry. I missed the question on AT1. But as you know, we don't disclose any of plans on AT1 because it's outside of our funding plans."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "No, it is a matter of remuneration."
  },
  {
    "person": "Clotilde L'Angevin",
    "role": "answerer",
    "position": "Unknown",
    "text": "Oh, it's the matter of the coupon?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "The coupon, yes."
  },
  {
    "person": "Clotilde L'Angevin",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes, they were very high. Yes, well, all of this depends on market conditions, as you know. And we'll see what happens in terms of the calls, depending on the market conditions and these conditions have changed. So we always have to be flexible in terms of the AT1."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "But I think that globally, the coupons are not split evenly in the quarter -- equally in the fourth quarter of the year. So probably, if you assess the average cost of AT1 simply on the basis of Q1, I think that you would not necessarily end with the relevant average cost of AT1 bonds."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "I guess this is the answer. And we have a last question, Jacques-Henri. I'm sorry, you were supposed to be the last one, but there is a last after the last. So Clotilde is going to take this last question."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The last question is Kumar Sharad of Deutsche Bank."
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "So I just had one question pending on your LCR ratio. So in the press release, you do mention that your medium-term target is 110%. So is this a floor? Or do you realistically envisage lowering your LCR over the medium term? So although I appreciate you're maintaining a higher level of liquidity in the current circumstances, but just wanted to have possibly medium-term color on what the targets could mean?"
  },
  {
    "person": "Clotilde L'Angevin",
    "role": "answerer",
    "position": "Unknown",
    "text": "So maybe I will answer, in fact, because I got this question, I'm sorry, I didn't get the colleague's question, but I got this one and I heard this one. So yes, indeed, this target is 110%. And today, we're quite above this target. But as you know, we are also above this target because of the TLTRO and the surplus that we have today is, of course, stronger than the TLTRO."
  },
  {
    "person": "Clotilde L'Angevin",
    "role": "answerer",
    "position": "Unknown",
    "text": "And we designed our MTP targets in terms of liquidity coverage ratio, but also in terms of stable resources position supposing that we would have to reimburse TLTRO, which we will do. And so we're quite comfortable with these targets going forward. So these include the repayment of the TLTRO."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy CEO &amp; Head, Steering Division",
    "text": "Okay. Well, I think this was the very last question, definitely. Thanks all of you for attending this meeting. Thanks also to Clotilde for the -- I haven't counted the number but probably 15 or 16 meetings. And welcome to Cécile, who was very steadily listening to this call, and he's going to be -- she's going to be ready as an instructor for you starting tomorrow. Bye-bye to everyone."
  },
  {
    "person": "Clotilde L'Angevin",
    "role": "operator",
    "position": "Unknown",
    "text": "Bye, everyone."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Ladies and gentlemen, thank you for joining. The conference is now over, and you may disconnect your telephones."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]