[
  {
    "person": "Unknown",
    "role": "operator",
    "position": null,
    "text": "I would now like to hand the conference over to your CFO, Jerome Grivet. Thank you. Please go ahead."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Good afternoon to every one of you. I'm happy to present to you the results of the Group and of Credit Agricole SA for this first quarter of 2021. Let me go to the slideshow quite as rapidly as possible in order to leave you time for your questions."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "So we can start on Page 4, you can see that the group is posting a net profit of €1.75 billion which is almost double as compared to Q1 '20. When restated from the traditional specific items, and I'll go back on this one just afterwards, the underlying net income group share stands at €1.6 billion and it is still an increase of 63%."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "What is the main elements that we restate this quarter is the fact that we've received from the single resolution Board an approval to restate our contribution for the last five years from 2016 to 2020? And this represents a positive one-off for the quote [ph] that we that we book on this quarter, that represents €185 million for the Group and €130 million for Credit Agricole SA. This element of being of course nonrecurring, it's restated and it's not integrated in our underlying figures."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "If I go a little bit down on the P&L of the Group globally, what you can see is that these results are not only very high and solid, but they are also of a good quality. Revenues are very significantly up, plus 8.5% cost base excluding the normal contribution to the Single Resolution Fund are stable, and the cost of risk is down 42%. So this is leading to this €1.6 billion net profit at group level and to a solvency ratio, CET1 ratio at 17.3%."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "If you go on the next page, with CASA figures, the same trends can be identified. Net income Group share stated above €1 billion for this first quarter is up 63%, 64%. This specific item that is restated, and the underlying net income group share stands at €932 million. It's up 43% Q1 on Q1. And again, we have the same tendencies inside the P&L with revenues up 7.2% as compared to Q1 '20. It's also up 4% compared to Q4 '20. The cost basis excluding the contribution to the Single Resolution Fund is flat and it's even slightly down as compared to Q4 last year minus 0.5%. And the cost of risk is down 38% compared to Q1 and also minus 23% compared to Q4 '20."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "I can go directly maybe on Page 8, and just give you some elements on what happened during this first quarter of 2021. I think what is important to keep in mind is that back in 2020, the first quarter was still for the biggest part of it, a quarter of normal activity and all the restrictions to the activities - to the economic activities started only end of March."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "This first quarter of 2021 has been indeed earmarked with the continuation of some significant restrictions measures. And despite that we've managed to continue to develop our activities across the board. And you can see that we've succeeded in attracting new customers this quarter, significant number of new customer 469,000 new retail banking customers in France and Italy. And we've managed also to increase the main activity indicator of loans outstanding, customer assets, consumer credit outstandings and also the number of nonlife insurance policies."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "So it means that we've learned how to continue to operate under restrictions and we've been quite active from this viewpoint."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "If I go now, on Page 9, just to take a look on the way the revenue line has been built, as CASA [ph] in this first quarter of 2021, you can see that all business lines contributed to this increase in the top line of our P&L. It's been very much the case for the asset gathering division and also for the large customer's business division. But you can see that also in the retail banking business division, we've managed to post an increase in the top line. It's only with this the specialized financial services that we have had a top line that remained flat quarter in Q1 as compared to Q1 '20."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "But it's interesting also to note on the right-hand button, top part of the page is this series of net revenues that we've posted in the last five years for the first quarter of the year. And you can see that steadily year-after-year we've managed to increase the level of revenues. It's been also the case for the next quarters of the year in Q2, Q3 and Q4. We'll see if we manage to continue this trend for the rest of this year."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "If I take a look at the evolution of the cost base, so I told you that the cost base was globally flat, Q1-on-Q1. If you exclude the contribution to the Single Resolution Fund, it's been more or less the case in every business division, with a slight increase in the asset gathering and large customers business divisions, which were the one that posted the highest increase in the evolution of their revenues, when the cost base continued to decline in the specialized financial service division, and in the retail banking division. You can see that of course, the cost to income ratio continues to significantly decline. It's now at 58% excluding the contribution to the Single Resolution Fund."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Maybe one last point on this issue of the Single Resolution Fund, I wanted to raise, this quarter, as I said, we've booked one positive element, which is restated and not included in the underlying figures. And we've booked the traditional contribution, yearly contribution of €510 million this year. This figure compares to a published an underlying figure of €360 million in Q1 '20."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "But actually, in '20 we have had to book a complement to this contribution in Q2 of €79 million. So actually the €510 million that we booked this quarter, which is going to represent the whole of the contribution for the full year, no complement is expected in Q2 has to be compared with actually level for last year which was globally €439 million, but it was booked over Q1 and Q2."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "If I go now on Page 11, talking about the asset quality, I think that the main messages are very straightforward. The asset quality remains very, very good with the level of nonperforming loans compared to the total outstanding which is stable. Both for Credit Agricole SA and for the group globally, and the coverage ratios continue to slightly improve 72% for Credit Agricole SA and 84.4% for the group globalist. So, the quality of the loan book remains very, very solid."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "When it comes to the cost of risk itself, on this quarter, what you can see is that both for the group and for the SA, the cost of risk globally declined. You know that the cost of risk is made of two different elements. The first one is the additional provisions that we booked regarding Stage 1 and Stage 2 loans."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "And this quarter, you can see that this component of the cost of risk has decreased as compared to last year, be it Q1 be it Q4 of be the average across the full year, it's simply because we've made a significant effort of provisioning performing loans last year. But this quarter, we don't see any reason to strengthen or to make more severe our macroeconomic scenario. And so the additional Stage 1 and Stage 2 provisioning that we've booked, are only related either to the natural evolution of our credit portfolios or to some additional prudential approaches on certain specific sectors. And it's the same as the level of the Group and as the level of Credit Agricole SA."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "The second element of the cost of risk is made of the provisioning of nonperforming loans. And what you can see is that, again, both for the Group and for Credit Agricole SA the S3 provisioning is significantly below what we booked in Q1 '20, and more or less stable as compared to Q4 '20. So no sign of deterioration of the credit quality of our loan book again."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "This is leading to a very positive evolution of the net income group share globally on Page 13. It's the case business division by business division, where you can see that in each business division, we've managed to increase the bottom line quite significantly. The only exception being the corporate center, but it's mainly and it's only due to a base effect in 2020."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "And when you look differently across the P&L globally, what you can see is that the net profit increases by around €280 million. It's fueled by a very significant increase in revenues, plus €317 million, and a significant decrease in the cost of risk minus €240 million. And the two negative elements are the increase in the contribution to the Single Resolution Fund, plus €150 million and the increase in property taxes and other elements plus, around €180 million."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "On Page 14, maybe rapidly to some elements on two events of the quarter. The first event is Amundi entering into exclusive negotiation to acquire Lyxor. So this is going obviously to make - to not only to reinforce globally Amundi's positioning in the field of asset management in Europe, but it's also leading to a very strong improvement of its positioning in the European ETF market."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "And the second element is the success of the tender offer that we have launched in Italy on CreVal. It's been a success, because we've managed to get more than 90% of the capital of CreVal for this tender offer. So this is going to enable us to delist CreVal and we have just reopened the offer in order to squeeze out the remaining shareholders and in order to own 100% of the capital of CreVal to facilitate the integration process later on."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Let me go now on Page 16, just some elements regarding the mobilization of the group to support and to protect the economy during the crisis. I'm not going to comment in-depth, the process of state guarantee loans because you're now quite familiar with that. But just to mention that it continued this quarter. We have granted an additional close to €1 billion of additional state guarantee loans this quarter."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "When it comes to payment holidays, it's now coming to an end. And in most cases, in 98% of the cases to a positive end, because the payments are resuming completely normally. And we've been also - we remind here that we've been also active in protecting vulnerable customers."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "On Page 17, what is important is what is now ahead of us. What is ahead of us is that the economy is picking up. It's picking up in France, in Italy, in Europe, in the rest of the world. And we absolutely must take part in that because all our competitors are active. And so we are working now on the next steps of this picking up of the economy, and we ready to participate massively in the PPR initiative in France Prêts participatifs Relance, with our life insurance company, being one - being the biggest contributor to the fund, that is a step - that is put in place to finance these loans."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Last point on Page 18, during this period of time, we've continued to accelerate on the social transformation contribution of the group. We've acknowledged that this crisis is clearly confirming the relevance of our group project and the relevance of integrating environmental and societal preoccupation in our Group project and we are accelerating on those elements."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Let me now go rapidly through the different businesses, starting with the asset gathering and insurance business division. Just to mention on Page 20, that we've managed to grow quite significantly the volume of assets that we manage, and that the profit of this business division has significantly rebounded this quarter, plus 43.7%."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "When it comes to strictly insurance activities, on Page 21, what we can say is that we have had a very positive commercial activity in this beginning of the year. And with an acceleration in March, we've seen that especially in the inflows in life insurance policies. The leadership positioning of Credit Agricole France [ph] has been strengthened further this year - last year on the French market, and it continues to be the case with the continuation of market share gains in the nonlife insurance activity. The net profit of this business increases by 45% this quarter as compared to Q1 '20."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "On Page 22, Amundi, and Amundi has published last week its results so you know them perfectly. I think two elements are worth mentioning. The first element is that again Amundi is reaching a record level of assets under management, €1,755 billion and the second element is that Amundi is posting this quarter a record level of profit and an increase of 54.4% for the contribution of Amundi to our own P&L."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "On Page 23, large customers division. So CAL&F plus CACEIS, I think that what has been mentioned on Page 23, is that globally, the activity was very dynamic. It's been notably the case at CACEIS where we've seen a significant increase in assets under custody and assets under administration and a significant increase in the contribution of CACEIS outside the Single Resolution Fund contribution."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "When it comes to CAL&F on Page 24, simply to illustrate the situation, this quarter, the first quarter of '21 has been the second best quarter in five years in terms of revenues for CAL&F, and this performance has been reached both for capital market activities where we see a significant increase, that 13% and for financing activities with a good level of the credit demand coming from customers."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "The cost base remains very, very much under control excluding, again, an increase in the contribution to the Single Resolution Fund. The cost of risk significantly decreases and thus, the net income group share of CAL&F is growing by 37.6% this quarter. Specialized financial services division with the consumer credit business, we have had a good level of production of new loans this quarter. It's an increase of more than 4% Q1-on-Q1. So this is protecting more or less the level of loans outstanding at CACF end of March as compared to end of March 2020."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "The MBI is more or less stable excluding scope effect. The scope effect being the consolidation of the CACF panel which is under the process of being sold. And the cost of risk at CACF is declining quite significantly, leading to a strong improvement of the contribution to CACF to the profit of the group."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "It's more or less the same story for the leasing and factoring activities with a good level of commercial activity in the quarter, a good level of revenues too, a significant decrease in the cost of risk and a doubling of the contribution to our profits."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Retail banking activities, starting with LCL. LCL, despite the restrictions managed to grow its customer base and grow its loans and deposits outstanding. The revenue is quite resilient with an increase of close to 2%. The cost base continues to decline by around 2%. And the cost of risk is also significantly declining. It is spread more or less evenly between S1 and S2 provision and S3 provisions. So in this context, the net profit of LCL is up 12% this quarter."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Going now to international retail banking activity and starting with Italy. You remember that Italy has had an earlier triggering of the lockdowns in 2020. And so the comparison in terms of activity between Q1 '21 and Q1 '20 shows a very significant increase in the level of activity and in the number and the amount of product sold to our customers. So in this context, the top line is increasing quite significantly, the cost line is stable, and the cost of risk declined by around 14%. So the net contribution of Credit Agricole Italia is up quite significantly, plus 76.6%."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "For the rest of the International retail banking activities, the lowest point in terms of revenues was reached in Q2 last year. So it means that the comparison Q1-on-Q1 is still challenging. Nevertheless, as we've managed to control the cost base and also to decrease a little bit the cost of risk, the evolution of the net profit is only slightly down minus 13%. And will have been stable without ForEx effects. So it's a resilient quarter for this activity."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "I'll finish with the corporate center, the structural improvement of the costs of the corporate center continues to operate. There is a base effect, which is quite challenging, because you remember that in Q1 '20 we have had very significant intra group restatements that generated within the corporate center, €175 million of revenues which we don't have any longer this quarter, but restated from these elements the improvement is very solid."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Just maybe one additional comment, in the corporate center since the beginning of this year we are now booking the contribution of BforBank which is now held with a stake of 50% plus one share by Credit Agricole SA and so it's equity accounted and it's generating a loss this quarter of €5 million. And we expect this to continue in the coming quarters and for at least some years before we reach the breakeven. So you'll have now to take that into account."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "On page 31, the regional banks of Credit Agricole. They have had a very good beginning of the year with good levels of activity, good customer attraction too and a net level of revenues that was also boosted by the effect of the improvement in the market on their portfolio of assets."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "The cost base is stable, the cost of risk declined significantly and so the contribution of the regional banks to the net profit of the Group is doubled as compared to Q1 2020, which was much more difficult."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Let me go now to the solvency starting with the level of Credit Agricole SA. There is a significant increase in the level of RWAs this quarter plus around €12 billion but actually, €5 billion is explained by the dismantling of an additional 15% of the switch mechanism on the quarter. And then we have had around €5 billion or €6 billion of increase in the level of RWAs that are due either to ForEx effects or rating migration or trim. So the real organic increase in RWA is much more moderate. The CET1 ratio of Credit Agricole SA stands at 12.7%, which is of course, very significantly above any requirement."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "At the level of the Group, the ratio stands at 17.3%. It's above the set level by 8.4 percentage points, and it's up 10 bps this quarter, nothing much more to mention."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Liquidities definitely not an issue on Page 35. What is important maybe to note is that we've further increased a little bit the level of TLTRO drawings that we've taken as the TLTRO window. We have now end of March €152 billion of TLTRO which are allocated to the different businesses of the group and the liquidity reserve are at the highest level."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Last point regarding the financial management of the group, the advancement of the market funding program is completely on track. Maybe just one other element we can mention is that we've announced just two days ago, the call of AT1 which is going to take place in June and which is going to produce the effects in terms of AT1 coupons starting in Q3 this year."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "I think I can stop here in order now to try to answer to your questions."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions] And your first question comes from the line of Jacques-Henri Gaulard from Kepler. Your lines open. Please ask your question."
  },
  {
    "person": "Jacques-Henri Gaulard",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "Yes. Good afternoon, Jerome. Just two questions. The first one would be on CreVal maybe. Can you confirm that the synergies that were mentioned in the offer document will remain more or less the same and there's no particular change? And I mean, in that document, what was maybe a little bit surprising was the amount of restructuring charges which were actually quite high. If you can comment, that would be lovely?"
  },
  {
    "person": "Jacques-Henri Gaulard",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "And the second question would be on the perimeter of the group have been super active with tons of initiatives in pretty much all of the important businesses. And I was wondering whether you believe that that perimeter would now remain more or less stable until you announced the new plan in '22. Or if there is any great opportunity starting up you would see that? Thank you."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Thank you, Jacques-Henri. CreVal, you know that for the time being we've based our assumptions and every element that was in the tender offer document only on publicly available information because obviously this was a listed entity and we couldn't of course access to some private data. So we have no reason because of the offer has been successful to change our assumptions. But of course, we'll have to fine tune those assumptions. And it's also the case for the cost of the risk attrition."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Once we have really dig into CreVal which is going to be the case, when we will have a new Board of Directors, you may have seen that a General Assembly Meeting has been a convened for June the 18th. So this will be the occasion for the Board to be changed in accordance with the new shareholding of the company. And we will of course conduct some audit within CreVal in order to again fine tune the capacity of generating costs and revenue synergies and to fine tune the cost of putting in place those restructuration."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "So up to now no reason to change these figures, but we'll have to fine tune them. And we'll have to do that in the process of purchase price allocation, which is going probably to be made into two steps. One very rapidly but very rough and very conservative and probably a second step before year-end with more precise figures."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "When it comes to the perimeter of the Group that we've always said that the strategy of the Group is not based on M&A. It's not based on acquisitions that we would target well in advance and that we would try to realize in order to reach our strategic goals. The strategy of the Group is really an organic one but we have said that with some very precise financial criteria, we will be ready to take advantage of opportunities if they arise."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "So it's been the case lately, and you were referring to two important transactions that were announced more or less at the same time in the last few months Lyxor and CreVal, but we make perfectly leave several quarters in a row without announcing anything, it's not a must."
  },
  {
    "person": "Jacques-Henri Gaulard",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "Thank you."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Your next question comes from the line of Delphine Lee from JP Morgan."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan Chase &amp; Co.",
    "text": "Yes. Good afternoon. Thanks for taking my questions, Jerome. So the first one, I would like to ask on the payout ratio. Just trying to understand a little bit your 50% policy, which you said you would top up with a little bit of the full year '19 dividends. I think you mentioned $0.40. I just wondered how quickly we could see those extra let's say dividends and would they come in the form of specials or would be - would they be part of your normal dividend policy?"
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan Chase &amp; Co.",
    "text": "And more broadly speaking, I mean, you're still targeting 11% CET1, I assume, just wondering how you get there given level of capital you have now? And would you consider accelerating bit the switch to reimbursement in that context?"
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan Chase &amp; Co.",
    "text": "And then the second question is on costs of risk. I think you mentioned - you still mentioned that cost of risk is supposed to come down this year. And the question is a little bit how much given the start of the year and you've walked in 37 basis on Stage 1, Stage 2 provisions as well. So should we expect more of those Stage 1, Stage 2 provisioning again in the next few quarters, or should that normalize and would you have a guidance for us for '21? Thank you."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Well, I'll start with the dividend. You're quite in a hurry to have some information. We are still in the process of building 2021 results and so we'll assess by year-end what is the normal dividend coming from the normal 50% cash payout policies and what kind of top up we can think of. But this is going to be an issue that we will addressed only in Q4. So please do not urge too much on this question."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "We still have to pay the 2020 dividend that is going to be voted by the General Assembly meeting next week. So we have time to think of this year dividend policy a little bit later on, but definitely we continue to have 11% as a target. So of course, considering the 12.7% ratio, where we stand now, the margin is quite wide. Please take into consideration that we will have to finance somehow the CreVal acquisition which is going to represent maybe close to 20 bps, the Lyxor acquisition which is going to represent maybe 15 bps of ratio for Credit Agricole SA."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "We still have some probably 4 billion or 5 billion of trim RWA to take this year, which is also going to represent a significant impact on our CET1 ratio. And we have, as you said, rightly, the remaining 50% of the switch to unwind before end 2022. So definitely this is a commitment that we've taken, and this commitment will be fulfilled whatsoever. So this is all the main moving pieces that will take place regarding our capital and impacting of course definitely our dividend policy."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Then regarding the cost of risk, it's very, very difficult to tell in advance where we are going to stand in terms of cost of risk for the full year. What I can tell you is that this quarter, we've seen a significant decrease in the additional S1 and S2 provision as I explained. What I can tell you is that also this remaining S1 and S2 additional provisions that we've booked this quarter were linked to, I would say additional prudence, i.e. either sectorial provisions that are taken either by LCL or by CAL&F on certain sectors, or simply the pure result of the natural evolution and modification of the breakdown of our assets between S1 and S2."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "But it's really very tiny and we don't expect to have to modify the macroeconomic scenario this year, which would be the main driver of a significant movement on S1 and S2 provisioning. We are very prudent in terms of provision. This is demonstrated, I would say by the level of provisioning that we have in our books. We have close to €20 billion provision at Group level and close to €10 billion at CASA level. Inside those provisions we have €2.7 billion of Stage 1 and Stage 2 provisioning at CASA level and close to €7 billion S1 and S2 provisioning and group level."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "We don't intend to write back those amounts of provision going forward and they are here just we expect them to confirm our very prudent approach in terms of cost of risk. But definitely what we see in the macroeconomic environment is not showing any sign of deterioration in the credit environment as of now."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan Chase &amp; Co.",
    "text": "Thank you very much."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Your next question comes from the line of Jean Neuez from Goldman Sachs. Your line is open. Please ask your question."
  },
  {
    "person": "Jean Neuez",
    "role": "questioner",
    "position": "Goldman Sachs Group",
    "text": "Hi, there. Hi, Jerome, good afternoon. I just wanted to ask about the French retail revenues and the Italian retail revenues because compared to the domestic Italian peers that have reported up until now, and also in France compared to BNP and SocGen, your revenue seem to be doing quite a fair bit better. I noticed some securities gain in Italy, but nonetheless up 5% year-over-year is a big number, because I don't think you have many trading revenues."
  },
  {
    "person": "Jean Neuez",
    "role": "questioner",
    "position": "Goldman Sachs Group",
    "text": "I don't think in there, and the same in France, the net interest margin seems to be much more resilient. So I remember you unwind some swaps back in a few years back. But I just wanted to try to understand firstly in Italy, what was your net interest income trends and also what you attribute the resilience on net interest margins to in those businesses?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Well, in Italy, as you said, in the top line evolution, you have a one off that we've mentioned. We have also very good behavior of what is called the managed savings for the account of our customers that generate a significant volume of fees this quarter. So of course, the level of fees can be volatile, but this quarter, we performed very well in this area. And of course, we'll try and continue to go in the same direction."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "So clearly, in Italy, net interest margin is under pressure. Customer are renegotiating not their rates, because many, many loans are based on the floating rate, but so they don't renegotiate the rate, they renegotiate the spread. And so we feel a real pressure on net interest revenues in Italy, as well as in France. But we manage, thanks to the volume effect, and thanks to the development of the fees, to offset that, and to have a dynamic evolution of the topline."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "In France also, we always say the same, we have the volume effect that is positive, and that is helped, indeed by the decrease in interest rates. We have the development of fees and commissions. And we have - I would say, the will that we have to continue to attract new customers in order to develop our customer base. So the P&L of LCL is a very simple one, because it's a pure retail bank in France. It has no other activities; it has no other gimmicks in its P&L. So I think that it's quite straightforward."
  },
  {
    "person": "Jean Neuez",
    "role": "questioner",
    "position": "Goldman Sachs Group",
    "text": "Okay. It's just that it's slightly different compared to the peers."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "You should ask the peer."
  },
  {
    "person": "Jean Neuez",
    "role": "questioner",
    "position": "Goldman Sachs Group",
    "text": "We asked them too. Today your call. Any way. Thanks Jerome."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Your next question comes from the line of Giulia Aurora Miotto from Morgan Stanley. Your line is open. Please ask your question."
  },
  {
    "person": "Giulia Aurora Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Hi, good afternoon. My first question is about deposits, and the fact that they keep growing more than loans. So I was wondering, what are you seeing on the ground? And do you think there is potential for an acceleration of a move from deposits on to investment products, especially on your retail networks? What's the potential from this revenue opportunity? So that would be my first question."
  },
  {
    "person": "Giulia Aurora Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "And then the second question goes back to the €5 billion 2022, guidance for net income group share. I was wondering, if you have any updates for us on this one and whether it would include also the recent acquisitions? Thank you."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Well, thank you. It's true that the deposit - the customer deposition is evolving very, very rapidly. And actually, it's been the case at LCL. It's also the case within the regional banks of Credit Agricole. It's the case throughout the whole banking sector. I think that for the time being it's here because of all our customers, be it household or SMEs of corporates are very prudent in the context. And so they wish to keep big liquidity buffers everyone at his or at her level."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "So of course, once the situation is going to be completely clarified, once the pandemic will be considered completely under control, all these people be the household or the businesses are going probably to make decisions regarding their cash position. And these decisions can take different directions."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "We think, we expect and to be frank, we wish that a significant part of the savings accumulated by the household on their side deposits are going to be transformed into consumption, because this is going to help significantly the pickup in the economic activities and this is going to be good overall for the country."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "So we are not going to try and induce them, I would say against their will to transform these savings into or these deposits into long-term investment products. Of course, if part of this cash is relevant to be invested long-term, we are here and we are ready to do so and to help our clients to find a solution, because we precisely have a whole range of solutions. We have the life insurance solution; we have the asset management solution. We have also the real estate proposition."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "So we have the capacity to propose our customers the whole range of long-term investments if they wish. But clearly, we are not going to actively try to force them to go into these directions rather than consuming if they wish to do so, when they will consider that the confidence is here. And the stability of the environment allows them to consume more. And it's more or less the same for businesses."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Then your second question was about our €5 billion of net profit target for 2022. What we've seen in Q1 '21, of course, Q1 is not making the full year. But what we've seen in Q1 '21 is not discouraging us to continue to target this level of profit for next year. Let me put it this way."
  },
  {
    "person": "Giulia Aurora Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Great. Thank you."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question comes from the line of Guillaume Tiberghien from Exane BNP Paribas. Your line is open. Please ask your question."
  },
  {
    "person": "Guillaume Tiberghien",
    "role": "questioner",
    "position": "Exane BNP Paribas",
    "text": "Yes, good afternoon. I've got some questions on the CIB. In your medium-term target, you have cost income ratio of below 55%. You are now at 50%. You're not going to give a new target presumably before the end of '22. But can you just give us a feel as to whether you think, you can continue to operate around 50%. And therefore the previous target was a little bit optimistic or you think you're over being a little bit at the moment in CIB?"
  },
  {
    "person": "Guillaume Tiberghien",
    "role": "questioner",
    "position": "Exane BNP Paribas",
    "text": "The second one relates to the CIB RWA in financing activity. They've gone up quite a lot. What is the outlook for that please? And the last one is on the capital targets. You haven't changed your targets since CRD 5 article 104A. So does it mean you won't change the targets, and therefore you're not taking benefit of this opportunity? Or that you wait - before taking it to 10%, you wait until the environment has improved? Thank you."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Thank you, Guillaume. First the cost to income ratio at the CIB. We have always thought that having a low cost to income ratio in the CIB activities is a key element in the stability of the CIB. Because when you have a high cost to income ratio in this business, you are more or less induced to take the risks whatever they are in order to generate revenues. And this is the moment when you take the bad risks."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "So clearly, we have designed our CIB to be operated with a low cost to income ratio. 55% is the target and we think that 55% is already very competitive, as compared to most of the other CIBs operating in Europe and in the world. So it happens that this quarter, we managed to go below 55% and we are around 50%, which is all the best. Of course, we are not going to change for the time being the target. We have to reassess that in a steady exercise, when we will reframe our medium-term plan and so on and so forth. But we're happy to be below the target for the time being. No, doubt about it."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "RWA in the financing activities well, it's always a little bit volatile, because if I take a series back last year, we started at €74 billion in Q1. We went up to close €75 billion in Q2, we went down to €72 billion in Q3 and we are now at €78 billion including ForEx effect and including the effect of negative migration and partially the effect of trim. So many, many pieces that were not linked to - I would say the organic growth of the portfolio."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "So every time we have some strengthening of the regulatory requirements in terms of RWA calculation, we try then after to optimize that and to stabilize the level of RWA. So we'll try to do that in the coming quarters. But I prefer to have a CIB with this level of RWA and this level of cost to income ratio than trying to be too aggressive in terms of taking market risk, for example, and taking risks that are not completely taken into - by RWA. I think we have a stable CIB and this is exactly what we want to have."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Last point on the capital target. We perfectly have in mind and that one, article 104 A is allowing us to reduce our target, all things being equal. The calculation that you can make as well as I can do that would lead us to somewhere around 10.5% rather than 11%, all things being equal. But as we are presently at 12.7%, I don't really see the point in really modifying the official target. So you've seen that we still have ahead of us a significant number of elements that may impact our CET1 ratio. I think it's a little bit early to modify formally the target, but we haven't forgotten about article 104 A."
  },
  {
    "person": "Guillaume Tiberghien",
    "role": "questioner",
    "position": "Exane BNP Paribas",
    "text": "Thank you."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Your next question comes from the line of Omar Fall from Barclays. Your line is open. Please ask your question."
  },
  {
    "person": "Omar Fall",
    "role": "questioner",
    "position": "Barclays Bank",
    "text": "Hi, good afternoon. Just first on insurance, you normally tell us, like the net profits and not the rest of the P&L? So is this €300 million a normalized base after the pandemic disruptions last year? I asked because there's you quoted like a lower CE3S social contribution charge, and I can't tell if that's a one off or not and how that's accounted? So in other words, usually it used to be that Q1 for insurance is the lowest quarter and then net profit improves throughout the year. Is that kind of what we should still expect now?"
  },
  {
    "person": "Omar Fall",
    "role": "questioner",
    "position": "Barclays Bank",
    "text": "And second question is on LCL. If I look at loan growth, ex guaranteed loans. In the last three quarters, that's been plus 5%, plus 4% and plus 3% this quarter. Why should that improve when the economy reopens? Because businesses have tons of liquidity, and will spend time getting rid of the guaranteed loans. Mortgages aren't elastic to reopening, if we look at other countries, and consumer credit is smaller than in the networks. It seems especially important for us here, because you're the only bank in Europe where NII is growing in line with loans somehow?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Insurance, it's true that this quarter has been quite a satisfying quarter in terms of profit generation. Let me start with two technical elements that are going to impact going forward the profitability of the insurance business. The first one which is a negative one is that as you know, since the middle of last year, we book our Q1 coupons in the P&L no longer against equity. And this represents around €20 million a quarter of cost, which is accounted for in the non-controlling interest line."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "The second element, which is positive is that the unwinding - the further unwinding of the switch mechanism is generating some positive revenues. So it was absolutely marginally in Q1 because the unwinding took place on the beginning of March, but you will have a full quarter effect starting in Q2, before the next step of unwinding the switch mechanism which is supposed to take place before end 2022."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Then you have the normal course of business. Q1 '20 will reach before because of market effects. Q1 '21 is good, it's not exceptionally high, but it's good in terms of volumes of premium. And it's good in terms of market evolution, that is leading to a preservation of the value of our assets. So of course, there is going to be some volatility, but I guess that this quarterly level is not completely irrelevant."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "LCL and the evolution of the credit demand, and the loan outstanding that LCL? Well, what we know for sure is that many, many of our business customers have the intention to invest into launch projects, as soon as the sanitary situation is stabilized. So of course, for some of them, they have at least partially the cash on their accounts, because they've secured the cash. For some of them they are going to need to borrow money from their bank. So they are ready to do so. And this is going to be the case for the SMEs and also for the self-employed professionals that are a key component of the customer base of LCL."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Then for the household, we see no sign of slowdown in the credit demand for home loans. What we see is that the high accounts for the financial stability has put in place some constraints that may refrain some households to access to a home loan but the appetite of the household to buy their homes continues to be significant in the present period of time. And clearly, we've seen a good level of activity for home loans again this quarter. So I don't see any reason why we should see a negative evolution of the loan book in the coming quarters at LCL."
  },
  {
    "person": "Omar Fall",
    "role": "questioner",
    "position": "Barclays Bank",
    "text": "Right. And just as a very quick follow-up on consumer credit, you'd mentioned that March was almost at the level of 2019. What's the like average duration of the loan book that's consolidated the most?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "About 30 months. It's about 30 months."
  },
  {
    "person": "Omar Fall",
    "role": "questioner",
    "position": "Barclays Bank",
    "text": "Got it. Got it. Perfect. Thank you."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question comes from the line of Tarik El Mejjad from Bank of America. Your line is open. Please ask your question."
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Bank of America Merrill Lynch",
    "text": "Hi, good afternoon, Jerome. Just two questions, please. So first of all, for what on the review of minimum capital? I mean, do you think that running a bank with such a large balance sheet would be acceptable to run the bank at below 11%? I know there is a requirement ratios, but also what's the acceptable to run the bank at [indiscernible]? I mean, at the time, we were talking all about 10%, which became 11% and 12%. But so there's just kind of your view on that."
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Bank of America Merrill Lynch",
    "text": "And would you revise the - and apply the article 104 and 5 [ph] Would you probably just put it in connection with Basel 4 and basically give a new target under Basel 4, which will be then 10.5 absorbing Basel 4. What's be [ph] kind of logic you will have?"
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Bank of America Merrill Lynch",
    "text": "And then second question. Maybe it's too early. But what's your take on the discussion on the resolution fund contribution? I mean, as a large bank, again, it impacts you materially. And so what's the latest on that? And what do you think? I mean, few banks are definitely lobbying on have it stopped by end of 2023. But what's your take on that? Thank you."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Thank you, Tarik. First question, we don't intend to hear a large balance sheet out, as you say, at 10.5% or 11%, we steer it at 17%. Because what matters really is the solvency of the group. And the group is above 17%. I remind you that we were targeting to be at 16% in 2022. We are already above 17%. And there's no reason why we shouldn't continue to build up the capital robustness of the group revenue."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "And CASA is inside the group benefits from the high solvency of the regional banks, and do not need to be steered at such a high capital level. This is precisely, I would say that the attractive feature of the structure of the group that is really helping us to generate and to deliver a good return on equity for CASA's minority investors with being on the safe side globally, in terms of solvency, thanks to the group's solvency."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "So I don't see any reason why we shouldn't translate article 104 A, exactly as it should, thus leading to a reduction by around 50 bps of the official target of CASA, as long as CASA continues to be part of Credit Agricole. Of course, it's true that going forward, there is another important moving piece, which is Basel 4. And this is also you're right, another reason why we are in no hurry to modify formally our targets, because we don't know exactly how and when Basel 4 is going to be transposed."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "But what we've heard is that we should access to potentially a draft directive somewhere after the summer. So we'll see at that moment exactly how to handle that."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Then your second question was, excuse me, the Single Resolution Fund excuse me. Yes, well officially, the Single Resolution Fund will be completely ramped end of 2023. And after that, we should only contribute to maintain the Single Resolution Fund amount to this level of 1% of the covered deposit. So normally, this is what is going to happen. So it's too early to tell if this is really going to be the case, but you can count us amongst the bank that will try to - I would say push the public authorities in this direction of stopping the ramping up of the Single Resolution Fund at the pre-identified level. We don't - we play such an important path to this fund that the sooner is the better for us."
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Bank of America Merrill Lynch",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "And next question comes from the line of Pierre Chedeville from CIC. Your line is open. Please ask your question."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC",
    "text": "Yes, good evening, Jerome. One question regarding fees at Amundi. It is seems to - it seems that it was quite important this quarter. And I know that there is a reform, which is prepared by the ESMA [ph] regarding the calculation of their fees and not on one year, but on five years. And I wanted to know if you had any idea of the impact that could have on Amundi revenues in the coming years if this reform is applied. First question."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC",
    "text": "Second question. We have seen some articles recently regarding, I don't know the terming in lease fragmented payment, they're more fragmented."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Fraction."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC",
    "text": "Fraction, sorry. [Indiscernible] fragmented. And I wanted to - what is the view of CACF regarding this business, are you present in this business? And if not, would you like to be?"
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC",
    "text": "And my last question is regarding shipping and as one of the major player in the world, could you give us any color regarding shipping, not only from the point of view of risk, but also from the point of view of revenues? Thank you, Jerome."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Thank you. Starting with Amundi, and the performance fees, we are perfectly aware of course, of this potential modification of the regulation regarding performance fees calculation. Amundi is already quite significantly in line with the new requirements of this regulation. So this may have a negative impact going forward, but quite moderate and really phased in across five years. So it's not something, which is going to significantly modify things regarding performance fees."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "But performance fees are much more exposed simply to the volatility of the market, because between Q1 2020 and Q1 2021, the evolution of performance fees explains €70 million of difference in terms of revenues at Amundi. So it's around 40% of the revenue increase at Amundi. So it's very significant and it's by definition volatile, because it's linked to the performance achieved by the portfolio managers at Amundi."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "CACF and the fractions payments, it's clear that it's a developing trend on the market and that more and more consumer credit operators are proposing this to their customers, their customers being not only the final customer, but also the retail partners. And so CACEIS is definitely working on that. I'm not able to tell exactly where they stand in terms of development of the offer, but they're perfectly aware of that and they're working."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Well, shipping, shipping, it's one of the businesses in which CAL&F is very active. It's a business that is - that has had last year, some significant downs. Prices on the shipping market are very significantly up since several months with not only the global pickup in the economic activity, but also you know that this incident in the Suez Canal has triggered a very sharp increase in the pricing of shipping."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "So it's a business in which we have a significant exposure. It's around €12 billion to €13 billion of exposure at default. So it's important, it's significant. It's not massive, and it's one of those several sectors of activity in which CAL&F is active. And it's a component of the balanced business model at CAL&F."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "And inside the shipping activity, we are exposed to several sub segments be it leisure shipping, be it all the categories of carriers, plus also the ship makers and so on so forth. So it's a very diversified exposure that we have."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC",
    "text": "And regarding leisure and carriers, are you worried about the situation?"
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Well, it's within the globally the shipping. The commercial shipping segments are performing very well. It's true that the leisure segment is almost completely on halt but it's not going to last forever."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC",
    "text": "Hopefully. Thank you, Jerome."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question comes from the line of Kiri Vijayarajah of HSBC. Your line is open. Please ask your question."
  },
  {
    "person": "Kirishanthan Vijayarajah",
    "role": "questioner",
    "position": "HSBC",
    "text": "Yes. Good afternoon, Jerome. First question on capital. Just very quickly, I wanted to clarify any of the negative effects that you're flagging this quarter potentially unwind in the coming quarters? It doesn't - it feels like they're all pretty permanent on that slide, but just wanted to check that I wasn't missing anything there."
  },
  {
    "person": "Kirishanthan Vijayarajah",
    "role": "questioner",
    "position": "HSBC",
    "text": "And then turning to the second question on those government backed trades equity loans in the pipeline. Because you own a large insurance company, you've also got Amundi. I just wondered if your eventually exposure to that vehicle is going to be bigger than say your natural market share, your natural banking market share in France, because of the way that particular fund is being structured."
  },
  {
    "person": "Kirishanthan Vijayarajah",
    "role": "questioner",
    "position": "HSBC",
    "text": "So really just a guidance on where you think your aggregate exposure might eventually end up, taking account of all the various entities within the wider Credit Agricole? Thank you."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Okay. So starting with the capital headwinds that we have had this quarter, as I said. The increase in RWA was around €12 billion out of which we have had €5 billion linked to the switch differently. Of course, this is here to last. We have had close to €2 billion of price effect. This is perfectly reasonable and it's going to vary across time. We have had €1.2 billion of negative rate migration of some counterpart as CAL&F. And it's only a part of the €5 billion that we have had on the last four or five quarters."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "So, this is definitely a trend for the time being, but if the economic recovery is operating, as we expected, this is going to revert progressively, then, of course, we have had this trim effect that represented close to €3 billion of negative evolution of RWA. This is huge to stay, until we found some ways of optimizing the trim - the RWA calculation, which is regularly the case. So you see there that I don't know what can be qualified as a steady and what must be qualified as well as I, but here are the main elements explaining the evolution of the RWAs."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "And then we have had the reduction linked to the increase in interest rates, triggering a decrease in the value of the equity stake in our insurance operation. So this can also vary across time depending on market parameters. But definitely, we are absolutely not worried at all by this movement on the quarter, where usually, there is always a depletion in the CET1 ratio, because generally, Q1 is a quarter, where we would significant regulatory effects - negative regulatory effects, and Q1 is also the quarter of fiscal '21. So it's a quarter where we generate less results than a normal quarter."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Then the equity loans that you were referring to part of the new mechanism put in place by the French government. It's true that we are going to represent a significant part of the investors within the fund that is going to fund these loans €2.25 billion is going to be invested by Credit Agricole France in the fund. At the same time, Amundi is going to be the fund manager operating with another French bank."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "And what is important for us is that we are going to work hard in order to make sure that our bank networks are going to originate a significant proportion of these equity loans for their and for our customers, because when we're talking about the €2.25 billion that Predica [ph] is going to invest, I would say the liability side of the fund. But what is important is the asset side of the fund, who is providing loans - these equity loans, and we are going to be very active in order to make sure that we provide a significant part of them. And then at the end of the day, in terms of risks, as you know, there is a 30% government guarantee on these loans, which is really protecting the investors."
  },
  {
    "person": "Kirishanthan Vijayarajah",
    "role": "questioner",
    "position": "HSBC",
    "text": "Great. Thank you, Jerome."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions] And your next question comes from the line of Matt Clark from Mediobanca. Your line is open. Please ask your question."
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Hi, good afternoon. Couple of questions, please. So firstly, can I just come back to the insurance division and the topline? I mean, should we read anything into the level of revenues compared to the insurance assets under management there, which seem to be a bit lower than they have been in the past? Or is this really a red herring and we should be looking at some other metric in order to gauge the revenue power of that division? So at any guidance or thoughts there would be appreciated."
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "And then second question is just on cost of risk and the Stage 1 and 2 provisions that you booked this quarter. I'm just curious why you're still looking Stage 1 and 2 provisions. I mean what is it about the development to the macro environment during the first quarter or year-to-date, that meant you're still taking these I'd have thought you took quite a lot of them last year, and that maybe there would be a chance of them to drop down to zero and you just see the defaults come through only Stage 3 provisions here. So why are you still taking them and will you keep taking them in coming quarters? Thanks."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Integrating insurance revenues into the P&L of Banking Group is always quite complicated actually. And so the level - the topline in the insurance activity is always somehow hard to read across through the lens of a Banking Group."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "But nevertheless, what we've seen this quarter in the topline of the insurance activities is partially the reflect of a good level of activity and a good level of risk in the non-life activities, plus in the life activities, some positive effects coming from the recovery in the valuation of certain assets that we had to provision in Q1 '20, because of market movements, and that we could write back I would say, in Q1 '21. So this is the combination of those elements."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "What is important in the life insurance business is the capacity of continuing to generate the level of profit that we target. This clearly has been the case this quarter. And what is also important in the life insurance activity is the capacity of maintaining for the Euro part of the book. And by the way, you may have seen that we've continued to increase the unit linked part of the book. But for the Euro part of the book, what is important is the capacity of continuing to preserve a spread - a significant spread between the yield of the asset book that we manage, and the profit-sharing rate that we intend to pay to our customers."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "And this quarter, the yield continues to be quite significant between those, it's a little bit less than 100 bps, which is very reassuring. And this allowed us not only to generate the level of profit that we post here, but also to continue to increase this provision that was progressively booked, in order to protect our capacity to pay the profit-sharing rate to our customers going forward."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "This provision - this specific provision is now at €11.8 billion. And it's been an increase again, of around €300 million, simply on the quarter, it now represents around 5.6%, of the outstanding in yours of Predica."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "So this is the situation of the insurance activity. And the cost of risk, as I've said, the additional provisions in S1 and S2 can be justified by different reasons. It can be justified by a strengthening of the macroeconomic scenario, if we give it necessary. It's not the case and we've not modified the macroeconomic scenario, because we are confident with what we've embedded into it. It can be justified by the evolution of the loan portfolio that we have. So either we have an increase in new loans. And so this is increasing the S1 category and so this requires some ECL, one-year ECL, so it's a very tiny amount."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Or we have migration between S1 and S2 and so this needs an increase in provisioning, because the level of provisioning when the loan goes from S1 bucket to S2 budget needs an increase in provisioning, it's not been very much the case this quarter either."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "So the last reason which is very important, because of our - I would say DNA is the prudence that we add up, so the top up on the provisions that we regularly book, because LCL, because the regional banks, because CAL&F deems it necessary to book an additional provision on a specific sector or on a specific geography. And so this has really explained the biggest part of the S1 and S2 provision in this quarter."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Again because all these additional prudent approaches have been taken locally, but this is not the result of the central forward-looking scenario that we've embedded normally."
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Okay. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "There are no further question at this time. Please continue."
  },
  {
    "person": "Jerome Grivet",
    "role": "answerer",
    "position": "Deputy GM and CFO",
    "text": "Well, thanks very much all of you for attending this meeting and I hope to meet you in person someday. Take care in the meanwhile. Bye-bye."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "And this concludes today's conference call. Thank you for participating. You may now disconnect."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]