[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions] From Francisco Riquel from Alantra. Please go ahead."
  },
  {
    "person": "Francisco Riquel",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes. I would like to start with asset quality, if I may, in particular, the new cost of risk guidance of 1.3%. If you can give us details of what shall we expect by – for the main business areas and where the reduction comes from. I understand this mainly from Brazil and SCUSA. What will be the new cost of risk that you are expecting in these two regions?"
  },
  {
    "person": "Francisco Riquel",
    "role": "questioner",
    "position": "Unknown",
    "text": "And what makes you more comfortable for these two units? Also, any other relevant changes in other units for the good or for the bad, Consumer Finance in Europe or UK, Mexico? And then also, in particular, Spain. The transformation ratio into NPLs from the moratoria is the highest of all the units at 7%, and the macro is tougher. So what shall we expect in terms of cost of risk for Spain for this year and next year?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Okay. Let me to take – to elaborate on the asset quality, the new cost of risk guidance. As you rightly elaborated, if we look backwards, the quarter, the main business areas that came better than expected particularly was SCUSA in the U.S., where behavior, both in originations and recoveries on the back of the price of the used cars in the U.S. produce significant reduction in the net cost of risk. The same happened in Brazil. Probably you see this morning, the Central Bank of Brazil published that the number of families in default now is the lowest in the last 9 years. So it shouldn’t surprise you that as a result of this, our view about the cost of risk in Brazil, going forward, is fairly, fairly positive, and I would say, that it will remain stable or maybe may go down in the next year."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "We – as you know, we build the overlay. We haven’t used the overlay. And with the current trends we are seeing, we are fairly optimistic on this. So all the relevant changes that you mentioned, you mentioned UK, you mentioned Mexico, we don’t see major change there. And finally, you mentioned Spain where – well, the provision this quarter went up. And well, as you know, we have a large SME book in Spain in which we did a significant overlay, but it’s the most sensitive area, going forward, the SME books."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "And well, we need to be prudent on this because, as I elaborated at the beginning, uncertainty is still pretty high. It’s not the same to have a pandemia that lasts for another six months, that having a pandemia that last for nine month or one year, mainly in Spain where the tourist sector plays a significant role in the overall economy, and well, small variations in the timing of the pandemia may produce significant impacts on this."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "But overall, I feel confident with the trends in the – in relation with the asset quality overall. Well, you mentioned, I forget to elaborate, in Consumer Finance in Europe, the behavior has been pretty, pretty good. Yes? So I’m relatively confident that with the scenario we are in, the scenario we are matching at this stage, the cost of risk will go down next year in the Consumer Finance in Europe. So those are the trends we are seeing across the board. Overall, we remain constructive, recognizing, again, that the uncertainty of the scenario is pretty high."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Alvaro Serrano from Morgan Stanley. Please go ahead."
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Unknown",
    "text": "Two questions, on costs and capital, please. On costs, you’ve announced the €1 billion further cost synergies. Can you maybe give us a bit of color where that’s coming from in terms of regions or businesses, if that’s going to materialize in a big charge to fund that in Q4 maybe? And related to that is your consideration because it’s a very, very material cost cutting exercise, is that – should we expect any impacts in terms of market share, volumes, your ability, your commercial sort of reach could be affected by such a cost cutting plan?"
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Unknown",
    "text": "And secondly, the question on capital. You’ve had 15 basis points regulatory impact in the quarter. I think you’ve called out a further 10 basis points left. If I look beyond in Q4, what are the regulatory impacts that are left if we put aside Basel IV? And in general, what – you’ve obviously accrued the dividend. What gives you such a high confidence that you’ve proposed to the AGM would – they’ve approved the €0.10 dividend. You’re, I think, the second bank in Europe that does that. How confident are you that the SSM is going to allow those dividend payments?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Let me to take the first question, and I will pass José the capital one and maybe elaborate about the dividend and the ECB. On the cost, the €1 billion I was referring to was €1 billion for the project one – the One Europe project and where this cash reduction comes from is mainly from the UK and Spain, although we have some – also some cost reductions in Portugal and Poland. But given the size of the different franchise, I will think – I will tell you that it’s more or less related with the current size of the franchise. Probably you’re going to accelerate a bit more in the UK; and Spain, that is now minus 10%, is going to be – the pace of the reduction is going to be lower than the current 10%."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "And in the UK, happening in the opposite. And the others, some cost-cutting in the Portugal and Poland. So you raised a very good point, the commercial reach and the – how much this may affect our capacity to keep volumes and market share. I do expect that the – with the current trends and the current trends are fairly, fairly well established, I will say. So it’s not just the pandemia. Before the Pandemia, transactions in the branches were falling at 8% a year. The transactions were growing at 40%. The pandemia accelerate this."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "And on top of this, when you look at sales, the volume of sales through digital channels continue to increase. And more entry into territories of high value-added products, like the ones – you have the open bank example. And you look at open bank operating in pure 100% digital mortgages. You see that open bank is doing the same volume of mortgage equivalent at 200 branches or something like that, yes? So this tells you that digitalization produce a commercial reach that – well, given the granularity of the branches in Spain, the large number of branches, you can create a different morphology of the branches, yes?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "So it’s not just the number of point-of-sale. It’s the type of point of sale you have, yes? So probably it’s less number, more size per branch. Yes? So now, José, do you want to elaborate on capital?"
  },
  {
    "person": "José García-Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes. Alvaro, the – some of the inspections that were scheduled for this year following COVID were postponed for next year. They haven’t started yet. So we don’t know for sure at this point which ones will be closed next year. A conservative estimate would put the impact well below the regulatory impact that we had in 2020. So we see – we continue to see our capital ratio moving at the upper end of the 11% to 12% range over the next 12 months at least."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Well, how confident are we about the ECB or the SSM allowing to pay dividends? Well, we are making our case. So in our case is what we are telling you right now. So a strong pre-provision profit, that is on whole. We are not decreasing our pre-provision profit that give us enough power in – as the first line of defense in order to offset potential negative outcomes coming from the credit side given the uncertainty of the scenario. And this is our case."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "And, well, not to subordinate bank shareholders to other shareholders or other sectors or companies asking us to keep the lending going at a cost of potential dividends for the shareholders. Yes? So we are making our case. Well, based on what we’ve done since the pandemia started, we increased the lending. We provided liquidity all across the board. We continued to generate results. And based on this, we are asking them to allow us to pay dividends. It’s 100% up to them to allow us to do so or not, yes?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from Carlos Cobo from Societe Generale. Please go ahead."
  },
  {
    "person": "Carlos Cobo",
    "role": "questioner",
    "position": "Unknown",
    "text": "One question on NII and your outlook for next year, specifically, Spain and the UK. In the UK, in particular, we’ve seen some pickup in new pricing and also lower swap costs. So do you see a recovery in NII from here? Or should we take it to have the – in Spain, same thing, but on the opposite? The Euribor is putting some pressure on the sector. How do you see NII evolving in 2021? And that’s pretty much it."
  },
  {
    "person": "Carlos Cobo",
    "role": "questioner",
    "position": "Unknown",
    "text": "Well, maybe a quick question on mortgage formalization costs. We’ve seen recently a new sentence in a first instance code, but it’s kind of going – following a collective lawsuit, like a class action against the Spanish banks. And this seems to be a read across for the sector. Do you see that as a potential risk that could increase the post potential provisioning needs here contrary to the previous jurisprudence where courts has been ruling on a case-by-case basis?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Okay. Let me to elaborate on NII, both in UK and Spain. As you’ve seen in the quarter, positive developments there. That within the – in the UK, will be translated in the future. In Spain, we remain also positive, not as strong as in UK on the back of what you already mentioned, the Euribor is getting more – 12-month, is getting more and more into the negative territory. But in both case, we think, with different extension, that we’re going to remain in positive territory going forward. What you’re referring to, the mortgages, well, I think you referred to the upfront fee which are on the mortgages."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "That was one case. I don’t see this having the capacity to progress on the upper courts and being a case – an overall case as the others that we have seen. But – well, again, this is a fairly common practice, not only in mortgages, it’s also in consumer loans. It’s all going to lending to corporates is – it’s everywhere. So – but what I do not expect this to come an issue for the industry."
  },
  {
    "person": "Sergio Gámez Martínez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Next question comes from Fernando Gil de Santivañes from Barclays. Please go ahead."
  },
  {
    "person": "Fernando Gil de",
    "role": "questioner",
    "position": "Unknown",
    "text": "I would like to touch a little bit on fees. And what is driving the new policy in Spain about fees and the change? What do you expect in the change of fees from November on? This is the first question. And the second question, you mentioned that the cost restructuring is coming mainly on Spain and the UK. Are we thinking in the UK on branch reduction only or people? Or what other measures could be done to try to make a good guess on what is coming in the UK?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Okay. The new policy, you – what you call new policy in Spain, this is a reformulation. What we’ve done is a formulation of the current strategy to have more customers that work, have the bank as their first bank, and this is a step in this direction through. But the most important is happening on the back, is a – we are betting on a significant, not only in Spain, also across Europe, in a significant simplification of the product range that will allow us to have a more transparent offer at the same time to reduce costs in a significant way. We don’t expect a big deal in phase out of this reformulation of our current products mix. It’s more simplification of the product range. As a result of this simplification, a significant cost reduction and more transparent relationship with the customer. And the second question was about..."
  },
  {
    "person": "José García-Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "Costs in the UK, the details."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Costs? The details of costs in the UK. So in UK, well, we are doing already this. Some of the costs, till now, came basically from some significant remediation process that had complexity at the corporate center and headquarters level, like the PPIs and others came to an end and coming to an end. At some point, we got a significant number of people, thousands of people working on this. And this is coming to an end, and we are reducing costs there. On top of this, we have a restructuring of the call centers that is going on."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "This restructuring is through incorporation of new technology. The number of people working in call centers in the UK is thousands, 4,000, 5,000. We are introducing new technology. And this allow us to simplify and to provide better service to the customer on the back of the new technology we are including there. The same can be applied to other areas in the headquarters. It’s not that much of our branches, where the number of branches was already reduced significantly. It’s more about central services, IT, and the way we serve customers at the corporate – not exactly at the corporate center, other different corporate centers level or centers of services that we have across UK And in the case of Spain, nothing to add particularly on this, yes?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from Sofie Peterzens from JPMorgan. Please go ahead."
  },
  {
    "person": "Sofie Peterzens",
    "role": "questioner",
    "position": "Unknown",
    "text": "Here is Sofie from JPMorgan. So in your presentation, you mentioned that you’re combining Openbank with the Santander Consumer Finance. Does this mean that you’re going to start offering mortgages in the markets that Santander Consumer Finance is currently present in, but where Openbank is not? So for example, Scandinavia, Germany, Italy?"
  },
  {
    "person": "Sofie Peterzens",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then how should we think about this kind of merger between Openbank and Santander Consumer Finance? What does it really mean for Santander? My second question would be around the financial transaction tax that is coming, this saying from January next year. What impacts, if any, do you expect this to have on Santander? And do you think there is a risk that Spain could also introduce the banking tax in Spain?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you, Sofie, for your question. The first question, the combination of Openbank and Consumer Finance, as you know, Consumer Finance is a large consumer finance platform across Europe with 15 – we are working in 15 countries, all the large countries in Europe. And on the other side, we have a retail bank, full pledged retail bank through Openbank."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "What we try to get out of this combination is, on Santander Consumer Finance, we got 20 million, I should call then – I shouldn’t – I cannot call them customers at this stage because they are basically borrowers that got along from Santander through third-party channels. With this combination, we try to provide a full offer, not only a long, a full offer in the combination with Openbank. You mentioned specifically mortgages. Mortgages is not, at this stage, the main task. So we continue to produce consumer loans."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "We’re going to develop the point of sale, the checkout lending and all these things at the beginning and having our retail offer in the different banks we have across Europe. At the same time, these banks, we have – I don’t know exactly the number of banking license we have in Europe, but we’re going to reduce significantly, and we’re going to operate through a limited number of banks, probably three, it’s not yet established."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "And the others will be branches of those banks with a technology of Openbank and with the capabilities through third-party channels of Consumer Finance. I think this combination is powerful and will allow us to grow significantly, the business, and transform many of these, I call before, borrowers into customers of the new entity. You mentioned the financial transaction tax impact on Santander, none or marginal. And we’re going to pass to the customers naturally. It’s true that volumes may get to reduce, and this may affect fees on brokerage, but those are so small that, in any case, it’s immaterial in terms of the P&L, yes?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from Jernej Omahen from Goldman Sachs. Please go ahead."
  },
  {
    "person": "Jernej Omahen",
    "role": "questioner",
    "position": "Unknown",
    "text": "I have two questions, please. The first one is the follow-on on the dividend. And I’d like to understand better or if you could share with us rather, how does the process work currently between a bank like Santander and the SSM, the supervisor? I struggle to imagine that Santander there would put a dividend proposal on the AGM and make it public as a consequence without the least having a very extensive discussion with the supervisor, whether that’s appropriate or not. I would like your comment on that."
  },
  {
    "person": "Jernej Omahen",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then the second question, on the processes. When are you actually expecting to hear from the SSM on the decision on the dividend? And just a follow-up. José Antonio, you talked about how Santander makes the case to the SSM for dividend approval. And you referenced strong pre-provision profits, increased lending and generated results. And I think everybody on this call agrees with this. But I guess the key feature of the SSM then was that it didn’t discriminate amongst banks. And it doesn’t discriminate amongst banks regardless of their operating and financial strength. Implied in your answer, I think, is a notion that this will change. So are you expecting the SSM to start differentiating amongst banks that can and can’t distribute in the future?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you, Jernej. You asked me how the process work with the SSM. Well, we have our own responsibilities and the SSM has – they have their own responsibilities and got basis. What we’ve done this morning in our AGM was based on the current result generation and our expectation for the future. We put for approval at the shareholders' meeting a cash dividend for next year. This is our assessment of the situation, yes?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "So what do we expect from the SSM? The SSM is going to do data analysis on the – what this – I don’t know if this is already established. But like what I hear is they’re going to have some outcome by December this year, yes? So they’re going to say something in December, the recommendation or no recommendation or, as you say, they are – they may be worried about discriminating between banks."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "And well, I’m not in a position to elaborate about their thinking. We make our case. We think our case is strong. And on the basis of this, we propose this to the shareholders, yes? So it’s what I can tell you at this stage. It’s no more, no less, than we are responsible on behalf of our shareholders. And also, we need to take, naturally, of bondholders and the clients and the customers and all these things. But the numbers support our claim, and this is what we think and what we expect to be recognized by the SSM at the appropriate time. And this – my expectation, will be by December, yes? José?"
  },
  {
    "person": "José García-Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "If I may, just remember that our minimum capital requirement is now 8.5%. So at 11.5% fully loaded, we have 300 basis points of capital. And in the worst crisis that we’ve had in decades, the bank is generating capital. So even before – or even after accruing for the dividend, the capital ratio is going up. And we are not leaving any requests from any client without being attended. So I think it’s – all of these, it’s a strong case to allow bank – the Santander to pay dividends going forward."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from Ignacio Ulargui from Exane BNP. Please go ahead."
  },
  {
    "person": "Ignacio Ulargui",
    "role": "questioner",
    "position": "Unknown",
    "text": "I just have two questions. One is, what should we expect in terms of the current revenue growth in LatAm? And you have commented a lot about UK and Spain. How do you see LatAm in terms of consumer volumes that we have seen a recovery? So a bit of outlook on fees and NII in Brazil, Mexico, mainly to be honest. And the second one, it’s on the restructuring charges that are associated to the €1 billion of cost savings. And then did you plan sort of like a similar level to the ones that you took in 2019 for the previous €1 billion, around €600 million? Or how do we expect them to happen? And just a very quick one, what is the level of cost of equity that you have in mind, historically, the bank has had to a normalized level?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Okay. The first question, Ignacio, your question was about revenue growth in LatAm. So we see – we continue to see – and speaking in local currencies, yes? So the exchange rate comes on top of this. In local currency, I expect the volume growth to be significant. You have seen the numbers in Brazil. Our volume growth is significant. Also, some growth in Mexico, although the economic situation right now in Mexico is significantly worse than it is in Brazil, but positive volume growth."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "We – translating this into higher revenue, basically, I do expect some negatives coming from what happened this year, with the special check in Brazil, where the regulator, particularly in the payments space, may act in some direction. So overall, I’m positive in growing revenues there. But probably, we’re going to grow much faster revenue – sorry, volumes than NII on the back of probably some margin compression and regulators stepping in some areas, particularly related probably with fee income, maybe also with some pricing like they did in Brazil at the beginning of this year. Restructuring charge, well, we have – don’t take this for granted."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "We need to go into a process with established all the negotiation. But what I have in mind is a payback of 1.5 to 1.7, 1.8 years in the restructuring costs in relation with the cost reduction. The cost of equity, I was referring in our annual report we present every year. And I don’t know how – it’s called IRP."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "I don’t know how do you call it. Every year, we publish our cost of equity there. And you take the last couple of years, if I remember, while the lowest has been in the 8%, 8-something percent and the highest that have been in the 9-something percent, yes? So this is the range we have had. And this is the – take this as a range to use when we’re referring to the cost of equity. Naturally, it’s not the case right now, yes? But now there is a significant regulation going on that distorts all these metrics, yes?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from Adrian Cighi from Crédit Suisse. Please go ahead."
  },
  {
    "person": "Adrian Cighi",
    "role": "questioner",
    "position": "Unknown",
    "text": "Two follow-up questions, please. One, on the 2021 outlook, you now expect the underlying RoTE to be in line with your cost of equity, which you just defined as to 8% to 9% range. Current consensus is expecting an RoTE of less than 6%, despite already incorporating a cost of risk of around 130 basis points, which is in line with your guidance. Can you maybe help us bridge the gap, just in broad strokes? And the second one is on inorganic growth. The Santander Chairman supports consolidation but remains reluctant to be a part of it at the moment. What catalyst would be necessary for Santander to be involved in M&A in Europe or the U.S.?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "In the first question, while it’s probably – you have your expectations. Probably if the cost of risk is pretty much the same, probably we – our view about revenues is more optimistic than yours, yes? So it’s the only way on costs. So we continue to expect cost reductions in Europe. I already mentioned this. I already elaborate on this. On the other side, I also elaborate on looking – seeing the NII, both in UK and Spain, stay in the positive territory. And the fee income, naturally, with all the caveats about the uncertainty related with the COVID, being also positive. So we expect positive revenues, cost-cutting, negative nominal costs, and this should translate into a relatively or healthy P&L compared with the one of this year, yes?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "So this is my view at this stage. When you’re referring to an organic growth, well, M&A in U.S., in Europe, okay, so we’ve been reluctant because at this stage, we struggle to belay equity story that works, so – in which we are able to secure properly in the middle of this scenario. Now we are concentrated in matching what we have in front of us. And we don’t need to get complicated in our – and to devote our management capabilities to other things than the ones we are currently matching. And this is the main reason, yes?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "So not other than this one. And because, traditionally, we did plenty of inorganic growth on the back of getting the scale, yes? And while we already got the scale in the majority of the markets, almost all the markets in which we are in, and well, when people ask me, why not to go in Spain with 20% or around 20% market share? I don’t need to scale. And this happens in the majority of the markets in which we are working."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "And we are much more focused in the internal transformation, with the projects we mentioned, the Chairman mentioned in the AGM, One Europe, the One Europe project, the combination of Consumer Finance and Openbank, and finally, to build the payments platforms across the group, both for acquiring business and SME trade-related business, yes? So this is the main focus. We want to work on this on top of matching the current business in a highly uncertain environment that require all our attention, yes."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from Stefan Nedialkov from Citigroup. Please go ahead."
  },
  {
    "person": "Stefan Nedialkov",
    "role": "questioner",
    "position": "Unknown",
    "text": "I just wanted to probe a little bit the 2021 guidance. So when the pandemic started back in March, you came up with some guidance in terms of expected impact for 2020, and in retrospect, that ended up being quite optimistic. Obviously, it’s been very uncertain times. But what makes you more confident this time around in giving 2021 guidance which is substantially above consensus, as Adrian noted? And related to that, when we look at your stage two breakdown for loans that are on the moratoria versus those that are not, it looks like the Stage two ratio is around 16% versus 6% for the group as a total. Can you just give us some color on how you’re thinking about the potential transition from stage two into three of the moratoria loans next year?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Okay. The first question is a very fair one, given the uncertainty of the macro scenario in which we are living. So at the beginning of this pandemia, nobody was expecting what has already happened, maybe what is still in front of us. But what make us – well, we – you asking us about guidance. We give you, first, any scenario that is next or very much in line with IMF scenario. And second, we’ve already seen the reaction of the different actors in this crisis. We saw the reaction of the central banks."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "The Central Bank reacted. In some cases, reducing – slashing dramatically rates in U.S., in UK, in Brazil, also in other markets, and this has an impact. At the same time, they provide liquidity. They provide their TLTRO III. And we saw the reaction of the central banks stabilizing the markets. And they’re going to continue to do so based on what they are telling yous almost on a daily basis."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "So this is one side. On the other side, the governments are stepping in two directions. One direction was to provide warranties for lending to the SMEs and corporates. For example, in some countries, it’s very important. In Spain, we got – we grew lending, and we got €27 billion of warranties for the SMEs and corporate book. Now €27 billion is warranted by the government. And the government showed this willingness to continue to support economic activity with new lines for investments."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "So this is – we already know this. We didn’t it know before. And looking forward, my expectation, and is only my expectation is nothing. I do expect, based – that once the pandemia, let’s call, comes to an end and coming to an end means that we have an effective treatment or a vaccine or a combination of both, I do expect the governments to keep these schemes going for a while until the economy start to recover."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "We may be wrong naturally on this. I mentioned a couple of times, uncertainty. Uncertainty is the worst – the word, probably, I repeat the most in this scenario, but we tell you our views and base it on what views we are building our impressions about the future and the trends about the future. When you mentioned the stage two and stage three, well, let me to remember. On the moratoria, we have kind of two – behind the moratoria, we have kind of two different type of customers. The ones who are taking a financial advantage, because, in some moratoria, there is a financial advantage for the customer, and some customers took it. So this means that it costs us money in our P&L because we are, in some cases, lending money for free. They took this."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Some other customers that they took because they fear about the future or they were in bad situation. Having more than 2/3 of the moratoria’s pie, and I showed you the behavior, and the remaining moratoria that’s still there, the majority is secured lending. Keep in mind that, for example, in Spain, people in mortgages – it’s much, much cheaper to pay the mortgage than to rent a house, yes? So – but it’s not 20% cheaper, maybe 60% cheaper or 70% cheaper. So I do not expect a significant deterioration on mortgages. And as you show in the presentation, the overwhelming majority of the moratoria stays in mortgages. Naturally, we are having significant rate in migration in our portfolio when we analyze this."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "And as a result of this, risk weighted assets grew in the region of €7 billion, €8 billion. That means that probably, we are downgrading €30 billion, €40 billion of the loan book to different ratings, probably in the corporate, large corporate sector. And this is going from one stage to another. And this is a process that will continue based on our future expectations. But not at this stage, particularly worried about moratoria."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Maybe I need to make a caveat, SCUSA, what I mentioned at the beginning of – I think it was in the first or second question, one of your colleagues make, that the behavior in SCUSA in the auto market in U.S. is extremely good, much better than the one we were expecting, particularly on the back of the price of used cars. In the U.S., that currently still is 15% above of the prices of last year. And this reduced, dramatically, the loss given default in this business. And I don’t know, to be honest with you, how long it will last this. For this year, our projection is more or less optimistic than the current situation, but it’s what it is."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "But there is – there are naturally significant levels of uncertainty around all our forecasting, particularly on the cost of risk front, yes? Also, maybe that – well, we may face more severe pandemia, and we have another lockdowns like the ones we had back in the spring that we are not forecasting. We are somehow – you allow me to say, we are forecasting kind of current situation till the spring and having some remedies after that, yes? So maybe treatment machine or less incidence of the COVID. But I agree with you that, what, we are in unchartered territory, yes? And I am not particularly well equipped to a forecast health issues, yes?"
  },
  {
    "person": "Sergio Gámez Martínez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Okay. I’m afraid we need to leave it here."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Okay."
  },
  {
    "person": "Sergio Gámez Martínez",
    "role": "operator",
    "position": "Unknown",
    "text": "Thanks, everyone. And yes, obviously, the IR team is your – for your disposal any time the rest of the day. So thanks very much, and see you next quarter."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "operator",
    "position": "Unknown",
    "text": "Please, guys, take care of yourself. Bye."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]