[
  {
    "person": "A - Sergio Gámez Martínez",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, Jose Antonio. Thanks, José. Indeed, we have now time for Q&A. So please, let’s proceed with the session. First question?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions] The first question comes from Alvaro Serrano from Morgan Stanley. Please go ahead."
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Unknown",
    "text": "Just one on the dividend and another on impairment. On the dividend, just the mandatory scrip, just the rationale behind it, given it has no impact on valuation and given it’s certainly affecting the perception among institutional investors. So what’s the rationale behind it? And you’ve also pointed out that you’re going to moving cash dividend. Just wanted to discuss – if you can discuss the visibility. Obviously, on the macro, we understand visibility is what it is. But I’m more asking about regulatory headwinds. The ECB announced that TRIM exercised are back live now. So how comfortable are you that the visibility is better from a regulatory perspective given you were going to move in cash last year?"
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Unknown",
    "text": "And so what makes you more comfortable there? And the second question on impairments. I don’t know if you can maybe after the call share some of the assumptions behind the impairments and the DTAs and goodwill impairments. And will that – are you comfortable now that we should not have any further impacts on tangible value going forward from extraordinary ones, of course?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Okay. Alvaro, thank you for your question. The first one is the rationale behind the mandatory scrip. As we say, as you know, our shareholder base, 40 – north of 40% of the shareholder base are retail shareholders, and they being quite vocal on this, asking us for keeping some kind of a remuneration in scrip. That’s the main rationale. I know that the share count goes up, and this is probably something that may not please some institutional investors, but we need to take into account all our shareholder base, institutionals and retail shareholders."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "So the second question, regulatory. Well, we also want to stress to you and state to you that the Board’s intention is to go back to cash dividend, as soon – to 100% cash dividend as soon as we can. And in this line, we accrue six basis points, roughly speaking, €400 million, as is the intention if the profit generation goes accordingly with our expectations to keep accruing dividend in the coming quarters. And we think that the ECB regulatory – the ECB position on this, as – cannot be other way, it’s going to be related with the capacity of banks to keep generating profits along this cycle."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "As long as we are forecasting a recurring capacity to generate profits, we accrue dividend, that shows the Board’s intention to pay dividend in cash if we continue to keep generate profits. Naturally, this – there are two uncertainties here. One is on the macro side, if we are wrong on the macro and the profits are not the ones we expected, it may happen. We are not in this line. We think that we keep – we’re going to keep generating profit, recurring profits. And second one is the recommendations from the regulator. That, in my view, will depends more on the capacity of the banks not to destroy capital during the crisis."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "The impairment – assumptions for the impairment. So basically, the impairment, I mentioned three factors behind this. The first one and the most important one is the macro situation. That deteriorate significantly the profits in the very short run, not in the medium term. This is more in the short run. As you are seeing, this quarter, we’re reporting a significantly lower profits, I mean underlying profits than the ones we were reporting one year ago as a result of the health crisis. This is going to affect for two years, three years, as I mentioned before. And this has an impact. The reaction of the central banks to this situation, in many jurisdictions, has been to reduce rates, particularly in U.S. and UK where this has some effects. And the first part, the health crisis translating to higher loan loss provisions. The second part put pressure on NII."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "And finally, we increased the discount rate, on average, 1%. And I think all the jurisdiction is the same, but take the 1% as a wrong number, more in some jurisdiction, less in others, as a result of the higher market volatility, and as a result, higher risk premiums. And this has an impact of – I mentioned – I think I mentioned in the presentation of €4 billion. Out of the €10 billion, €4 billion is due to the higher discount rate and €6 billion coming from the other two factors I mentioned."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from Ignacio Ulargui from Exane. Please go ahead."
  },
  {
    "person": "Ignacio Ulargui",
    "role": "questioner",
    "position": "Unknown",
    "text": "The first – I have one question only. If you could elaborate a bit on what is the outlook for pre-provisioning profit at a group level into the second half, with the different moving parts on revenues and costs? And whether that 2Q number, it’s with the information that we have today, at the bottom of 2020?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Okay. Ignacio, we elaborate a little bit about this, that we are expecting a – well, a lot of this depends on the – naturally, on the scenario in which we are working is a – having somehow new normality, what is called new normality somehow in Europe, and in U.S., with some – still a activity that is at the current levels. Not 100% back because probably this is not going to be possible till we get a efficient treatment for the COVID or a vaccine being widely spread. So we are working with the scenario close to the one we have today,in Europe and U.S. And Latin America, coming back to certain normality in the next two months. Yes?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "So this is the scenario in which we are working – with which we are working. In this scenario, we should be able to recover our NII. As we mentioned, I’m fairly positive on NII. We are repricing liabilities in many jurisdictions, particularly intense, as José mentioned, in the UK, also in other jurisdictions. And NII should have certain strength in the second quarter and to recover some fee income that we lost as a result of the lockdown, particularly in Europe, I showed you the numbers."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "And the effects on fee income was due to significantly lower activity during the lockdown. As long as we don’t have lockdowns, and this is the hypothesis I’m making, we should have a stronger pre-provision profit in the second half of the year than the one we had in the first half of the year. And I do not see in this scenario – again, uncertainty in the scenarios is that higher provisions than the one we recorded in the first half of the year. So that’s my assumption for the rest of the year."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from Fernando Gil from Barclays. Please go ahead."
  },
  {
    "person": "Fernando Gil",
    "role": "questioner",
    "position": "Unknown",
    "text": "Two questions from my side. First is, can you please remind us the book value of the UK and U.S. after these goodwill impairments? This is one. Second is, can you please refresh the FX exchange sensitivity going forward in the P&L?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "So do you have the figures for UK and U.S.? I remember it’s €12 billion."
  },
  {
    "person": "José García Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "€12 billion, UK."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "€12 billion UK. It’s in our quarterly report. I am speaking my memory. €12 billion, UK Sergio, you remember the number for U.S.? We’ll come back to you and give you the exact figure. But it’s published in our annual report, you have there the book value and the goodwills. The goodwill at the group level was €25 billion. After this, impairment it’s going to go to the €15 billion, concentrated mainly, and speaking by memory, in Brazil, Mexico, and very few – very little in UK after this impairment, very little in U.S."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "So this is – I think, Alvaro, your colleague, asked me in the first question, I didn’t address this. Further impacts of impairments affecting us. No, I do not see further impairments that affecting us I do not see further impairments. In fact, when we do the impairment tests, only when it comes negative, you record it. In many cases, it’s positive. And when we compare the discount of future expected cash flows with the current market value."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "FX impacts?"
  },
  {
    "person": "José García Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "As you know, we have the policy of hedging tactically the P&L. It is hedged for the rest of the year mostly. Almost all currencies are hedged for the rest of the year. And we have started already to hedging some of the positions for next year, particularly the U.S. dollar, the Mexican peso and the Brazilian real. So fully hedged next year, but we are starting – we have started to do it."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "But let me to elaborate on this. Well, the FX, this first half of the year, impact has been intense. The depreciation of emerging market currency has been very significant across the board. In general, the euro strength is there. And what we expect going forward is, after this depreciation, not having additional significant depreciation impacts other than the one that may come from very high inflation countries, in our case, it’s basically Argentina, but I’m more – I couldn’t be more constructive of – on FX in Mexico and Brazil, that are the two most important countries, given the fact that I think the markets are taking a overly negative view over the developments in those countries. And as you can see in our figures, we are seeing the activity and the levels of activity and the capacity to generate profits in those markets continues to be relatively strong. And this means that the economy is handling the crisis better than I think many market participants are thinking. Yes."
  },
  {
    "person": "Sergio Gámez Martínez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Just as a follow-up, if I may. Current value from the UK is €14 billion, €6 billion, SCUSA, and €10 billion, SBNA. And out of the post impairment, €12 billion goodwill for entire group, brazil represents around €3 billion. But obviously, I’m happy to catch up in more detail about the numbers after the call."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from Andrea Filtri for – from Mediobanca. Please go ahead."
  },
  {
    "person": "Andrea Filtri",
    "role": "questioner",
    "position": "Unknown",
    "text": "Could you please update us on IFRS 9 charges? Where are you on those? And what macro scenario you’re reflecting now? Are you envisaging further COVID charges in H2 2020? What sort of capital headwinds do you envisage from risk-weighted assets pro cyclicality as macro deteriorates in the coming quarters? And are there any pending TRIM impacts left at this stage? You said that confirm the 1.4% to 1.5% cost of risk guidance. Reflecting the benefits of the moratoria, what would this be without that? And just finally, what is the TLTRO III benefit to come, I guess, from Q3 onwards?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Okay. Plenty of questions, Andrea. I’m going to address some of them, and others, I will pass to José. IFRS 9 charge is what is reflected in our loan loss provision, and we are working with a – naturally with our models. And the scenario that I mentioned, we haven’t changed the scenario. It’s the one I mentioned in the previous quarter. That is not exactly, but very much in line with what IMF scenario was, at this time. We haven’t changed this. So do we expect further COVID-related provisions? Unless we have a different scenario going forward, I do not expect additional that are already embedded in our numbers."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "The second question is risk-weighted asset pro cyclicality. It’s true that there is some pro cyclicality already happening. So we are – there is rate immigration, and we are already including. We have some rate immigration, particularly – or in some cases, significant rate migration, particularly in the CIB space. It happens on a continuous basis, and it is going to be reflected quarter-after-quarter, yes? So including the second quarter where the pro cyclicality was significant, and is included in our organic capital generation. Okay?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "The TRIM impacts, Jose, maybe want you to – you want to take this one. The moratoria, as I mentioned, does not help in the cost of risk. So the cost of risk at this stage is – come from the application of scenarios to the models. If we were recording cost of risk based on observation like it was in the past, the cost of risk will be significantly lower. We take into account naturally all the moratorias, what is going on with the moratorias, because, well, naturally, this is – but the majority of the cost of risk comes from – the extra cost of risk comes from the models, yes."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Would you want to elaborate in TRIM impact, TLTRO III?"
  },
  {
    "person": "José García Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes. Yes. With regards to TRIM models, we have – the most significant one is the TRIM on Spain’s SMEs. That was put on hold last year to try to help lending to this sector. And that, obviously, with the end of the extraordinary conditions, this may come back. It could be up to 16 basis points. And then we have some other smaller ones that may happen before the end of the year, although some might be postponed for next year, could be up to five basis points. So worst case scenario, I think we’re talking tops 20 basis points. And with regards to the TLTRO, we increased TLTRO in the region of €17 billion relative to what we had last year."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from Sofie Peterzens from JPMorgan. Please go ahead."
  },
  {
    "person": "Sofie Peterzens",
    "role": "questioner",
    "position": "Unknown",
    "text": "Here is Sofie Peterzens from JPMorgan. I had a question on the NII outlook. You mentioned that the volume growth was very strong, was holding up quite well in the quarter. But how should we think about the NII outlook is paying going forward? And my second question would be on your TNAV. It was down around 5% quarter-on-quarter. Are you doing anything to keep the TNAV a little bit more stable going forward? Have you any hedges in place?"
  },
  {
    "person": "Sofie Peterzens",
    "role": "questioner",
    "position": "Unknown",
    "text": "And how should we think about the TNAV growth going forward? And the last question would be just a follow-up on the previous question. What kind of macro assumptions do you have for your various geographies? For example, in Spain, are you using the Bank of Spain macro scenarios? Or how are you thinking about the macro picture in your different markets?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Okay. Thank you, Sofie, for your questions. Let me to elaborate in the NII in UK going forward. So as José mentioned in the presentation, probably, we’ve seen the worse already in the first, second quarter. Yes? So it’s a liabilities repricing exercise that is going on, and we started to see this starting in May. It’s going to accelerate in August, and probably, we will go back to kind of normal in the fourth quarter, yes, so accelerating this. Probably, the fourth quarter, we should go back what we had the previous year, yes? So and – after the repricing of all the liabilities. That’s the reason why we said – José said that we are optimistic on the NII evolution in the UK. It’s basically a liability repricing across all the deposit base."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Second, I will leave the TNAV to – question to José going forward. Macro assumptions. You mentioned specifically Spain. We are working in the region of 10% GDP decrease this year and a significant recovery next year. I don’t remember exactly the number, but I think it was 7%, or 6% or 7% next year. As I said to you, our scenario is not far away from – maybe a bit better or a bit worse country by country, but on average, not significantly different than the one of IMF."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "The TNAV, you want to elaborate on this, José?"
  },
  {
    "person": "José García Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "No. I mean the TNAV, Jose Antonio already said that if you look at the two charges that we made in the first quarter, obviously, the impairment of goodwill has no impact on TNAV, the DTAs hub, and we would not expect to have any one-offs affecting TNAV going forward. So obviously, the evolution of TNAV will depend on our capacity to generate earnings affected by the currency and the evolution of the FX. But as Jose Antonio said, was extraordinarily high in the first quarter – in the first half, and we would not expect to see the same level of depreciation of the currencies in the countries where we operate in the second half. So I would – with all things being considered, I think we could be – we can be quite – more optimistic about the TNAV evolution in the coming quarters."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from Mario Ropero from Fidentiis. Please go ahead."
  },
  {
    "person": "Mario Ropero",
    "role": "questioner",
    "position": "Unknown",
    "text": "My first question is on fees in the UK. Could you please explain how much was the impact of the regulatory cap on overdrafts and how much you expect to recover in the third quarter? And then the second question is on loan yields in Spain, which went down significantly in the quarter despite some marginal help from Euribor. So is there a pressure on yields in Spain due to ICO loans? And what do you expect in the coming quarters?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "So fee income in UK, you’re rightly pointed to overdrafts. As you know, we were not allowed to apply in the overdrafts the interest rates we were planning to apply. It was a mandatory, and this reduced our capacity to generate income more to the NII than the other. But we expecting to lose net-net between NII and fee income like €100 million, €130 million, €140 million. And now we are €100 million lower than that or something like that, yes? So it’s the numbers I have in my mind. So we’re going to recover somehow charging interest on the overdrafts in line with how – with what we want to do, but was not allowed to do this quarter, and this will come back in coming quarters."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Loan deal, in Spain, it’s pure mix, yes? So it’s true, ALCO loans came basically in line with the existing loans, and the mix has changed a bit. The consumer lending decreased, the weight of the consumer lending decreased, while the CIB and large corporates increased. And this result in a drop in the loan yield. That – well, you ask me going forward what’s going to happen. As long as we recover the level of activity that we are doing right now in the retail arena, we should be able to recover somehow to the previous levels or even higher levels depending on Euribor, as you rightly pointed out, that it has an effect. Euribor is like 20% of our portfolio – mortgages re 20% – Euribor and mortgages are 20% of our portfolio."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from Carlos Peixoto from CaixaBank BPI. Please go ahead."
  },
  {
    "person": "Carlos Peixoto",
    "role": "questioner",
    "position": "Unknown",
    "text": "A couple of questions here. First one would be on the dividend and – on the dividends on 2020 earnings. So if I do some maths on the six basis points accrued on the first half earnings, it looks as though you’re implying that you’re an 18% to 20% payout ratio or expected payout ratio in 2020 earnings. Is that the case? Then on NII in Brazil, we witnessed a strong compression in margin, basically, with volumes growing at a healthy pace, I would say, NII was still down. Also I guess that the changes in mix can account for part of this, probably interest rates as well. But I was wondering how do you see this moving – going forward. And so basically, what’s the outlook you see there on NII and also on the cost of risk, by the way?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Okay. Thank you. So dividend in 2020, we accrue six basis points. Well, this is a – has a – I will take the number as a strong signaling effect that – provided that the macro conditions remain as we – or behave as we are expecting and subject to regulatory recommendations. We are not – we don’t have in any mind any specific payout, but we have in mind or what the scenario in which we are working is we’re going to be at the top end of our core equity Tier 1 target. And that is 11%, 12%. We’re going to be close to 12% or around 12%."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "And this will allow us to keep a dividend, naturally first based on the profit generation, but I will not take this six basis points compared with the profit we generated in the first half as a guide of the – as a guidance for the payout that – for the whole year, probably. The payout, if we are right in the macro recommendation – in the macro scenario and the profit generation is the one we expect, probably we can go beyond that, provided that we are allowed to do so."
  },
  {
    "person": "José García Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "NII In Brazil."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "NII in Brazil? So two different – and NII in Brazil, there is a products that in Brazil, they call cheque especial. That is kind of overdraft in Brazil, that the interest rate was very high, and the regular – the regulator put a cap in this product. This product will last. Well, we were – last year, we start to reduce our presence in these products. And in fact, our market share was close to 20%. Now it’s 12%. And this is the main impact. So it’s a bit of mix. And the main impact come from this specific product, that has very high yield, extremely high interest cost of risk, yes?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "So it has an impact in the NII, a significant impact also in the cost of risk. So now going forward – you mentioned interest rates. Interest rates are not that – as important in Brazil as they are in other jurisdictions given the higher reserve requirements. It matters. But I will say, in the very – in the first year, probably, it’s a net-net positive, the impact, slightly positive. Afterwards, may turn a little bit negative. But at the beginning, it’s not as important in our market due to high reserve requirements in the country."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "The main effect come from mix change due to this specific product, and that we have been doing more activity in corporates and large corporates. Let me to say that on a like-for-like basis, our spread in Brazil is increasing, okay, significantly. So lower volumes, higher spread on a like-for-like basis. The mix is – and these products are the ones who explain the decrease in NII, yes?"
  },
  {
    "person": "José García Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "Cost of risk."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes. The cost of risk in Brazil, well, in fact, we are developing – or we develop a full plan to address collections and recoveries in the country, and we do not expect an spike. I think at this stage, we are clearly, clearly much more optimistic than my perception where the market is. So we are not seeing that large deterioration. Maybe we – in this environment, the moratorias are not that high in Brazil. They last only for one or two months. They came back. So I’m not pessimistic about the outlook of cost of risk in Brazil unless the situation deteriorated further from the macro due to the health situation of the country. But as I said, I’m not pessimistic on this, yes."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from Stefan Nedialkov from Citi. Please go ahead."
  },
  {
    "person": "Stefan Nedialkov",
    "role": "questioner",
    "position": "Unknown",
    "text": "It’s Stefan from Citi. Two questions on my side. The first one is on capital. Have you done any risk – any synthetic risk securitizations which may or may not has helped your capital in the quarter? And also, what’s the outlook for synthetic risk securitizations for the rest of the year? On the – the second question is about the moratoria. You gave some interesting statistics on the non-performing loan ratio on moratoria loans that have expired. Just to probe that a little bit further. What’s the percent of clients that were furloughed within that €40 billion of mature moratoria loans? And related to that, are there any geographies and products that you’re not accruing NII before in terms of moratoria loans, for example, Mexico or other countries?"
  },
  {
    "person": "José García Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes. Okay. So in terms of securitizations, we did a capital that were really very small relative to what we thought we could – that we had in our budget, but they were insignificant. I think it was like €500 million or something of risk-weighted asset, I believe. So it was not significant, basically because the market was closed for most of the quarters, but it has started to open. So we would expect to be a bit more active in the second half, probably not reaching our expected activity for the year, but clearly, a bit more active in the second half than in the first half. And indeed, we are working on a couple of more sizable transactions to be closed over the next few quarters, a few months."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Okay. Second question was about the moratoria, the €40 billion, the percentage of this – the €40 billion that is the moratoria that expired as of mid-July, the percentage, I mentioned in the presentation was very much in line that went into non-performing, very much in line with the ones who pie at the end of June, in line with the 2%, yes. So it’s – and that’s what we can share with you at this stage. And the other question, Stefan, your question was accruing NII on moratoria loans. The majority of the moratoria loans, I think the only big chunk of moratoria loans that are not paying interest are the mortgages in UK, yes?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "The majority of the others, they keep paying interest, and the moratoria applies to principal. So what we’ve done, for example, in mortgages in Spain on a voluntarily basis and in other jurisdictions is to keep paying interest and not paying the principal. So we are accruing interest, for example, in UK for the mortgages that are under moratoria, so we accrue. And in emerging markets, well, in emerging markets, as you know – not due to this crisis, yes."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "So it’s the way we accrue and the way we write-down – remember that in those markets, we write down after five, six month all the consumer-related, credit card-related lending, the write-down happens very quickly, okay? So if the moratoria – when the customers come back to the moratoria, and we accrue some interest on this, and we get on pay, immediately goes – jumps into the write-downs, yes? So it happens. It’s not like a mature market where it takes longer, yes?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The last question is from Adrian Tang from Crédit Suisse. Please go ahead."
  },
  {
    "person": "Adrian Cighi",
    "role": "questioner",
    "position": "Unknown",
    "text": "This is Adrian Cighi from Crédit Suisse. Two questions, please, and a brief follow-up. So the first one is, you’ve written off €2.5 billion in DTAs, guiding a deteriorating outlook. Yet you recommit to the 13% to 15% RoTE target. Can you give us any more color as to how to reconcile the two? The second question is on cost. You’ve achieved an impressive performance on cost reduction this quarter again. And you also note that you’re confident you can do more. Any chance we can get you to quantify or provide us a range of some of these potential incremental cost saves?"
  },
  {
    "person": "Adrian Cighi",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then maybe a follow-up on cost of risk and trying to get your outlook in a different way. You mentioned the significant front-loading costs from IFRS 9 models. But would you expect a meaningful decline maybe in cost of risk next year?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Okay. So the €2.5 billion DTA is naturally our outlook in the medium term. I mentioned that our outlook hasn’t changed in the medium term, provided that the scenario we have in mind works. And we mentioned – I mentioned in the presentation that the impairment was related with the impact on profits in the next – in this period, in the next two years, yes? So two, three years to recover the previous levels. What happens with the DTAs?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "So when you factor these two years of lower profits at the very beginning, with the – where the discount rate has little effect, is significant and leads us to this charge. And at the same time, remember that we put a higher discount rate. So the same applies to the DTAs, high discount rate that again is 40% of the impairment. As I said, globally, €10 billion in impairments, as I said, €6 billion coming from outlook, particularly lower profits in the short run and the rest from the discount rate. The same apply here. So I think it’s consistent in the medium-term target. We are now seeing our capacity to generate profits in the markets in which we operate."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "As we see today, the market is there, and I don’t see any reason not to keep those targets. The cost reduction, the second question, to quantify cost savings. Our plan is to update later in the year. But for sure, I’m – we are much more optimistic as a result of the – what has happened in the crisis, the behavior of the customer, our capacity to operate, our operational capabilities that were shown in the crisis, for sure. And we’re going to produce higher cost reductions than the ones we commit to you in Europe, but that if, as you know, were €1 billion nominal drop in costs in Europe, we already got €300 million in the first Q and first – sorry."
  },
  {
    "person": "José García Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "First half."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "In the first half, sorry. Thank you, José. And we’re going to exceed easily this target. Yes? So – and this is – we will update you once we finish our plans more in the fall or at the end of the year. Yes? The last question was?"
  },
  {
    "person": "José García Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "Cost of risk next year, we’re going to see it drop."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Well, I do expect – if we are right with our scenario, I do expect to see a drop next year, naturally. So otherwise, we need to – the macro should be significantly different than the one we have. Again, this is the area in which the uncertainty is higher. Naturally, we are seeing the – what is going on with the COVID on a daily basis. Well, we are working, as I said before, with any scenario in which we live – in the scenario we live today in Europe and U.S., with economy open up to a point with some restrictions to travel, but operating as of today, the economy, for a while, till we get a vaccine. Once we get a vaccine, I think that we should be able to reduce the cost of risk."
  },
  {
    "person": "Sergio Gámez Martínez",
    "role": "operator",
    "position": "Unknown",
    "text": "Okay. So I’m afraid we need to leave it here. Thanks, everyone, for joining this call. Obviously, the IR team is at your entire disposal for any follow-up. So thanks very much. See you next quarter."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "operator",
    "position": "Unknown",
    "text": "Bye."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]