[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions]. And we already have our first question coming from Francisco Riquel from Alantra."
  },
  {
    "person": "Francisco Riquel",
    "role": "questioner",
    "position": "Alantra",
    "text": "Congratulations for the results. Two for me. First, cost of risk. In Brazil, I wonder if you can comment the coverage ratio that you have now provisioned for the one-off NPL in CIB that you mentioned. And what is the calendar of provisions left for this single name in '23? And in this context, if you can give guidance on the cost of risk that we should expect for Brazil with and without this one-off just to assess the underlying trends in asset quality."
  },
  {
    "person": "Francisco Riquel",
    "role": "questioner",
    "position": "Alantra",
    "text": "Second in cost of risk is the U.S. business. You're guiding for a net charge-off in '23, below pre-COVID levels. Are there listed peers in consumer finance there in the U.S. are already above recovery in '22? So I wonder if you can reassure us why SCUSA will outperform in this cycle. How much are internal reasons because of the derisking? And how much is because you are more optimistic in the macro and interest rates?"
  },
  {
    "person": "Francisco Riquel",
    "role": "questioner",
    "position": "Alantra",
    "text": "And last question is on capital, if you can please update on the regulatory headwinds left for '23."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "Okay. Let me take that first, and then Héctor, you might want to complement this."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "So on Brazil, cost of risk. First, we do not comment on single customer names. The provisions we've made in '22 are, we believe, prudent and follow both our internal and auditor's guidance. We believe we are covered sufficiently for now. What's important is that we are guiding for cost of risk for the group to be below 1.2%. And excluding the one-off in '22, we are expecting cost of risk in Brazil to be stable. I would let Héctor maybe or José in terms of coverage and other trends in Brazil."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "In the U.S. And again, I will pass over to Héctor also, but I just want to stress something which is really important. Since 2016, we have derisked our consumer business in the U.S. We have worked together with the group, and we have worked together with our retail bank. So 2 very important data points is because thanks to this combination where we see our business in the U.S. to be very different from our retail peers, we are now at 41% of our auto business being prime, 41%. It was 14% in 2016. That's one of the big reasons why, yes, we expect normalization but not to the previous levels. By the way, 30% of our business in the U.S. is now retail-funded because we do have retail deposits and leveraging on OEM relationships. We won Mitsubishi and others -- actually Mitsubishi only in the U.S. recently. So this is really important."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "And not an important point, as in Héctor's slide you can see this, is we sold the riskier portfolio we had in SCUSA, which was Bluestem. We've done many more things to simplify the business the last few years, but these are the 2 bigger points. Again, I don't know if Héctor would like to add something."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "On capital, our guidance is very clear. We expect to continue to build capital. I believe Héctor mentioned we do not have any significant regulatory headwinds in '23, but please comment on that again. I think on capital, what's important is we have been building capital for the last 7 years. We raised a big amount of capital when I arrived in 2015. We reached the level of capital of 12% last year. We said it will be above 12% every quarter. We are now in line with peers. And what's important, we've shown again this year, it's less volatile than other peers."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "So Héctor or José, would you like to add on -- Héctor on cost of risk in Brazil? Anything else on coverage on the U.S.?"
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "Group CEO &amp; Group Director",
    "text": "Cost of risk, I mean in terms of Brazil, Ana as you have said, I mean, it's quite clear. We have changed a little bit the mix what we were doing. We took the decisions where we needed to take them. And I know I see it very stable, and that's exactly the guidance we're giving that we've in that."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "Group CEO &amp; Group Director",
    "text": "And in terms of the coverage, as we -- as I have said, we have EUR 1.4 billion of overlays that we did both in the U.S. and Brazil to cover . So I will feel very comfortable with what we have done and with the amount of reserves and provisions that we have in both of them."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "Group CEO &amp; Group Director",
    "text": "In terms of the U.S., you have explained it perfectly well. The change of mix basically changes the outlook of what we used to have before. So we don't believe that the cost of risk is going to go back to '19 levels. And actually, what we have seen is the trend is a little bit positive than we expected at the beginning."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "Group CEO &amp; Group Director",
    "text": "And in terms of the capital, I don't know, José, if you would like to comment, but what I have seen is ."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "Exactly. We don't expect any significant supervisory charges in 2023. The charges in 2022 were very much in line with our expected 25 basis points or so for the year as a whole. In this quarter is when we had the impact of the new models in mortgages Spain and SME Spain. And again, most models or all significant models have already been updated. So we don't expect any significant charges going forward."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "In terms of coverage provisions, et cetera, the EUR 1.4 billion macro provisions we made in 2022, for the group as a whole, we believe, are sufficiently prudent to support the guidance of a cost of risk of below 1.2% for next year."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is coming from Ignacio Cerezo from UBS."
  },
  {
    "person": "Ignacio Olmos",
    "role": "questioner",
    "position": "UBS",
    "text": "The first one is on the U.S. If you can give us a little bit of color on the difference in terms of loan yield and the cost of risk of the different FICO buckets to get some flavor basically on how relevant that is that you have increased significantly in the weight of FICO above 640 versus below 600. So if you can give some numbers basically again to get a better reference on that."
  },
  {
    "person": "Ignacio Olmos",
    "role": "questioner",
    "position": "UBS",
    "text": "The second one is if you can clarify the tax rate you're using for your guidance in '23 on a group basis."
  },
  {
    "person": "Ignacio Olmos",
    "role": "questioner",
    "position": "UBS",
    "text": "And the third one is if you can update us on the Basel IV impact that you're expecting."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "Ignacio, I mean the FICO yields on the portfolio, as we say in Spanish is [Foreign Language], and maybe Héctor can answer that. But what I can tell you is that what really is important is that we have sold Bluestem. That was a source of significant risk, which we sold, I have to say, exactly the right time."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "Second, that independently of the margins, which come up and down depending on competition, clearly, 41% in prime or above, it's a very different risk profile. And to be honest, I mean, I don't know, Héctor, if you can add a bit more color on that in a few minutes."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "In terms of taxes, in -- our effective tax rate was 33% in '21. We have still -- I think in '22, we'll be somewhere around 29%. And in '23, nominal taxes -- right, nominal taxes were not expected to change. Yes, you will have this tax on revenues from Spain, which we estimate, and we were instructed by our accountants and market authorities to put it in '23, and I think that's EUR 225 million, but that's not going to be seen at the tax level. It's going to be seen on the revenues. But yes, we are not expecting any change in nominal tax rates."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "And the last one was on..."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "Basel IV."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "Basel IV, which maybe..."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "Final implementation Basel III. We -- as you all know, we still don't have the final proposal -- regulatory proposal. We have had some positive news for us, like the multiplying factor ILM equal to 1, which was finally included. As you all know, also, we are not affected by the output floor. We are going to be affected by some other items like the operational risk. But until the final legislation is written and approved, it's difficult to give an accurate estimate. But what I can tell is that is not going to be significant, and we should be able to build plenty of capital in the next 2 years to compensate for any impact that we may have."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "Group CEO &amp; Group Director",
    "text": "Ignacio -- sorry, Ignacio, just very quickly on your first question. Okay, I don't have the exact detail on the FICO of what you're saying. But if you go to the page on the U.S. on the presentation of the left-hand bottom side, you can see there exactly what's the mix that we have. So you have the rates that are basically 41% in the portfolio, that this is prime and near prime, which is basically what we have done in changing the mix that we have. And we couldn't have done that unless we had the funding from SBNA that is basically now funding a big percentage of the portfolio. So this portfolio is mainly funded for that, and I can give you later the details on that."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "Group CEO &amp; Group Director",
    "text": "But that's basically the change of the mix that we have at this point. So the risk is a lot less than we had before. You can see how it has been growing and changes completely. And 30% is funded with our own deposits, okay? So it's quite important to understand that."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "IR",
    "text": "Thank you, Ignacio. We will get back to you from IR with the yields on the FICO, don't worry."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is coming from Ignacio Ulargui, BNP Paribas Exane."
  },
  {
    "person": "Ignacio Ulargui",
    "role": "questioner",
    "position": "BNP Paribas Exane",
    "text": "I have two questions, 1 a bit more focused on costs. If we look at the performance of the bank in developed economies, it has definitely been able to control inflation quite well. It has not been that -- the case probably in Lat Am. Just wanted to see if there is any kind of additional initiatives that you can push forward to control a bit more cost growth in the region."
  },
  {
    "person": "Ignacio Ulargui",
    "role": "questioner",
    "position": "BNP Paribas Exane",
    "text": "And the second question is linked to the deposit franchises. Given your global footprint and the different experience that you have had in different interest rate cycles, how do you see banks performing or behaving in terms of deposit betas? I mean so we expect a material acceleration of deposit betas in Europe, or based on your Lat Am experience, you think that, that should be more controlled."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "So let me just give a high-level question. And then maybe Héctor, you can help me here. So in terms of cost control in Lat Am, let me just say that within the cost of risk -- sorry, cost guidance we're giving, to , we expect to be -- in the U.S., we're making structural changes. We started this a year ago. As you know, we're not able to change the model until 12 months ago because of minorities and other issues. So we believe that cost will be flat or down in the U.S. Again, please confirm this for me."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "In South America, there will be stable. We are focused on cost control. Given the lingering effects of inflation, we believe that, that will be more or less flat. You will see some increase in Mexico. Again, in Europe, we expect to have cost. But again, we are giving cost-income guidance because of inflation and uncertainties there. So there's some space. But as you saw, Spain, for example, cost came down around 5%, if I remember correctly. It was 5% for the whole group. In the U.K., we had good cost control. We expect that to continue going forward. So it depends very much on the countries. And in Lat Am, South America, I believe, is sort of flattish. U.S. is flat to down, and Mexico will be up, but Héctor, you can help me here."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "Deposit franchises. I mean this is important, and we have grown deposits in many of our core markets, including in the U.S. This is really important. We do believe increased competition. But again, here, what's important is the net interest margin. We expect that to expand, not just because of the fact that we are not paying a lot of our deposit franchises. Remember, we're retail. We're not paying retail franchises when rates were negative. At some point, yes, we will start paying for deposits, but we're in a strong competitive in-market position, and we believe the structural changes in the model with better service and better digital capacity will help us to do better there."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "So I don't know if you want to add anything there on the cost control in Lat Am, Mexico, U.S. or other countries, Héctor."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "Group CEO &amp; Group Director",
    "text": "Yes. Just in cost control. I mean, as you can see, I mean, Latin America is much more difficult, given that people are used to it and a lot of it is indexed of what we do, but we have been able to maintain it below inflation in most of the countries. The important fact here and the important change of what we used to do is that we're working together much more. And we are developing a lot of our software together and decreasing the amount of risk that we are -- sorry, the amount of expenses that we are generating in all of the countries."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "Group CEO &amp; Group Director",
    "text": "As our Chair has explained, for example, I mean, the acquiring platform was developed by Getnet and is being used in the rest of the countries. Also, the important fact is that the way we are handling the different expenses is very much controlled, and we have implemented one of the main drivers that is basically all what we do in infrastructure, and we're maintaining it to the minimum. So in that regard, we believe that we're going to be able to control costs below inflation, which is, I believe, the most important point and to maintain, as we have said, under the guidance that we have given."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "Group CEO &amp; Group Director",
    "text": "In terms of the deposit franchise, I can give you some of the beta deposit that we have. In Spain is around 25% to 30%. The U.K. is around 30%. The U.S., around 40%, and Brazil is around 80%. It's very automatic. But what also we can tell you is that in the last quarter, we have been able to also increase deposits in some of our most important markets. Take a look, for example, deposit growth in the U.S. was 20%. Mexico in the last quarter outpaced our competitors in that sense. And we have been -- we're going to be very much focused on that in the whole franchise and in the different parts of the bank to really enhance our deposit-gathering business."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is coming from Alvaro Serrano from Morgan Stanley."
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "I apologize I've got a follow-up on U.S. and one on -- a new one on Brazil. On the U.S., I'm looking at your charts on the right-hand side on Slide 25 that you showed the delinquencies -- early delinquencies. My understanding is that the vintages of the second half '21, in particular, the vintage of 2022 were the ones that deteriorated most. It shows yours and from competitors, but it looks like you're showing an improvement. So maybe you can comment on apart from the general comments you've made, specifically on the latest vintages. Is that what's giving you confidence? Or maybe some commentary there."
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "And within that guidance of the cost of risk in the U.S., maybe you can share what the car price assumption you're using for this year. I know your competitors are expecting mid-teens reductions, but I don't know what you're factoring in that cost of risk."
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "And then on Brazil, just some commentary maybe on the NII growth that we can look forward to this year. It's obviously been slow as you had already guided to in the second half of '22. I don't know if with the latest sort of rate expectations, should we expect only growth in the second half, as you were saying before, or any updates on the Brazilian sort of dynamics."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "So thanks. I've actually -- just give another high level -- apologies for that. I think it's important to put vintages and more specific questions in the U.S. in the context of the country. I think it's really important to understand that our U.S. business is fundamentally much stronger than it was 3 or 4 years ago, including the consumer business. It's a business we understand, we know how to manage, we are in control. The cost of risk this year was better than guided. The leases is what linked to car prices, maybe that's lease sales that may be Héctor can address that."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "But what is important is we're very confident that we can deliver 15% through the cycle returns in the U.S. I also want to point out that in the last 3 -- 4 years, actually '19 to '22, medium-term plan, the U.S. was the country that added most value to the group in euros. Actually, the combination -- and this is after all cost to TNAV, FX in euros for shareholders. U.S. and Brazil were the top 2, delivering 50% of the total shareholder value creation. This is really important as you think about where we put our capital. It has proven to be anti-cyclical because of the 2 extraordinary years we had in the U.S., almost EUR 5 billion in dividends last year and more coming this year. And we've looked at this business inside and out. It delivers very good returns to shareholders way over the cost of equity through the cycle."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "So again, it's important to put this in the context that it's a business we know. It's a business we understand. It's a business that is leveraging the group, that is leveraging the retail funding, which we are using to derisk and compete successfully with U.S. banks in prime and near prime. We won Mitsubishi, as I mentioned, and hopefully more to come."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "Having said that, Héctor, could you address the latest vintages, please, and car prices in a minute? Brazil, again, as I said, U.S. and Brazil the 2 countries that have generated 50% of the value creation in euros after everything is assigned, 50% of the value creation in euros to shareholders in the '19-to-'22 year plan. Brazil has a negative exposure, I mean, negative sensitivity to rising rates. I believe this should reverse once rates stop going up in the second half of the year."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "But again, Héctor, maybe you want to add on the car prices, Manheim Index and others?"
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "Group CEO &amp; Group Director",
    "text": "Sure. Look, I don't know without specificity exactly what's going on in the vintages. But what I can tell you is what we have seen, and the trend is that the new vintages are performing much better than expected. And why is that? Because first of all, we changed, as we have said, a little bit the mix but also the risk profile in the sense that we -- since we were very much focused on profitability in that regard, the risk that we are seeing in those vintages is a little better because profitability was of the essence in what we did, and we were very much focused on that, and profitability based on the model that we have is based on risk. So in that sense, what tells you is that we were very much focused on that. And also, as I told you before, the trend is much better than we have seen. And we could see that it's going to perform better than it did in the past."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "Group CEO &amp; Group Director",
    "text": "In the second one, we should see growth in Brazil in the to for NII. So in that sense, we see that this is going quite well. We are being very cautious in Brazil in the way we manage risk. And in that sense, as the Chairman already said, I mean, we have negative sensitivity in the interest rates, but the growth of the portfolio basically offsets that. So as you have seen, I mean we're going to continue expanding the NII in that sense."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is coming from Marta Sánchez Romero from Citi."
  },
  {
    "person": "Marta Sánchez Romero",
    "role": "questioner",
    "position": "Citigroup",
    "text": "The first one is regarding your real estate exposure in Spain. Would you say a restructuring is due? And would it make sense to use some of your extra NII to clean up?"
  },
  {
    "person": "Marta Sánchez Romero",
    "role": "questioner",
    "position": "Citigroup",
    "text": "The second question is about the U.S. top line. It has been somewhat weak moving backwards. Your customer spread is moving backwards. We're seeing competition for deposits in the U.S. So can you give us some color on what to expect for NII and fee growth in the U.S. for 2023?"
  },
  {
    "person": "Marta Sánchez Romero",
    "role": "questioner",
    "position": "Citigroup",
    "text": "And the last quick question, what's the tax rate you expect in Brazil for next year? It's been quite low this year at just 30%. Yes."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "So in terms of real estate in Spain, I'm going to need a bit of help here from Héctor and José, but we are not expecting -- so our main exposure in Spain today has nothing to do with what we had back in 2008. So the developer's exposure is at very low levels. Remember that Spain has not built many homes for the last 12, 14 years. So one of the most resilient housing markets in Europe or definitely in our 10 core markets, we expect it to be Spain. There's been a big deleveraging of families. Employment remains very high. And at the end, our real estate exposure is mostly in the individuals, in mortgages, and that is -- we expect it to be resilient."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "And again, as in the U.K., very much based on employment levels, which will fall but from historic highs. So in terms of restructurings in real estate, there's nothing that is anything material that would affect our guidance or our performance in Spain. If you go back, for example, where were the earnings, not just Santander, but as a sector in 2008? A big chunk of this was in real estate developers. Today, that is, I'd say, minimal, very small. And we have restructured these. These are listed companies that is a mark-to-market, and it's actually doing pretty well. So there is nothing there that would cause any concern in terms of the numbers, again, in Spain."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "In terms of the U.S. top line, I think Héctor has explained that but can give you more details."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "Group CEO &amp; Group Director",
    "text": "There is one important point, Marta, that I think is important I didn't say. I'm sorry about that. The important and the top line what you're saying, you're right. And the main problem is the leasing, okay? What's been happening in the market, we used to get a lot of the cars back, and we used to make a lot of money on the leases because the car prices and the Manheim were up, and we were making a lot of money."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "Group CEO &amp; Group Director",
    "text": "And what happened is 2 situations. First of all, people saw that car prices -- used car prices went up. So some of the people did an exercise the lease option, and that basically eliminated a huge amount of the profit that we were making on that. On the second hand, what were happening, there were no new cars. So people basically exercised the lease option due to the fact that there were no new cars to get a new one. So those 2 things hit us hard last year in terms of the top line because leasing is a great profit center in the U.S. So those are the 2 particular things that hit us, and that's why you look at the top line in a different way. It's not loan loss provisions. It's mainly the lack of revenue because of the leases, okay? So it's quite important to understand that."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "Group CEO &amp; Group Director",
    "text": "And just to give you a piece of detail in Spain. As the Chair has said, I mean, we don't have a huge amount of exposure in developments or anything like that. It's mainly EUR 60 billion to EUR 70 billion in -- around there in terms of mortgages, okay, that is individual mortgages. And what is important to say is that 75% of those mortgages are on floating rate and 25% only on fixed rate, okay? So the portfolio will start resetting mainly in April through the end of the year."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is coming from Carlos Cobo Catena from Societe General."
  },
  {
    "person": "Carlos Cobo Catena",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "Carlos from SocGen. One is on the ALCO book in Spain. If you could quantify how much of the increase in NII this quarter coming from the top-up in the ALCO portfolio and what would be the existing size and the total target. Also, if you have similar plans for the other Continental Europe balance sheet to grow the ALCO. I think that's it. I mean the other questions have been answered already."
  },
  {
    "person": "Carlos Cobo Catena",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "If you could specify -- it's not a big issue, but the double-digit growth in revenues, the target for 2023, would that be in constant euros as well as 2022? Or that would be a nominal."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "Yes, let me..."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "Sorry. Let me -- just 1 second, and yes, I'll let you José and Héctor. But I just want to say on the ALCOs that the effect in Q4 is minimal from the euro ALCO. I think we explained in the past, we had a very small position. We have rebuilt some of that, and I'll let Héctor and José address that."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "But there's another issue about the other ALCO is that we have a much higher proportion than other peers in terms of the hold-to-collect -- much smaller, sorry, much smaller, which means that this has hit our capital and our TNAV this quarter, but this should come back in the fall. I would've been more conservative in how we account for that."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "In terms of the euro ALCO, it's still very small relative to a, say, neutral hedge position. So there is space to continue building that. But maybe you want to address that, Héctor or José."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "Yes, very quickly. At the end of the year, we had EUR 11 billion, more or less in euro ALCO. We've been building that in the fourth quarter. So as the Chair said, the impact of that in the NII in the quarter was really not significant. Our plan is to gradually build an ALCO, reaching a neutral position, not this year, maybe in 2 or 3 years. We know that we have a very, very low ALCO portfolio, and we want to gradually increase the size of the ALCO portfolio. We will do it, not only buying Spanish government bonds. We want to have a diversified portfolio, German, Italian, French bonds as part of that portfolio going forward. This is a significant difference relative to the way we built our ALCO portfolios in the past."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "Yes. In terms of the double-digit revenue growth that is in current in euros. So we are guiding to double-digit revenue growth in euros. I think that was the other question that you asked, yes. Let me just say -- just to expand on that. I mean one of the reasons that our TNAV hasn't grown as much as we believe it will grow in the future is that for the reason I said before."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "So if you look at '19, '22 period, 50% of the value creation was from Brazil and the U.S., and I'm talking in euros after all the effects. Reason for that is, of course, that the U.S. and Brazil did really well but also that Europe did not do as well. And you're beginning to see that change in '22. I was just checking numbers, and please take this with a grain of salt. I know Begoña will say and others. But if you look at 2008, Santander made about EUR 800 million in Banesto and somewhere around EUR 2 billion -- it was a different criteria, but just for orders of magnitude, EUR 2 billion, close to EUR 2 billion in the Santander network."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "In 2022, Spain is back to . I know conditions are very different and everything -- and of course, how we delivered those profits, a big chunk of that was with real estate developers. Today, that is minimal to the previous question. So there is a big opportunity to continue improving not just in Spain, as I said, but also in Europe, and that's why we're guiding to double-digit revenue growth. And again, as you've seen this year, the big delta will continue to be in Europe for different reasons: operating performance as well as the tailwinds in interest rates."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is coming from Benjamin Toms from RBC Capital Markets."
  },
  {
    "person": "Benjamin Toms",
    "role": "questioner",
    "position": "RBC Capital Markets",
    "text": "Firstly, on loan growth in the U.K. It feels like the mortgage market is about to go through a very sharp downturn. Can you give some guidance on loan growth that you expect in the U.K. for 2023?"
  },
  {
    "person": "Benjamin Toms",
    "role": "questioner",
    "position": "RBC Capital Markets",
    "text": "And then secondly, on Swiss franc mortgage and Poland. Can you just update us on the assumptions you're listing for the provision there, please, and how those assumptions compare to peers?"
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "So I will let Héctor with the Swiss franc. But just on the U.K., it's a market that I'm very familiar with. We're expecting to improve profitability in 2023. We are focusing more on margins than volumes because there is a very competitive and challenging environment. Our cost of risk is minimal. Right now, we come out, I believe, if not -- I think, the best on stress test. And so we have a lot of focus on quality of the portfolio, with a 40% loan to value."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "And it is important, as I said before, the macro context on employment. And this is the key one for us in terms of how we will perform, not just net interest income and revenues but also overall profitability, including in the U.K. So I don't know if -- by the way, the U.K. is the only country where, as you know, both the IMF but also in our numbers, we are expecting a recession, a negative growth for the whole 2023, okay? But again, unemployment, even if it -- so GDP contracting, I think our numbers are 1.3% but from very low levels. So we are monitoring very carefully our portfolio. Again, the return on mortgages is still very attractive above cost of equity."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "And I don't know if you want to complement that Héctor and address, please, if you can, the Swiss franc mortgage question."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "Swiss franc. We increased the coverage of the Swiss franc portfolio to over 40% at the end of last year, around 45%, which is very much in line with the figures we have for our competitors at the end of the third quarter. Probably we are basing that on our experience of the recent court rulings locally. So it's important to stress that we are already above the KNF-recommended level in Poland. So we feel comfortable with that level."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "And again, we will be assigning provisions to this portfolio in the future based on the experience of court rulings. We are, as you know, still expecting a very important ruling from the European Court of Justice, particularly related to the capital returns. So again, this is a very fluid situation. Future provisions, again, will be assigned depending on court rulings locally."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "We have a question coming from Andrea Filtri from Mediobanca."
  },
  {
    "person": "Andrea Filtri",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Yes. Could you please provide more geographical visibility for the main countries behind the double-digit revenue growth for 2023? And we got that this targeted in euros, the question before was if it's in constant euros or if it is adjusted for the future FX."
  },
  {
    "person": "Andrea Filtri",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "The second question is on your EUR 2 billion to EUR 2.5 billion rate sensitivity. Can you please elaborate the assumptions behind that, i.e., which forward curve are you using and what date? And what deposit betas are you assuming in each country for your guidance? And just finally, if you could give us the detail of the structural hedge on the U.K. portfolio."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "Yes, please, let me just correct something in terms of revenues. I said current euros. Now it's in constant, the double-digit revenue growth. In terms of the -- but it is the same, right? We also -- we're guiding -- actually both should increase, both constant and also current. The EUR 2 billion to EUR 2.5 billion rate sensitivity, that's based on the current forward curves. I mean, I think that was the date we did the presentation, but my team can -- and the IR can give you more detail on that one."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "In terms of deposit betas, actually, Héctor went through that in another question. Maybe you want to repeat it, the deposit betas. I'll leave you go through that again, but he answered that."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "And in terms of geographic visibility and guidance, we will give detail on that in Investor Day, but I do want to stress one thing. This is not just about geographies. This is also about the global businesses and the Santander network, which has been one of the key advances we've made in the last few years, and there's a lot more opportunity to leverage these global businesses as we're already doing and showing with CIB, Wealth Management and payments and auto to a lesser extent. So we will give you more visibility how this benefits the individual geographies in the coming Investor Day."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "I think I answered all those questions, and maybe you want to repeat the deposit betas? And then maybe José?"
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "Group CEO &amp; Group Director",
    "text": "Yes, the betas, as I said, are 25% to 30% in Spain; in U.K., around 30%; in the U.S., around 40%; and Brazil around 80%. And as you know, very automatic due to the fact that is indexed."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "Yes. So the way we've done the interest rate sensitivity is on the static balance sheet at the end of December running the forward rates on the 31st of December for each currency with the betas that Héctor just mentioned. So no assumption on volume growth or repricing. So when you look at our double-digit revenue growth, double-digit revenue growth for next year means roughly EUR 5 billion increase in revenues. And what we are saying is that between EUR 2 billion to EUR 2.5 billion of that will come just from interest rate sensitivity, most of which is in euros, obviously."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "So I mean the structural hedge in the U.K., which was the final question, it's pretty stable at around GBP 100 billion, so GBP 100 billion, more or less, structural hedge in the U.K."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is coming from Daragh Quinn from KBW."
  },
  {
    "person": "Daragh Quinn",
    "role": "questioner",
    "position": "KBW",
    "text": "Just a follow-up question on Brazil and the outlook for the cost of risk in 2023. I think you said you expect it to be stable. Is that relative to the actual number reported in 2022, the 4.8% or the underlying one of 4.6%, which excludes the one-off that we saw on Q4."
  },
  {
    "person": "Daragh Quinn",
    "role": "questioner",
    "position": "KBW",
    "text": "And then a second question on Spain and the outlook for NII. Maybe just if you can give some sense of what kind of magnitude of NII growth you're expecting for next year. And to what extent do you think that NII growth, maybe not just for you but for the industry as a whole in Spain, will generate more political risk in this year of elections?"
  },
  {
    "person": "Daragh Quinn",
    "role": "questioner",
    "position": "KBW",
    "text": "And then finally, sorry, just a quick question on the European consumer finance or the Digital Consumer Bank. It's probably one of the unique businesses in the group, which relies more on wholesale funding or group funding. Maybe just if you could give a comment on your outlook for how that funding will reprice in 2023 and the impact you see on margin for that business over the next 12 months?"
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "Okay. So the first one is easy. It's excluding the one-off. So excluding the one-off, so around 4.6% is the number that we published. That's -- the stability is roughly stable. We're not saying a number. I'm saying roughly stable, excluding the one-off. Investor Day probably will give a more detailed guidance or not. We have to decide exactly how much we give."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "I just want to go back to the group because, again, what Santander offers is a group. It's not just a specific country. And I think what matters is that we delivered less than 1% cost of risk in spite of one-off, in spite of inflation, in spite of things being very different, please. This is exactly the work we have been doing, and we are increasing, and Héctor is fully focused on how can we combine this unique global scale with in-market scale so that Santander, as a whole, makes more money, is more profitable and creates more value. So -- but again, 4.6% is roughly stability."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "Net interest income in Spain. Again, details will be given in Investor Day, but I do want to reiterate what I said before. We are still below the levels -- way below the levels, again, very different market but a much better quality of earnings to date and what we had before. Spain is growing the number of customers. Spain is gaining market share in deposits. I think Héctor mentioned that, I think, around 15% last year. Spain has grown 700 -- or 600,000 new -- 700,000 new customers last year. So what you're seeing in Spain is a combination of very important, a change in the model already, and we will tell you more about where that is going in the next few years. And also the tailwind in interest rates and, as the CFO explained, a very conservative ALCO in euros, which, of course, mainly benefits Spain."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "DCB, that's one I know well. So DCB is obviously like our consumer business in the U.S. These are businesses that are more hard-hit by higher rates. In spite of that, we've actually improved our return on tangible equity to 14%. We, as you know, joined up DCB with Openbank. So we have now a digital bank helping to fund our business in DCB with very good growth in deposits. And by the way, very cheap deposits. So if I remember correctly, the EUR 10 billion, EUR 11 billion of Openbank is at around 5 basis points cost. So that is helping."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "In terms of cost of risk, and I can say that. So if you look at -- so we're seeing a normalization of cost of risk with all the caveats and less risky portfolio and so on that Héctor explained in the U.S. We are seeing a normalization again in the U.K. from very, very low levels, and we will see some normalization in DCB. And all of that is included within the less than 1.2% cost of risk. More details to come. I think any..."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "Just a couple of things. On NII Spain. As I said, the EUR 2 billion to EUR 2.5 billion is mostly in euros and, to a great extent, in Spain. And quarter-on-quarter, fourth quarter over third quarter NII in Spain was up 25%. So I think you can have a pretty good idea what NII is expected to do in next year in Spain."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "Funding in DCB. DCB has around 1/3 of its balance sheet funded with deposits. As interest rates go up, that offers a great opportunity to improve the funding structure of DCB. And we have plans to grow deposits at DCB in Germany and in some other countries but mostly in Germany over the next couple of years by a significant amount. So this should help keep our spreads in DCB at very attractive levels."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "IR",
    "text": "Thank you. We have around 10 minutes remaining on the call. So let's try and make this brief. Next question comes from Sofie Peterzens."
  },
  {
    "person": "Sofie Peterzens",
    "role": "questioner",
    "position": "JPMorgan Chase &amp; Co.",
    "text": "Yes. This is Sofie from JPMorgan. Sorry to go back to Brazil asset quality. But if I look at your NPL ratio in Brazil is now over 7.5%, but also coverage in Brazil has weakened quite significantly. In the past, you always had over 100%. Now it's below 80%. I'm just wondering -- and then in addition, you have 20% unsecured. Why do you feel comfortable with 80% coverage in Brazil? Shouldn't it be closer to 100% and also considering that you have 20% unsecured lending in Brazil, is it fair? And most of these loans seem to have been originated when rates were kind of in the low single-digit range. Isn't it fair to assume that NPLs probably will continue to trend up in Brazil? And if not, why not?"
  },
  {
    "person": "Sofie Peterzens",
    "role": "questioner",
    "position": "JPMorgan Chase &amp; Co.",
    "text": "And then my second question would be on the hedging policy. Could you just remind us how much of your FX is hedged? And how much is it costing Santander per year to hedge the P&L and capital?"
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "So we're very comfortable with our provisions in Brazil. Let me remind you that provisions are now forward-looking. We've made a macro overlay, for the whole group, that a lot of our portfolio in Brazil is secured and is actually really resilient. We've seen the deterioration already, and 80% is more than enough. Again, we follow IFRS, which are now very much forward-looking provisions. So the provision doesn't mean that, that is the cost of risk. Provisions is the expected cost of risk. We had a big discussion if we should not change the cost of risk to expected cost of risk because of the way the accounting now is very forward looking. So we are very comfortable with our provisions in Brazil for the existing risk."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "Let me also say that our cost of risk in Brazil has been between 4% and 5% over the last 7 years. That includes 3 years with almost 10% decrease in GDP. Today, Brazil, we're expecting growth in the GDP next year, employment to be very resilient. So we're actually quite confident that both Brazil and Mexico would grow more. You've seen it in the recent IMF, and employment levels in both countries have been very resilient. Again, that's one of the main factors in the final loss of the cost of risk. In FX, we cover -- José or Héctor?"
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "Yes. As you know, we have basically the following strategy. So we hedge the capital ratio. The 12% of using group risk-weighted asset and CRR calculation. So what is -- at 12%, we don't hedge. The hedge is done at forward rates. So for TNAV impact, which is what I guess you're asking the question, Sofie, is indifferent how much we hedge because for TNAV impact -- to predict a TNAV impact, you just take the equity invested in non-euro countries and apply forward rates on a yearly basis. And by doing that, you can estimate the impact on TNAV because, again, we hedge the excess over 12% at forward rates. And obviously, we have tactically hedges for our P&L, but those flow through P&L. So when we hedge expected profits, those hedges come through the P&L."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "IR",
    "text": "Thank you very much. We're going to have time for 1 last question. Don't worry. We can see that there are 3 pending that IR will take care of after this call. Can we have the next question from Britta, please?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next one we have from Britta? Okay, from Britta Schmidt from Autonomous Research."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "IR",
    "text": "We'll try and contact her after this call. There are no more questions, Ana."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "So thank you, everybody, for joining us. As you've heard, we are very confident that we've built a very, very solid base for delivering future growth and profitability for all our stakeholders, including increasing shareholder remuneration. We look forward to seeing you at Investor Day. We'll provide more details as to how we're going to be delivering over the next 3-year plan. Thanks again for joining us and see you soon."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Group Executive Chairwoman",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]