[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions]. And we already have a couple of questions. The first one coming from Alvaro Serrano, representing Morgan Stanley."
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Unknown",
    "text": "Two questions for me. One -- the first one is on growth. Look, it's clear that provisions, on the whole, are much better. But beyond that, it does look like the market -- I mean, the market -- the multiple suggests that the market is not buying the growth outlook. And my question is on that, what do you think is missing from consensus numbers? Because beyond the currency, if I look at your medium-term target, it does look like Europe is the biggest disconnect."
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Unknown",
    "text": "And if I think about the Digital Consumer Bank, you obviously would end the year -- with the full year results, you were looking for -- to double profits medium term. If I look at the cost-income ratio, that's more than €1 billion delta in revenues and your European operation is also delta there. What's consensus not grasping there? Is there -- are you that optimistic that you can grow consumer business there? Is it purely Openbank? Are you going to do add-on acquisitions that we do not fully appreciate? And maybe a comment in growth generally and in particular, with the European skew."
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Unknown",
    "text": "And the second question is on capital. You're 11.9% fully loaded, it looks like the capital build is going to be better for the remainder of the year. Would you consider buying back last year's script as a way to maybe sort of gain back some of the institutional investors that were disappointed last year?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Thank for your questions. Growth, very general question. So you note that our business, many areas and dimensions in the medium, long term is supposed to grow because we have the business that we have, and we are in the geographies we have with plenty of growth in front of us. This is by geographies in Latin America. This year, probably, the visibility on this is poor. Yes, the massive depreciation of the currencies in 2020 naturally affects the translation of the growth we have had. You see the numbers in Brazil, you see the numbers in Mexico, and then you see the numbers in Chile, we are growing nicely, even in the middle of the pandemia. Deterioration into euros was not so good."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "In the consumer side that -- where we do think that we can grow, naturally, with the lockdowns, we are not growing. What we have seen already in March and April, this are rebound on these activities, and we expect -- provided the vaccination goes as expected, we expect to start to show significant growth. We can capture growth on the Digital Consumer Bank. On the auto space, where we are market leader, we were not working in the leasing space. We then start to grow there. And the Digital Consumer Bank offer us opportunities in the nonauto-related consumer space that we are starting to take. So those are -- on top of this, you have PagoNxt. José already elaborate on the growth prospects of PagoNxt that we expect to capture in the coming years."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "So this is -- with continued remarks, our growth outlook, it's naturally difficult to talk about growth in the middle of an economic meltdown due to the pandemia. But you see our results, the main difference, I should say, compared with what I've seen in the market is that we are growing revenues and controlling costs. And the main difference is our operating income is growing 15%. Our -- the P&L is not made out of the reduction in provisions. Naturally, we have reduction in provisions, but we have top line growth that we expect this to rebound from now onwards due to the improvement in the economic activity."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "The capital, second question, you said a specific question. We accrue, as you said, in the quarter, our intention is to accrue 40% of the underlying profit to remunerate the shareholders. It can be dividend, it can be buybacks, okay? So this depends. It's up to the Board to take the appropriate decision if we are allowed to do so, naturally, by the regulator. But our intention is to continue with this accrual because we think that this is sustainable. And that's our intention."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is coming from the line of Francisco Riquel representing Alantra."
  },
  {
    "person": "Francisco Riquel",
    "role": "questioner",
    "position": "Alantra",
    "text": "Yes, I wanted to ask about Spain and first, on the top line. NII falls 4.5% quarter-on-quarter beyond the 2% of that of the day count. So I wonder if you can update on your guidance. It seems to me that the mid-single-digit growth might be a bit challenging. So you can update on the trends in the quarter and the drivers for the coming quarters."
  },
  {
    "person": "Francisco Riquel",
    "role": "questioner",
    "position": "Alantra",
    "text": "And also, in Spain, on the cost of risk, it remains high for another quarter, which makes sense because obviously the Spanish macro is underperforming other geographies. But so you can update on how do you see the credit cycle in Spain. And your cost of risk, when do you see then the normalization and at what levels?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Okay. Thank you, Francisco. First question about NII -- well, revenue, in general, in Spain, particularly on NII. Well, our guidance remains the same. So we expect to grow NII during the year around mid-single digit. In the quarter, you mentioned already the day count and was some reduction in volumes and those 2 affected this. But for the whole year, we remain confident that we reach the mid -- the kind of mid-single-digit growth in NII. And naturally, in fee income, we expect to make significant progress, starting probably -- well, starting in the second quarter and progressing along the third and fourth quarter of the year. So we remain constructive on our outlook for our revenues in Spain."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "In the cost of risk that is your second question on the credit cycle, this is a very interesting question. As I mentioned in the presentation, we are constructive on the credit quality on the households, individuals consumer space where we are seeing good trends. The moratoria is expired and we are seeing good tenders, and we remain confident on this side of the business. While in SMEs, particularly in those economies that are not performing not so well on that due to the relative specialization of these economies, we don't have -- simply, we don't have enough visibility at this point. There are several factors. Some of them seasonal. The tourist season this year is going to -- how it's going to be, the decision, strong uncertainty in relation with this and when the business is going to come back to normal."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "The second question is the credit cycle, probably is the right question when we're going to have visibility on this? Probably, if you ask me, as of today, I should say to you that we need at least, I don't know, 2 quarters of normalization before we have a clear visibility of the damage of the pandemia in the SME space, probably is -- well, it's my guess or is the best guess I have. So a couple of quarters to see this. But make sure that we keep updating you. Now visibility is relatively poor because, well, there is a significant number of customers affected by the lockdowns in the SME space, micro business and self-employed people. Although as you know, we have a large portfolio protected by state warranty schemes. This affects mainly in our portfolio in Spain, Portugal somehow, but the largest portfolio is Spain."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "It is coming from Ignacio Ulargui, representing Exane BNP Paribas."
  },
  {
    "person": "Ignacio Ulargui",
    "role": "questioner",
    "position": "Exane BNP Paribas",
    "text": "I just have two questions. One on cost performance. How do you expect the €1 billion savings to perform now that you have separated the Digital Consumer Bank? And when should we start to see the benefits of all the restructuring charges in Spain, particularly in the U.K.?"
  },
  {
    "person": "Ignacio Ulargui",
    "role": "questioner",
    "position": "Exane BNP Paribas",
    "text": "And second one is on cost of risk in the U.S. I mean we have a very good performance of second-hand indexes that makes a lot of good performance of provisions. But I mean what would be the normalized level of provisions that you will expect out of the U.S. going forward?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Okay. Thank you, Ignacio. Thank you for the questions. The whole issue of cost performance, the €1 billion commitment in Europe, and the restructuring charge. I mentioned the restructuring charge. We took all the restructuring charges expected in -- for Spain last year. I think it was the fourth quarter, José? It was the fourth quarter last year. In this quarter, we are taking the one we expect for the U.K. Portugal, I think a small part like €20 million for Digital Consumer Bank and like €50 million for the Corporate Centre. On the back of this, we expect Spain to be -- the cost decreasing high single digit, U.K. mid-single digits, and the same can be applied Portugal and less so in Poland."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "And the Consumer Bank is a different story because it's a growth, as I mentioned before, the question of Alvaro, it's a growth story. And we're going to have the 2 dimensions. One dimension in which we reorganized our business in Europe. And remember that we have 15 banking licenses that we're going to reuse to -- we're going to transform into branches and this allow us to reduce cost. On the other side, we want to grow the retail bank and the nonauto-related business to grow faster than with the buy-now-pay-later kind of new activities and with the leasing in the auto activities."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "And we're going to have two dimension. On one side, we're going to say costs due to a reorganization. On the other side, we're going to increase the business, and we're going to grow the business in this dimension. So the €1 billion will come mainly -- in the proportions of the cost we have, the majority will come from Spain, U.K. and -- 2/3, and the other 30% comes from the overall -- all other units."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "The second question was the cost of risk in the U.S., the normalized level. I should say, we have 2 effects in the U.S. One is the cost of risk that naturally goes to the loan loss provision. Remember that we are not releasing provision in U.S. We are still providing for the business. But it's true that the cost of risk is significantly lower on the back of the fiscal stimulus that provide support to households, individuals along the U.S. And on top of that, we have, what you already rightly mentioned, the used car prices that support. We have a leasing -- leases and we have residual value. And when we dispose the cars once the leases expire, we are making some gains out of this business. So the 2 go in the same direction."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "So having said that, and -- we expect the cost of risk, the first part, on the back of the fiscal stimulus to remain well below the traditional standards. While the leases, the used car, for the time being, much more difficult to forecast. It's probably relatively easy to forecast one quarter but much more difficult to forecast the longer term. But it's true that we are pricing the leases in a conservative way to try to protect when the downturn of the used car prices happen, that for sure is going to happen. So those are the 2 engines. But for this year, the business continued to show, for the whole year, I expect -- I think we expect very good trends in the business."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "It is coming from Daragh Quinn, representing KBW."
  },
  {
    "person": "Daragh Quinn",
    "role": "questioner",
    "position": "KBW",
    "text": "I'd like to go back or stick with the provision charge in the U.S., please, and specifically the consumer business. And a loan loss charge of just 300 basis points this quarter versus a historical number of closer to 10%. Clearly, we've seen over the last few quarters that, that number has come down. But I just kind of wonder, apart from this year and maybe the shorter-term impacts of the stimulus, what do you think is an appropriate medium-term outlook for the provision charge in the U.S. consumer business? That would be my first question."
  },
  {
    "person": "Daragh Quinn",
    "role": "questioner",
    "position": "KBW",
    "text": "And the second question on Brazil and cost growth. I think historically, your guidance there has been to grow costs below inflation. In the first quarter, we've actually seen a nominal reduction in costs. Is that just going to specific trends in this quarter? Or is it a reflection of a greater focus on cost control in Brazil?"
  },
  {
    "person": "Daragh Quinn",
    "role": "questioner",
    "position": "KBW",
    "text": "I'm sorry, if I may, just a final question on capital. Small amount of regulatory charges this quarter. Maybe if you could just remind us of what we could expect on that front for the rest of the year."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Thank you, Daragh, for the questions. I pass to José, to the CFO, the question in relation with the capital. The provisioning charge in the U.S., as you rightly said, is low for the -- this quarter in the area of 300 basis points. We've been more on the high single digit. But this largely depends also on the mix. As you know that -- well, depends on what we retain on the -- back on the balance sheet. Normally, we dispose a significant chunk of the prime business that we originate. Some of this goes to the market, we securitize, we dispose. Some of this goes to SG&A, to our commercial bank that use the deposits to fund its business. And the -- what remains in the balance sheet, the mix is very important. But provide that we have the same mix that in the past that was in the region of, if I remember well, I'm not sure, we have like €20 billion of subprime and another €20 billion of between near-prime and prime, the cost of risk should be in the region of 7, 8."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "The region has been and makes sense that -- I don't know when, probably not this year, maybe next year, I don't know, difficult to forecast this with the economy of the U.S. is -- well, is deemed to perform very well on the back of the infrastructure investment program, the fiscal stimulus, is very difficult to say when this is going to back to normal, provide that we keep the same mix. That's extremely important, Daragh, because the difference in cost of risk between the 2 business is very, very large."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "The second question, if I remember, were Brazil costs, yes? The general cost in Brazil. So in Brazil, productivity is improving dramatically. Our digital sales are performing extremely, extremely well. And on the back of this, we are able to increase significantly the productivity. And you've seen, we are keeping -- it's not the same transformation that the one we are doing in Europe. It's not about closing branches. It's --n and all these things. It's -- as a matter of fact, we are still opening some branches in areas in which we don't have presence. It's true that we also closed some branches in area that are more crowded. But in general, it's more internal organization of the business and the capacity to increase digital sales and remote sales, remote sales from specialized call centers that we incorporate in the last -- 6 months ago, a new contact center in the south of the country that is far cheaper than in Sao Paulo for having this business and is performing extremely well."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "And we're optimistic that we can continue to design new ways to reach customers in a market that offers good opportunities to grow, and we are capturing some of them. You see that we are reducing costs, at the same time, gaining significant share in the most interesting products in the country. It's not Brazil. It's not -- I mean, it's not going to be a cost story. It's going to be a growth -- a revenue growth story more than a cost story. Having said that, we want to increase our productivity. In March, for example, we sold 630,000 cars in this month with the economy and in the middle of a lockdown, and we're going to be focusing on continuing to grow in the country, naturally, with good cost control."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Now I'll hand it back to José."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "Yes. We expected regulatory charges in capital. The sum of some small charges could be between 5 to 10. Then, there are -- the 2 largest charges that we would expect this year come from the low default portfolios, which is coming in the second quarter, and that will be around 8 basis points. And then, the new definition of default, which is uncertain when will have to be taken and the amount that, that will represent. But we believe it will be, in any case, less than 10 basis points. So more or less, we would expect to see 25 to 30 basis points of charges from regulation in the three quarters this year."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions]. And the next question is coming from Carlos Catena representing Societe Generale."
  },
  {
    "person": "Carlos Catena",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "Two quick ones and then just a clarification. First one on the U.K. I was expecting probably a better performance in net interest income, maybe same as the performance in Spain as in probably on the low end of expectations and in particular, where the business dynamics in terms of volumes on front book spreads are more encouraging. Could you elaborate a little bit on why the net interest income declined in the quarter? I understand it is a calendar effect, but are there other drivers that you could elaborate there?"
  },
  {
    "person": "Carlos Catena",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "Second question on legacy assets in Spain. It's not you only. I think the whole sector is providing only for the pandemic cost already with no much attention on legacy assets, and you still carry a high stock of nonperforming assets in Spain. I'd like you to elaborate a little bit on how do you think about that portfolio. How do you plan to divest it and if that will demand a top-up in coverage to accelerate the exit from this portfolio?"
  },
  {
    "person": "Carlos Catena",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "Also, not quite in Spain, if you could discuss how much of -- well Spain and this is for the whole group, how much of the restructure loans and payment holidays do you keep as performing in your Stage 3 -- sorry, in your Stage 1 portfolio? Because this is just a focus of the sector in general. I mean if you maintain the bulk of the potential problematic exposures as performing, obviously the modeling and the provisioning models will demand lower provisions. But when shall we have a clearer view on how much NPL formation you provided for to compare with how much potential deterioration could be coming out of this? I know it's a complex question, but if you could elaborate a little bit on how much of the payment holidays is still is on the performing Stage 1 portfolio, that would be very helpful."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Okay. Thank you, Carlos, for the questions. The first point was U.K. NII. I think José already elaborated on this. So we expect still the NIM to accelerate a bit in the second quarter as a result -- on the back of further cost -- deposit cost reduction and with having good activity on the volume side in mortgages, make us positive from this. And for the whole year, we should be north of 10% in NII growth in U.K. regard you -- whole, I think, last quarter in this direction, and we remain confident that this is going to be the case."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "You elaborate -- you made the question about NII that was also raised by Francisco before. You try to understand the first Q. The first Q, as Francisco said, was 2% -- mainly 2% of the drop is day count and another -- and you see the loan book fell like 2% in the quarter and those are the -- on top of having less activity. Yes, the activity -- the new activity in -- the activity in the quarter with the lockdown was somehow reduced. And this activity, partially, the fee income generated at the beginning of the origination goes to NII and those are the factors from this."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "When you refer to legacy assets, well, our provisioning policy -- well, we've been, I will say, in the quarter conservative. Provisioning policy in Spain, the provision remains pretty high. The cost of risk, if I remember well, is close to 100 basis points. Remember that before the pandemia, we were at 30 basis points, 35. Now, we are 100. We are taking another provision for financial reasons due to the uncertainty and poor visibility on the Corporate Centre. So we -- I think that we are providing -- we are being prudent in our provisioning in the P&L for the potential events that will come, including the legacy asset, naturally, that we take into account in our provisioning policy naturally. It's not only about the scenarios. It's also about what we have in the balance sheet and in the situation in which they are."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Restructuring loans, you referred to payment holidays. I don't know if I understood you well. The question, when a customer ask for a payment holiday for moratoria remains in Stage 1, naturally. So for the time in which the company or the majority individual sustained moratoria, 1. Once the moratoria expires, some of these moratoria were government -- were mandatory-ed by the government, particularly this happened in Portugal, U.K. and half in Spain. In Spain, half was granted by the bank, half was mandatory-ed by the government. The majority of these moratoria expire. When the moratoria expire, if the customer start to pay again normally, remains in Stage 1, naturally. If the customer ask for another extension that maybe in some cases not, but we start to classify accordingly, and if the customer doesn't pay, goes to Stage 3, not -- as you know that this is not as stable as before."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "And this is what -- how do we are classifying. That's the reason why you are seeing, progressively since the pandemic started, you have seen Stage 2, particularly Stage 2 -- as the Stage 2 growing accordingly with the behavior of these payment holidays. Having said that, while we -- the majority of the moratoria already expired, you have the numbers in the presentation. What remains in moratoria is basically the ones who were mandatory in Portugal that expire, I think, I'm speaking by memory -- from memory is in September, and the ones in Spain that are expiring around now because it was -- were granted 1 year ago in April, May, June and in the second quarter, will expire the majority. And we'll classify accordingly with the payment behavior shown by the customer. So I hope I answered your question."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next one is coming from Fernando Gil de Santivañes representing Barclays."
  },
  {
    "person": "Fernando Gil de Santivanes",
    "role": "questioner",
    "position": "Barclays Bank",
    "text": "Just two questions, please. Elaborating a little bit more on the NII in Spain and Europe. I just want to refresh the contribution from the TLTRO programs. And how do you see the evolution during the year? This would be the first question. Related to that, especially in Spain and the U.K., I just would like to know a comment on the changes in management that we have seen so far and the strategy in the new -- with the new management teams. I guess it's not cost-related. It should be more revenue-related. But just want to know if there's any strategic change in those areas, in those regions."
  },
  {
    "person": "Fernando Gil de Santivanes",
    "role": "questioner",
    "position": "Barclays Bank",
    "text": "And finally, on the restructuring charges, you mentioned that we're done for 2021. I just want to know if there could be some moving on into 2022, given these recent changes in these specific regions that we mentioned."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Okay. Thank you, Fernando, for the questions. Starting from the very last one. We do not expect on the back of the cost, the One Europe program, additional restructuring charge is done for the €1 billion cost savings that we announced, I don't know, when was in October. That's all. This is related with the changes in management and the strategy that you mentioned before. While -- when we announced One Europe, One Europe is a -- on the back of One Santander is the intention to become more integrated in order to gain significant efficiencies, operating together."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "So that means that in several products, you've seen the new flow of -- you follow this, the new flow in the organization in Europe is becoming an organization where the products are -- some products, not all the products, some products have -- there are people, executives that have European responsibility, mortgages and cars and in some other areas. And there are also the developments in the transformation and the digitalization that are in Europe."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "The new app is going to be the same in 1 year for all the group in Europe. And this is -- those are the -- this transformation program, having a new head of Europe make advisable to do the change that we announced today in order to create the organization that fit for purpose in this regard. We have both Nathan, as the CEO of U.K., and Rami -- as we announced this morning, they remain in the group in different roles, but this is to accommodate the European organization's transformation program that we announced, and we are progressing well on this."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "And NII in Spain, I said mid-single digits. Well, also, in U.K., double digit or a little bit weaker in Portugal. And well, I don't have a specific guidance for Poland. Probably, you have José, and the TLTRO programs, you can elaborate on this, yes?"
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "Yes. No. The year-on-year increase in revenue from the TLTRO is going to be '21 over '20, it is €300 million to €350 million."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is coming from Sofie Peterzens representing JPMorgan."
  },
  {
    "person": "Sofie Peterzens",
    "role": "questioner",
    "position": "JPMorgan Chase &amp; Co.",
    "text": "Here is Sofie from JPMorgan. Just a follow-up on the previous question. Unfortunately, I couldn't hear what the TLTRO benefit is. So if you could just repeat that."
  },
  {
    "person": "Sofie Peterzens",
    "role": "questioner",
    "position": "JPMorgan Chase &amp; Co.",
    "text": "And then, I got a first question would be, last week, there were some headlines around Santander potentially looking at lease plan. Could you just discuss kind of what your view is on M&A and disposals? And has anything changed here? And how should we think about any potential strategic M&A? If you could just remind us what your sort of -- what your key ambitions here are."
  },
  {
    "person": "Sofie Peterzens",
    "role": "questioner",
    "position": "JPMorgan Chase &amp; Co.",
    "text": "And then my second question would be, if you could just talk a little bit about Brazil. What's your outlook in terms of rate hikes in Brazil? Where do you expect interest rates to go in Brazil? And how -- if you could also remind us of your rate sensitivity in Brazil and kind of how do you think about NII progression in Brazil?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Thank you for your questions. The question on TLTRO, José?"
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "Yes. So it's, as I said, '21 over '20, €300 million to €350 million increase."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "M&A activity -- strategic M&A activity, well, we have nothing to add, yes? So we are not -- we are focused 100% in organic growth. We are not looking at any kind of deal that can leading us to take. But at least, naturally, we made the offer, the tender offer in Mexico, but those are small, nothing that change the profile of the book."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Brazil. So it's true that the rates -- the markets effect that the rates keep flowing up. They already raised the rates by 75 basis points. The market is more to come, and I agree that it's more to come on the back of relatively high inflation. And this affected the business in a way that -- do you have the figures, José, how much sensitivity to higher rates in Brazil?"
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "Brazil is very much balanced. So it's slightly negative. 100 basis points parallel shift in the interest rate curve is less than €100 million. So it's very much balanced. For the group as a whole, again, a parallel shift upwards of 100 basis points is a positive €1.75 billion."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is coming from Adrian Cighi representing Credit Suisse."
  },
  {
    "person": "Adrian Cighi",
    "role": "questioner",
    "position": "Crédit Suisse",
    "text": "Two questions for me. One on capital and one on asset quality. On capital, and specifically on capital requirements, how do you see the impact of the upcoming stress test on Santander? You previously mentioned that you expect the stresses to be harsher than previous ones. But do you have any visibility at this stage on the contours of the outcome? And then on asset quality, can you give us maybe the moving parts of the overlay provisions you've made last year? And how much of these provisions remain unutilized?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "So the first question, capital stress test. We are, in the terms of size risk, it is too early to provide you with any numbers. We send the first numbers. We, as you know, we tend to perform very well on the stress test on the back of our diversification, yes? So knowing that the scenario is harsh, but well, I remain confident that we're going to continue to perform very well on the stress test. But it's too early to call, yes? So the discussion with the regulator's about to start, and we will see the different interpretation they have in relation with our numbers."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "The second, asset quality. The overlay, I said in the presentation that we valued the overlay, I think, on the €1.6 billion, probably we use €100 million, maybe?"
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "€150 million."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "€150 million, he's telling me. So the majority remain on the books. And well, I gave you already my outlook for the credit quality. The majority of this is related with consumer, and consumer is evolving very well. And -- well, we'll see. This is too early to call, significant uncertainties remain, and we prepare to be prudent at this stage. And remaining will be capacity to offset potential future losses just in case something goes wrong with the vaccination and the recovery that everybody expects, including ourselves. But the situation invite you to be prudent, yes?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is coming from Jernej Omahen representing Goldman Sachs."
  },
  {
    "person": "Jernej Omahen",
    "role": "questioner",
    "position": "Goldman Sachs Group",
    "text": "I'd like to ask a couple of questions, and they're all related to the capital return prospects. So the first question, you gave us an update at the end of the fourth quarter on your interaction with the SSM on the dividends and the prospect of restrictions being lifted. I guess we are 3 months closer now to the 30th of September. And I was just wondering if there's anything more that you can share or perhaps give us insight to as to the discussion with the relevant authorities on this topic? Are we any -- do you feel more, less confident? Or is the situation exactly the same as it was at the end of the year?"
  },
  {
    "person": "Jernej Omahen",
    "role": "questioner",
    "position": "Goldman Sachs Group",
    "text": "And the second question I would like to ask is when you think about risk-weighted asset growth for this year and then perhaps further out, what kind of number do you think is realistic for the group."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "The capital return, if we have additional information than the one we shared with you at the end of the last year, in reality, we haven't got any additional information other than the one that was made public at some point, but the interpretation of the market to SSM was more constructive. And they are pointing towards the provisioning levels vis-a-vis of the potential -- the uncertainty surrounding the economic activity that's -- well, what we have is one quarter of more visibility. As I said in the presentation, I'm more constructive on the consumer individual side, but I remain with significant uncertainties on the SMEs and corporate books. And for that reason, I think I repeat couple of times, we keep providing and not releasing provisions in the quarter, yes? So that's what I can share with you in this regard."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "In relation with the risk-weighted asset growth, I do not expect a lot of growth on the back of -- the market remains in very good shape to release capital through securitization. And the increased cost of equity at which you can release capital lease up to today is well below the cost of capital, at least this is clear on the more granular type of portfolio. If that remains, our risk-weighted asset growth is going to be somehow limited, probably José can give you a number, on the back of being pretty active in securitizations as we've been doing in the last, I don't know, couple of quarters. And we always look at the market in this direction. If we can release capital significantly below the cost of capital, we do. And the market now is in good shape for the reason, I do not expect significant growth in risk-weighted assets."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "José, do you want to say something?"
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "Well, this year, like José Antonio is saying, we don't see risk-weighted asset growth. And we are working to compensate the regulatory charges that we discussed earlier on. Looking forward, we think we can -- over the long term, we can have risk -- obviously, this is excluding regulatory changes, we think we could sustain more or less a 3%, 4% risk-weighted asset growth over time."
  },
  {
    "person": "Sergio Gamez",
    "role": "answerer",
    "position": "Global Head, Shareholder &amp; IR",
    "text": "I'm afraid we are running out of time, but we have time for one last question, please. So let's proceed with the last question."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "All right. It is coming from Ignacio Cerezo. Ignacio is representing UBS."
  },
  {
    "person": "Ignacio Olmos",
    "role": "questioner",
    "position": "UBS",
    "text": "Most of the questions have been answered, but I have 2 on capital left. If you have any view or color on the impact of the U.S. fiscal reform, I'm thinking of DTAs in the country, if any."
  },
  {
    "person": "Ignacio Olmos",
    "role": "questioner",
    "position": "UBS",
    "text": "And then the second one, I've seen a higher charge nontrading impairment in Poland, which I think is related to the FX mortgages. How much more is coming Do you think actually throughout the year on that one?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "To tell about the fiscal reform, you can do the math. So the main information is the rate, the final rate. And naturally, this is -- increase is going to have an impact, not very significant. I don't have a specific number because I don't have which rate I think we should expect. I don't know if this is already normal or -- no, people tell that this number is unknown."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "And the CapEx charge in Poland, you were right. It will rise due to the Swiss francs. Our provisions there staying around €200 million. So -- well, as you know, this is subject to the Supreme Court ruling -- decision that is going to come, if I am well-informed, next month. That has been delayed already twice and is expected to come in 15 days, José?"
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "15th of May."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Yes, 15th of May is expected and well, the provisions you mentioned were -- may come on the back of this."
  },
  {
    "person": "Sergio Gamez",
    "role": "answerer",
    "position": "Global Head, Shareholder &amp; IR",
    "text": "Okay. We need to end it here, everyone. So thanks very much for attending this call. Obviously, the entire IR team is at your new disposal for any follow-up. So thanks, keep safe."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Thank you, guys. Take care. Bye."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "Take care."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]