[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions] We already have the first question from Ignacio Ulargui from BNP Paribas. Please go ahead."
  },
  {
    "person": "Ignacio Ulargui",
    "role": "questioner",
    "position": "BNP Paribas",
    "text": "Hi. Good morning, everyone. And thanks for taking my questions. I just have two questions. The first one is on the outlook at group level for NII and fees. If I just look to 1Q, you have made the guidance provided by the bank in Investor Day and for 2023 of double-digit revenue growth. But as the year goes by, I think that, that target gets challenged a bit. So I wanted just to get a bit of your thoughts on what should we -- particularly on NII, what should see the acceleration coming? And based on the comments that you made at the end Hector, a bit of what would be the outlook for the U.S. NII after the performance of the first quarter."
  },
  {
    "person": "Ignacio Ulargui",
    "role": "questioner",
    "position": "BNP Paribas",
    "text": "The second one is on cost of risk. I have seen a decline in NPLs in Brazil. Just wanted to be -- to get a bit of your thoughts about how should we expect cost of risk evolving from here in Brazil and whether we have seen a beginning in NPL or it's just a seasonal effect? Thank you."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "Okay, Ignacio, thank you very much for your question. Okay. First of all, as I basically discussed, it's quite important to understand that we will achieve what the numbers that we said at the Investor Day and also our guidance, given that with the combination that the group is giving you, okay? So as I basically said, we're going to be a little lower in Brazil and the U.S., and we will be much better in Europe and in Mexico, okay? So it's quite important to understand exactly the combination and the work we're managing the group to get to the levels that we want, okay?"
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "So Europe is the one that is going to give us the strongest performance for the full 2023, okay? Mexico should be up -- what we call low double digit, okay? And we expect also, as I said, weaker performance in LatAm with the exception of Mexico, the U.S. and DCB. The U.S. is down mid-single digits. DCB will be low single-digit decline, and Brazil is basically mid-single-digit growth back ended, and we expect improvements towards the second half of the -- and towards the end of the year, okay? On the cost of risk, I will have Jose basically give you some ideas."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "CFO",
    "text": "Yes. So if I may complement the NII. In Europe, we have not seen the full repricing of our portfolio, obviously because, as you know, mortgages reprice every 12 months. So we still have a long way to go in the repricing of mortgages in Spain. Again, they are 12-month, Euribor based. And in Portugal is 6-month Euribor based. So we still have, again, way to go to reflect the full impact of the repricing or the rebasing of our portfolio in Europe."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "CFO",
    "text": "In terms of cost of risk in Brazil, as I said during my presentation, we expect cost of risk to remain fairly flat in 2023 relative to 2022, excluding the one-offs. The cost of risk in the first quarter was 4.4%. The €474 million provision that we took in Brazil in the first quarter to strengthen the balance sheet was used more or less one-fourth for one-off cases for specific cases and the rest it was just to strengthen our balance sheet. So in that sense, the 4.4% of the quarter is clean. It excludes one-off cases and it reflects the true asset quality evolution of the quarter."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "CFO",
    "text": "So for the rest of the year, as the interest rates are expected to remain high, we expect a better performance of our individuals portfolios because these are very short term. And obviously, they -- most of them have matured already, and we have been adding high-quality new vintages, but we might expect some more challenging evolution in the corporate sector. So again, all in all, excluding one-offs, more or less flat year-on-year."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "IR",
    "text": "Thank you, Jose and Hector. Can we have the next question, please?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question from Francisco Riquel from Alantra. Please go ahead."
  },
  {
    "person": "Francisco Riquel",
    "role": "questioner",
    "position": "Alantra",
    "text": "Yes, hello. So I wanted to ask about following the recent turmoil in the sector. I wonder if you as a management have changed anything within the group in terms of liquidity and interest rate risk and/or if you expect any regulatory changes in this front in general? And more specifically, I wonder if you can elaborate a bit more the fall in deposits during the quarter. You mentioned seasonality in CIB, so do you expect to recover those deposits in the coming quarters?"
  },
  {
    "person": "Francisco Riquel",
    "role": "questioner",
    "position": "Alantra",
    "text": "And also, if you can update your guidance in terms of deposit betas by the end of '23. You were previously guiding for 25, 30 in Spain, 40-50 in the U.K., 50 -- above 50 in the U.S. And just last question in terms of the ALCO portfolio in Spain, if you have changed your plans. You were aiming for €16 billion on average in '23 in terms of size, you're already above? I have seen in the slide, so you can also update on this. Thank you."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "Thank you, Francisco. I mean, first of all, let me tell you, I mean, given the turmoil and everything, I mean, the group is actually responding quite well, okay? We have seen all the levels in deposits basically maintain themselves. Individuals probably is the most important part in which 80% to 85% of our deposits are basically individuals, families, et cetera, which are basically very solid and very stable, okay? In that regard, also, I mean, with all these times, you always be prudent about how you manage things. But I can tell you that our units are performing really well in that sense, okay?"
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "In terms of the deposits, it's always cyclical. The decrease in deposits was mainly in CIB as we described. It was actually not very meaningful to the total size of the portfolio, and we expect basically to get them back and is the normal flow of the business, okay? In terms of the betas, I will have Jose give you a little bit of detail on that."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "CFO",
    "text": "So back when -- in the first quarter, we had a drop of around €21 billion in CIB deposits in Europe. But that was seasonal. If you look at the fourth quarter, we had quite a strong increase, but again, this happens every quarter. This quarter was a bit more -- a bit higher than in previous quarters because we also grew a lot in deposits with our customers in Europe in the fourth quarter. So associated basically with year-end balance sheet performance."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "CFO",
    "text": "So this is not recurring and this is seasonal and -- but again, it doesn't really affect the structure of our deposits. We always try to take advantage of the opportunities. We had an opportunity in the fourth quarter, took advantage of that, is normalizing a bit in the first quarter of the year, but I would expect the seasonal behavior to happen every year. Betas. Where are we?"
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "CFO",
    "text": "So let me tell you where we are. In Spain, we have a -- in retail banking, beta today is 6%. Yield, average yield is 22 basis points. In CIB, in Spain, European branches and global CIB, betas are between 80% to 100%. So in Spain, if you look at the whole of Spanish balance sheet, the cost is 80 basis points with EBITDA of 25%. And this is -- we guided for the year to between 25% to 30%, still this will hold because, again, most of the CIB business has already repriced and we expect a slow increase in the repricing of retail banking, so still within the 25% to 30% for the year. U.S. beta is 35% at a cost of 1.67."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "CFO",
    "text": "Betas were a bit higher in the first quarter, not significantly higher and very much in line with the average of the system. In the U.K., beta is 25%. And in the first quarter, betas were 30% to 35%, we guided to around 50% for the year. So if we look at our interest rate sensitivity relative to the figures we gave at Investor Day, very much in line with Europe, and the U.S. and probably a better outlook in the U.K. Finally, ALCO. Yes, we expected more or less 16% -- sorry, €16 billion average in Spain."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "CFO",
    "text": "We are already there. We might be above -- a little bit above that, but it basically depends on the opportunities we see to gradually increase the size of the portfolio. Remember that we are very, very far from a neutral ALCO portfolio. We have a negative balance sheet, which is what we want to have. We gradually want to close that negative sensitivity. So actually buying an ALCO portfolio or rebuilding an ALCO portfolio in Spain is not just a matter of 2023, it's probably also a matter of '24 and even 2025. So again, we will react to what we see are the market opportunities."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "IR",
    "text": "Thank you, Hector and Jose, thank you, Paco for your questions. Can we have the next question, please?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question from Carlos Peixoto from CaixaBank. Please go ahead."
  },
  {
    "person": "Carlos Peixoto",
    "role": "questioner",
    "position": "CaixaBank",
    "text": "Hi, good morning. Thank you very much for taking my call - the question, sorry. So first question was actually -- I'm sorry, for a bit of a recap on previous ones, but I was just wondering if you could give us again the outlook for NII in both Brazil and in the U.S. and also so wondering if you could confirm, just make sure I understood correctly, you have that there is a €210 million one-off positive effect in Brazil and NII in the quarter? And the second question would be actually on fees and basically, the discussion that we have seen at the European level regarding fees namely potential raised. And I was wondering if you have -- if you can give us some visibility around the potential amount of fees that could be impacted if there were to be an investment bank being introduced at the European level. Thank you very much."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "IR",
    "text": "Hi, Carlos, Begona here. Sorry to do this to you, but you need to repeat all of your questions. The line was terrible. We couldn't understand a word here. So can you start again maybe slightly slower and see if it goes better?"
  },
  {
    "person": "Carlos Peixoto",
    "role": "questioner",
    "position": "CaixaBank",
    "text": "So trying again, hopefully, you'll hear me better. So as I was saying, on NII, the question was really on the outlook for the U.S. and Brazil, if you could recap it. And also, I was asking to confirm whether there was €210 million positive one-off in the Brazilian NII, just to make sure that I got that number right. And then the second question was on potential inducement bans in Europe. What type of impact would such ban would have in fee income for Santander."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "Okay. I mean, to give you exactly how do we see the NII okay, is exactly the guidance that we give is €211 million, okay? So Brazil is mid-single-digit growth, okay? We're talking 8.9 and then the U.S. is 6.1, is down mid-single digits, okay? That's exactly the number."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "IR",
    "text": "Thank you, Carlos, for your questions. Can we have the next question, please?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question from Sofie Peterzens for JPMorgan. Please go ahead."
  },
  {
    "person": "Sofie Peterzens",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "Hi, here is Sofie from JPMorgan. Thanks for taking my questions. I know there has been a lot of questions already on net interest income. But could you kind of give a little bit more details around when you expect net interest income to peak in your core European markets? NII was slightly down in the U.K. Do you think we have seen peak NII and net interest income will kind of -- on a quarterly basis don't improve further? And when do you expect net interest income on a quarterly basis to peak in Spain? And when do you expect it to be in Portugal?"
  },
  {
    "person": "Sofie Peterzens",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "And my second question would be around the cost of deposits in Mexico, they increased almost 1% quarter-on-quarter. Could you just detail what drove this increase in cost of deposits in Mexico? And then my final question would be on core equity Tier 1. You saw 11 basis points of regulatory capital tailwinds in the first quarter. How should we think about any further tailwinds or headwinds on the capital side to come? And could you kind of give details on the magnitude of any potential headwinds or tailwinds to come? Thank you."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "Thank you, Sofie. Okay, really quick. I mean, as Jose was explaining to you, in terms of NII, what we see in Europe, we're still not where I believe we're going to be. I mean, mostly, the majority of the portfolio will reprice in probably April and May, okay?"
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "So the portfolio is still repricing and we're going to see those impacts mainly in Spain exactly at that time probably to the mid through the cycle of the year and towards the end. It also is going to depend on what's happening with the deposit impact and how the market is basically going to react towards that. So in that sense, we'll see that."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "In the U.K., we're basically seeing things stable, okay? We basically see that we're still basically building up the way the portfolio has been going and also Portugal, we expect also to continue better towards the end of the year, okay? Also, the terms of what you were talking about growth in deposits in Mexico, you're right, is still lagging behind, okay? The growth in customers in Mexico is starting to peak. What is important to do in Mexico was actually to change the onboarding that we had with clients, okay? And that was part of the things that we needed in order to compete head-to-head against our competitors."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "So in that regard, you're going to see an increase on the deposit base in Mexico in the following quarters, given also the new payrolls that we have contracted that are coming into the portfolio. Also, you're going to see a very good increase in time deposits as basically the market has turned very competitive, and we will also be focused on profitability. What we've been doing in Mexico is mainly maintain our deposit base of individuals, while the costly deposits from corporates were basically leaving them aside also to have much better margins, okay? In terms of capital, Jose, would you like to comment?"
  },
  {
    "person": "JoseGarcia-Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes. Yes. Sofie, as you said, we had -- the QNA from the EBA was a positive 13 basis points. We had 2 basis points negative from other updates, model updates and regulatory updates. Basically in corporate investment banking, we would expect -- I don't know, just a few basis points per quarter of negative headwinds from regulatory and models for the rest of the year, very, very small charges per quarter."
  },
  {
    "person": "JoseGarcia-Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "In terms of organic capital generation, if you do a simple math in the first quarter, the share buyback corresponds to two quarters, and we had the full impact of the Spanish tax, which was 4 basis points. So the first quarter only corresponded 1. So if you do a, let's say, clean organic capital generation, we generated 10 basis points -- 10 to 12 basis points in the quarter, which is what we have always said. We organically generate 10 to 15 basis points per quarter. And that's what we expect for the rest of the year."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "IR",
    "text": "Thank you. And thank you, Sofie, for your questions. Can we have the next question, please?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question from Ignacio Cerezo from UBS. Please go ahead."
  },
  {
    "person": "Ignacio Cerezo",
    "role": "questioner",
    "position": "UBS",
    "text": "Hi, good morning. Thank you for taking my question. I've got one in the U.S. and one in Spain. The one in the U.S. is if you can elaborate a little bit on the cost of risk drivers in the future, breaking it down between probability of default, loss given default, what kind of measures are you taking to alleviate basically the increased installments on the auto business, in particular, for clients that gives you comfort basically that again, provisions are not going to go above pre-COVID levels. And the one in Spain, if you can give us a little bit of color in terms of the breakdown of your deposit base between retail, corporate and large corporate. What kind of behavior are you basically seeing in each of those segments from a customer point of view, how pushy, especially the retail side actually are being these days in terms of chasing additional remuneration. Thank you."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "Thank you, Ignacio. Let me explain you exactly what's going on in the U.S., okay? In terms of cost of risk, we expect the cost of risk actually to be better than we expected at the beginning. What we saw a little bit some of the vintages on '22 started to being a little bit more complicated than we expected. But it's quite interesting to see that normally, when you see customers in those vintages started to get delinquent for more than 90 days, usually will repossess between 90% and 95% of the autos, okay?"
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "What's been happening and it has been quite surprising is that whenever we see the clients going delinquent beyond 90 days, we see that they basically are calling us restructuring and start paying us back. So we have seen a decrease of repos from around 90% to 95% to around 59% to 60%, okay? That's basically 30 points. That's why you see the cost of risk is getting much better in the U.S., okay? To your question basically of going back to pre-COVID levels, what's going on there is that we have changed the mix of the portfolio. Pre-COVID, we have a lot more in subprime and deep subprime."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "Today, we have a much larger part in the portfolio of prime and near prime in the business. So that's why the portfolio is never going to go back to the levels it had. Also in '19, we have Bluestone, okay? If you remember, we actually eliminated that JV back in 2021. And that was basically very complicated in terms of cost of risk. So that's another part of the portfolio is actually much better because of that, okay? So in that sense, we believe that the cost of risk in the U.S. even though is normalizing because it's going back to pre-COVID levels, it's not going to be as that as it used to be, but it's much better than we expected at the beginning, okay, to conclude. And in terms of the break down in deposits, I don't know, Jose, if you would like to..."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "CFO",
    "text": "In Spain, the Spanish business, we have €246 billion in deposits, individuals and SMEs is €229 billion, corporate clients, €18 billion. When we look at the public perimeter that it includes the branches and CIB in the branches, we have €15 billion in global corporate investment banking, €38 billion for the total is what you see in the accounts of €301 billion. Thank you."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "IR",
    "text": "And thank you, Ignacio, for your questions. Can we have the next question, please?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question from Carlos Cobo Catena from Societe Generale. Please go ahead."
  },
  {
    "person": "Carlos Cobo Catena",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "Hi, thank you for the presentation. Just a couple of questions because most of the doubts have been clear. But on the U.K., we've seen how cost of deposit also starting to accelerate. And if you could elaborate a little bit on the structural hedge. And when do you foresee the peak in net interest income because you've said this year, it's going to be more of flattish NII, if I understood correctly. Does it mean that we still have to see the benefits of the structural head going forward in '24 and '25 or how do you expect NII to combine competitive dynamics and the structural hedge upside. And the second one, if you could just explain a little bit better what was this change in the EBA criteria to have that positive impact on capital, just to understand the rationale. Thank you very much."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "CFO",
    "text": "Okay. I'll take the two of them. Let me answer the second one first, which is easy. What basically the EBA has ruled that minority interest in local currency does not need to be adjusted with the exchange rate because obviously, if capital is eventually used, let's say, Brazil, if capital is eventually used in Brazil, it will be used in reals, not in euros."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "CFO",
    "text": "So before this, the interpretation was that the capital needed to be adjusted through the exchange rate and now obviously, because the capital will be used in local currency doesn't need to be adjusted. That's a net between positives in some countries like Brazil and slightly negative in some countries like Mexico, where the currency has appreciated net-net, 13 basis points. U.K., okay."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "CFO",
    "text": "So in the U.K., yes, we still have around €100 billion structural position, which will help NII going forward. We would expect mortgages to go down this year more or less around 5%. So volumes a bit down in the year, but very positive NII sensitivity to rates, and we still think rates might go up a little bit. So we would expect NII to go up mid-single digits, probably a bit more than mid-single digits. So that's the expectation for this year in the U.K."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "IR",
    "text": "Thank you, Carlos, for your questions. Can we have the next question, please?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question from Marta Sánchez Romero from Citi. Please go ahead."
  },
  {
    "person": "Marta Sánchez Romero",
    "role": "questioner",
    "position": "Citi",
    "text": "Good morning. Thank you very much. My first question is about the NII from your euro balance sheet. The problem we have is that transfer prices across the different constituents of that balance sheet make it very difficult to track your NII performance and compare it with your peers. So you guided at the Capital Markets Day that you would make €1.7 billion of extra NII in the euro balance sheet this year through that curve at the time. Could you please update that number today and how it breaks down between Spain, the corporate center, the digital bank, other Europe and Portugal."
  },
  {
    "person": "Marta Sánchez Romero",
    "role": "questioner",
    "position": "Citi",
    "text": "The second question is on the U.S. deposits. That was one of your -- expanding your deposit base as one of the pillars of your plan to improve profitability there that is now becoming more and more expensive. Where do you see the cost of deposits in the U.S. by year-end and what are you doing to differentiate yourselves and being able to raise deposits and having to pay much more than your competition? And just a quick one, if you could update us on the U.K. on what do you see for mortgage margins, please. Thank you."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "CFO",
    "text": "Sorry, I'll take the first one. Marta, I will get back to you with the breakdown. But basically, it's all a euro balance sheet. It's not that difficult to do the sensitivity, but I will get back to you. The sensitivity remains the same. Remember, we said €1.7 billion using the forward rates -- forward curve rates as of December. In the first quarter, the curves have remained after having moved up and down, they are basically where they were at the end of December."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "CFO",
    "text": "So we would still expect for the next 12 months, a sensitivity similar to the one that we have experienced in the first quarter and in line with that guidance we gave because as Hector explained, we would see the repreciation of our mortgage books in Spain and in Portugal to gradually gain speed throughout the year."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "Thank you, Jose. Okay. Let me tell you, Marta, about the U.S. deposits, okay. The U.S., basically accumulated beta has reached around 35%, and the cost is around 1.67%, okay? The higher interest rates reflected on the saving accounts have been showing improvements on the time deposits. So what I can tell you is the majority of our deposits in the U.S. basically is individuals, okay? That's the bulk of them, okay? And they have proven themselves very stable. We have really not lose any deposits at all in the individual side. We have seen a little bit of movement in the mid-corporate, okay, which we are basically diversifying deposits, but nothing material in that sense, okay?"
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "What is important to tell you is that we don't foresee really high increases on that. I mean there is a lot of competition in the market, but our deposit base has been -- even with this situation, maintained itself very stable. So we don't foresee that we're going to have a huge increase even with the competition from some other players that we have seen in the market, okay? And we are not changing our assumptions at this time in the way we see the deposits in the U.S., okay?"
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "CFO",
    "text": "And the final question is U.K. mortgage margins. Yes, the margins for that specific business are under pressure. We would expect a slightly weaker margins in the mortgage business going forward. We are -- right now, we have a market share of 11.3% when we look at stock mortgages in the U.K. But when you look at the first quarter, we have originated on average around 6% or 7% of the market because we are focusing on only on high-quality mortgages that obviously have slightly lower margins. But again, the combination of all our structural position, volume growth and margin management in the U.K. should lead to mid- to high single digits in NII in 2023."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "IR",
    "text": "Thank you. And thank you, Marta, for your questions. Can we have the next question, please?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question from Andrea Filtri from Mediobanca. Please go ahead."
  },
  {
    "person": "Andrea Filtri",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Yes, thank you for taking my questions. I have one question and two quick clarifications. The first is essentially, if we take your Q1 numbers and the clean underlying number you provided, and we just basically add up till the end of the year, we would reach €11 billion profit in 2023, where consensus is well below that. Where do you see consensus being too conservative on your -- on the estimates for 2023?And two clarifications. The first is on Brazilian cost of risk. You indicated a flattish evolution excluding one-offs. I just want to make sure I understood correctly that the €474 million charged on provisions this quarter is not a one-off. And so the guidance you're giving is at 4.4% to 4.5% cost of risk in 2023. The second is again on the guidance you have given before. I didn't understand it was related to NII growth or volumes when you said Mexico up double-digit, U.S. down mid-single digit and Brazil up low-single digit. Thank you."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "CFO",
    "text": "Okay. So let me take consensus and the cost of risk in Brazil, and I will try to clarify that. What is consensus below where we think we might be, I think we are a bit more constructive on fees, and I think the first quarter shows a very good performance of fees, basically on the back of the contribution of our global businesses. You've seen in the presentation that our global businesses, CIB, Wealth Management, PagoNxt, they're doing very, very well."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "CFO",
    "text": "Also, cost of risk, we guided for lower than 1.2% cost of risk. We are at 1.05% in the first quarter, probably the market is a bit skeptical about our capacity to keep cost of risk under control. So those, I think, are the two -- this is a bit on NII, but it's not significant and a bit on cost. So generally, I think its provisions and fees."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "CFO",
    "text": "Cost of risk in Brazil. So the €474 million is not in the P&L and that has been used to reinforce our balance sheet in Brazil, around one-fourth of that for one-off cases and the rest is just a generic strengthening of our balance sheet in Brazil. So the 4.4% cost of risk in the first quarter is clean in the sense that it doesn't have any one-offs for specific cases."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "CFO",
    "text": "From now on, as I said, I would expect if interest rates remain at 13.75% until after the summer, probably we are going to see cost of risk drifting upwards because of the gradual deterioration of the corporate sector, but by no means in excess of the cost of risk we had last year. So that's why we are saying more or less cost of risk in line with 2022, excluding the one-off, which is already excluded in the provisioning number in the first quarter. I think that clarifies my comments. And then on Mexico."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "Yes. On Mexico, what I can tell you is that you're going to see very good growth in terms of NII, okay, because of your positive in the sensitivity there. Also, what you're going to see is very positive growth in terms of fees because we are growing clients in a very good way, okay? Mainly credit cards is one of the main drivers. Also, CIB is an important driver of fees, okay? And also, you're going to see that the cost of risk is actually very much under control, okay? So you're going to see an all in all very good performance in the country, given that particular situation and also that economic situation in the country is doing very well."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "IR",
    "text": "Thank you. And thank you, Andrea, for your questions. Can we have the next question, please?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question from Britta Schmidt from Autonomous. Please go ahead."
  },
  {
    "person": "Britta Schmidt",
    "role": "questioner",
    "position": "Autonomous",
    "text": "Hi there. Good morning. I'll ask a couple of questions on the deposit development in Spain, the decline. Can you maybe split the trends between corporate and retail deposits there? And also a question -- a follow-up question on the cost of deposits in Spain. There was quite a meaningful increase Q-on-Q. Do you swap any of your deposit base? And is that included in the number?"
  },
  {
    "person": "Britta Schmidt",
    "role": "questioner",
    "position": "Autonomous",
    "text": "And then lastly, of course, there was also a loan yield expansion regarding the management of your net interest income in Spain. Do you look more at the customer spread? Or do you look at the individual costing of the balance sheet? And then a couple of follow-ups. On Brazil, could you just clarify that last year's cost of risk, excluding one-off was around 460, 470 basis points, I think. Another question on the Polish FX saga. Do you expect there to be more provisions to come for the Polish Swiss franc mortgages and lastly, one question on the regulatory outlook. Do you expect there to be any rethink either in Spain or on a global level of deposit insurance charges and the funding of deposit insurance funds. Thank you."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "CFO",
    "text": "So deposits in Spain, as I said, €21 billion, €22 billion drop from corporate deposits, flat, slightly down retail deposits in the quarter. Basically, when you look at early mortgage repayments, they are very much aligned. So -- and if we look at February and March, as I mentioned, positive trends in both retail and corporate deposits because again, the €21 billion drop was associated with the year-end balance sheets of our corporate deposits. I'm not sure I understood your second question well. Your question was if we swap deposits or - no, we don't."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "CFO",
    "text": "Obviously, no, no, we don't swap the deposits. We manage net interest income -- sorry, interest rate risk through the asset side not through the liability side. How do we manage NII, if I understand correctly, do we look at customer margins or how do we manage that? I don't understand well your question, but obviously, again, interest rate risk management is mostly managed through the asset side and we look at the overall net interest margin of our interest-earning assets. Brazil, the cost of risk..."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "Cost of risk is around 4.58%. And excluding the one-off that we had, okay, and that's -- and in terms of the mortgages that you asked for Poland, up to now, the portfolio basically is 48% reserved, okay? That's exactly, and we are actually looking at what we're going to do, depending on how the portfolio evolves, okay? But we are now 48% coverage of the total portfolio."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "IR",
    "text": "Thank you, and thank you, Britta, for your questions. Can we have the next question, please?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question from Alvaro Serrano from Morgan Stanley. Please go ahead."
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Hi, very quickly, hopefully. Two questions for me on provisions. On the U.S., I know you touched on an earlier question on it. But I just wanted to understand the car prices so far have been better certainly year-to-date. And looking at the citation data that's also doing slightly better and the NPLs are down. So why the provisions in a seasonally lower quarter, they didn't go down as much. Is there a lag effect here? How quickly do the secondhand car prices feed into the model? Maybe some handholding there? And I don't know if you could be more specific on your updated views for the full year cost of risk in the U.S. And on Brazil, I don't know if you've touched on this, but should we expect any more top-ups or one-offs in Brazil beyond the recurrent cost of risk that you've already touched on Jose? Thanks."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "Alvaro, in the provisions on the U.S., okay, it's very important that you understand that. I already explained exactly how the vintages are performing. The other -- the previous vintages are basically performing quite well, okay? The thing is there are a couple of things. First of all, if you remember with the stimulus, we actually dropped quite a lot the amount of provisions that we had."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "What we're having right now is we're having to make some of the provisions that the portfolio needs to have in order to basically be in the same level that we need to be with IFRS, okay? IFRS, as you understand, the new definition of the folder was put in place two years ago didn't hit us as much in the U.S. because the portfolio was performing completely different, okay? So when you turn that portfolio to IFRS, the NOD, the new definition of default basically requires you to create a lot more provisions even though you may not need them because the portfolio is performing well beyond 90 days, okay? I don't know if I'm explaining it correctly because it's quite complicated."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "So what I'm trying to tell you that IFRS does not see that the portfolio could be so irregular in the way it performs, okay? So normally, a portfolio in Europe beyond 90 days, et cetera, will be -- I mean, go for repossession. A portfolio in the U.S. is not performing exactly like that. It's actually beyond 90 days is performing much better, and the client might pay you one installment, two installments, and then would pay you, not to pay you one installment and they will pay again, et cetera, okay?"
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "So that's why you see those differences and the movements in the provisions on the car prices. Even though you're right, car prices are better than -- much better than we expected, and the Manheim is actually at better levels. At the end, cost of risk in the U.S. is going to be around 2%, okay? It's exactly what we think and in terms of..."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "CFO",
    "text": "So 2% compared with 3% pre-pandemic, all right? So as we were saying, it will gradually normalize, but it is actually performing a little bit better this year, and it will not reach pre-pandemic levels because of the change in the mix that Hector was referring to. But this year, we would expect it to be around 2%."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "Okay. And in terms of Brazil, it's exactly, Alvaro, as Jose just explained you, rates in Brazil at around 13.75%, okay? Inflation is actually just below 7%. What Jose was explaining you if the rates continue to be that way, there might be the possibility that some of the big corporates or medium-sized corporates start to suffer, okay? We don't see that individual portfolio would suffer because it's shorter term is managing a different well and is a little bit inelastic to the rates, both the corporate portfolio in the mid corporates, mainly and SMEs could suffer because of that."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "CFO",
    "text": "But at the same time, individuals is improving. And you can see that actually in the first quarter cost of risk isolated at 4.4% because we are growing in high-quality retail loans and the old vintages are maturing very, very quickly. So even with that possible, and we don't know, but it might have a possible deterioration in the cost of risk in the corporate sector, we would still expect to be in line with the guideline that we gave at Investor Day for a flat cost of risk year-on-year, excluding one-offs. And no, the answer is no, we don't expect any significant one-offs for the rest of the year."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "IR",
    "text": "Thank you, and thank you, Alvaro, for your questions. Can we have the last question, please?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question from Fernando Gil de Santivañes from Bestinver Securities. Please go ahead."
  },
  {
    "person": "Fernando Gil de Santivañes",
    "role": "questioner",
    "position": "Bestinver Securities",
    "text": "Hi, thank you very much for taking my question. Just a quick one on liquidity and LCR ratios. How do you see the year-end LCR ratios at a group level, Spain, Portugal and the U.S. base? And can you please remind us of the TLTRO maturities that the bank has. Thank you very much."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "CFO",
    "text": "So no, the LCRs. Very difficult to predict around, but 130 to 140 in every unit at least. For the group, it might be a bit higher than that because of the liquidity of the Corporate Center, but when we look at specific units, 130 or above. TLTRO, we have €25 billion left. So we have repaid €65 billion. This €25 billion will mature gradually until 2024. The €25 billion, €4 billion in Santander Spain, €18 billion in Santander Consumer Finance and €3 billion in Portugal."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "IR",
    "text": "Thank you, and thank you, Fernando, for your questions. Thank you all for your attendance. Santander's Investor Relations team is at your disposal for any and all questions that you may have."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "CFO",
    "text": "Thank you, everybody."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "CFO",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]