[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. [Operator Instructions] We already have some questions in the queue. And the first one is coming from Ignacio Ulargui from BNP Paribas, please go ahead."
  },
  {
    "person": "Ignacio Ulargui",
    "role": "questioner",
    "position": "BNP Paribas",
    "text": "Thanks very much. Thanks for taking my question. Jose Antonio Alvarez, this will be the last your last results call then wanted to wish you all the best and thank you for the support all these years. I have two questions on the numbers. One is on the European loan book how because in the repricing of the asset side so far, I just wanted to get a bit of a sense of where we are standing in terms of the NII uplift that will come in coming quarters and also linked to the NII. I wanted to understand a bit better what has been the contribution of the DMTL in the quarter. The second question is basically linked to the cost to income ratio that you have for flat in your final remarks that you have to keep on improving the cost to income ratio target is going to be a bit side probably for 2022. What can you do to keep on improving goals, which looks to be to me very sticky in terms of growth, particularly in Latin America. Thank you."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Okay, in the first question, I mentioned a little bit a European loan book I said that NII expansion is just starting in Europe, particularly in the US and I mentioned that we have as you know, the central banks have reacted, the function reaction has not been the same across the board. In this particular cycle, Latin American Central Bank reacted first. And we saw Brazil going from 2% to 14%, Chile going from 1% to more than 10%. Mexico reacting along with the Fed but starting at higher levels. And UK and US came later the European Central the ECB being the last one. I forgot to mention Poland that the reaction was one of the first shots. So, when you go to the different books, I mentioned the presentation that you been seeing the impact of higher rates for a while in Brazil and particular case was negative and in Chile, that is more complex because this is a trade between inflation and nominal rates, which we so some reaction coming from UK, US and Mexico that are not just midway but somehow midway. Poland is advanced. It's like Latin America, you see the margin expansion in Europe is a start in the loan book, specifically in the loan book."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Remember, in the quarter we barely have representation other than the new origination and some loans related we labeled through the month. The mortgage that everybody follows. We represent in September, Guam the book that repricing September was replaced with the Euro library in July that was not that high compared with the one we have right now. I should say that the big appreciation is going to go along the next 12, 13 months, yes, so and is going to be pretty significant. So you as the to try in the quarter the number I have in mind is €60 million or €69 million or something like that."
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "First thing, yes, so for the whole that's €216 to €91. First been in €252 to €70 in the quarter."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Yes, okay. So this is the impact of the DMTL. Because to income keep improving? Well, I said in my final remark, that naturally, the cost to income with the revenues expansion we expect and keeping the cost growing below inflation. Naturally, this leads to improvement in the cost to income, I do recognize that to reduce nominal costs as we are doing Europe, but CIB is difficult in the current inflation environment, and probably is impossible, we need to renew some agreements with unions, and this is going to put pressure on this cost to income for sure, on the back of higher incomes were improved, but also remember that well in South America, at some point, we the outlook that we have for Brazil is becoming more constructive on the trends at some point. And in Chile, at some point, we will start to recover overall, I'm fairly confident that the costs income should go down, but you're going to have specific details on the on the Investor Day in relation with this specific target for this."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "Investor Relations",
    "text": "Thank you, Ignacio. Can we have the next question, please?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. The next question is coming from Francisco Riquel from Alantra. Please go ahead."
  },
  {
    "person": "Francisco Riquel",
    "role": "questioner",
    "position": "Alantra",
    "text": "Thank you for taking my questions. I wanted to ask about Brazil. In particular, first of all, about the NII. You mentioned in the past presentation that there was a two-quarter lag between the peak in the silica rate on the trust in NII. Now I hear from your comments that the NII in Brazil would not grow fast until the third quarter ‘23. So you can please update the NII dynamics in Brazil. And if you can please update on your NII guidance here, as well. And second in Brazil is about asset quality. You can comment on the unsecured lending for individuals? What is it? That is still driving MPLS this quarter? And if you can update on the 4.5% cost of risk guidance for ‘22? How much of deviation then, what did you see cost of normalizing from here and going? Well, thank you."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Okay. Let me to give you the big picture on Brazil and specifically the question you raise. So we've been in a situation in which we've been suffering a margin compression of the back of two things, higher interest rates, that the balance sheet is we are toward lower rates. And second, we changed our underwriting standards back last year in September last year, that leads to a changing mix with a lower yield issuing the backing in the in the lowering of the mass market. And these naturally impact the yield of our near alienation on the yield of the portfolio. That's the impact on the NII. Where are we right now. So we are now more constructive for two quarters, we've seen the cost of risk in line with our expectations. So that means that we are in a position to start to be to grow a little bit more little by little checking this and start to offset costs are set to pass through the growth in activity to sang growth in NII, still volumes got to grow faster than in NII for a while. But this is this gap is going to get reduced over time as we reprice assets in the book."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "And maybe at some point if we had confidence in the mix becoming more normalized like compared with the one we have today and the one in the past. So that's the expectation for NII. So more constructive little by little more activity, more pass through to NII in the summer. The asset quality also mentioned the 4.6, 4.5, 4.6 like the other end of the year, we were guiding you were doing 4.2, 4.5. We are growing particularly income in non-individual sector less than expected growth has been limited in corporate sector and in CIB and SMEs where quality is good, under the nominator push us up a little bit our expectation on the asset quality but nothing that we see fundamentally wrong in the vintage, we are analyzing on the generation in the mass market in the lowering of the mass market, where is where we got the problem."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "So, all-in-all, I feel I'm more constructive from there, I will look for Brazil. Yes. So I think that little by little, we're going to show these trends, I hope and show to you in the coming quarters."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "Investor Relations",
    "text": "Thank you, Francisco. Can we have the next question, please?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Yes. The next question is coming from Alvaro Serrano from Morgan Stanley. Please go ahead."
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Good morning. Couple of questions from me. I want to touch on Brazil, because I think you've been pretty clear. But one question on UK and other one on the US. In the UK, you've now raised you're wanting to account and you've got pretty competitive remuneration on deposit remuneration. When we think about the next few quarters going forward and considering what's going on in the mortgage market, do you still have capacity to grow the NII? I'm just thinking, the overall ability to grow profits in the region, given NII potential headwinds from repricing mortgages. Minimum deposit be sort of minimum deposit sensitivity and obviously the economic outlook sort of deteriorating some media an update on the outlook on the UK more thinking about next year."
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "And the second question on the U.S. I think you called out the Jose I think called out the gradual normalization. Some of your peers of profit warned some of your competitors in the auto space of profit warned during the results season, could you update us as how sort of delinquencies are performing, we back to normalize level and it's just about normalizing secondhand prices. And in that context of normalization is a 300 basis points provision charge for 2019 that you put in ’19, a reasonable sort of fully normalized provision charge or what what's fully normalized look like for you. Thank you."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Okay. Thank you, Alvaro, for your questions. And UK, you mentioned the one, two, three, overall, in UK as you know, there is a fairly dynamic and competitive deposit market. Yes. So we have a large, long book, not only mortgages, but mainly mortgages. And while we plan to keep the retail funding in line with the long book that we have, for the reason we need to react, this is your question goes astray. Can you grow the NII having to react to the more dynamic uncompetitive deposit market? Just I think we can. Jose mentioned about the beta. So within that, we still enjoy margin expansion outstanding that we need to react as we react in one, two, three. But taking into account all of these I do expect the NII to keep very constructive in the UK and growing nicely in the UK in the coming year."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "The market is complex, you reprise you remortgage basically one third of the mortgage book, in our case, roughly speaking €60 billion along the year. And while this is going to may raise some questions, because All-in-all, it's going to go from two, two and a half three to double of this as of as of today. And this increase should be more than enough to along with the corporate book that reprice faster, should be more than enough to offset the increase in deposit because that is going to happen and is happening. Okay, but I see margin expansion next year in the UK, all-in-all."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "In the U.S.? Well, the question goes in our P&L in the US, particularly you're referring to the auto sector, what is happening, there is margin expansion on the back of the deposit base of the bank, federally competitive market, in prices in the auto space. Fairly competitive more than I was expecting. And what we're seeing in the cost of risk. We also mentioned that the cost of risk is increasing less than expected, we'll have several factors, that one factor that is fairly negative is the leasing. Because on the back of the very high second used car prices, we are not having gains on the disposal of the cars that we have leases as we had the previous year."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "And on the other side, because of raise you mentioned 300 basis points up probably is not going to be the same. Damn previously, our book is more primed than used to be on. So as I said, 80% of the book in the US is prying only 20% is subprime. And we do not expect to go back sadly to the levels we had in 2019. Because the mix is true that some of our competitors show some increasing recite. I haven't go through the numbers and knowing and I don't know if they change the mix, or they change, but we are not seeing this."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "And on the back of this we are I feel comfortable. We're fairly well provide in the US. In fact, we reassign €500 million of provisions that we build for COVID to the new macro scenario. So in that regard, normalization will happen. I don't expect to go back to the to the 11th of 2019 just because the mix overall. But on a like for like basis, it makes sense that at some point we'll get there. Overall, not due to the means, but this is going to happen little by little and is taking longer than we were expecting."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "Investor Relations",
    "text": "Thank you, Antonio, and Alvaro. Can we have the next question, please?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is coming from Sofie Peterzens from JPMorgan. Sofie, please go ahead."
  },
  {
    "person": "Sofie Peterzens",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "Yes, hi. Here is Sofie from JPMorgan. So my first question would be if you could just repeat the TLDR in NII benefit story. I couldn't quite hear that. But then more broadly, the questions are the first one is on cost growth in Europe, instead have very strong costs of performance in Europe. But how should we think about the wage agreements that are coming off? Also higher investment higher IT costs to hire general expenses. So how should we think about going to cost growth in Europe going forward? And then my second question would be, when would you expect the cost of risk for Centenario to peak, it sounds like Brazil will still be ready, relatively high cost of risk, your risk of the risk is going up UK growth of risk is trending up. So how should we think about the cost of risk fee for something there? And at what level could that come in? Thank you."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "I pass the question off to you, Jose Garcia Cantera."
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Let me give you the figures. The group has €88 billion in TLTRO, €60 billion in Spain, €20 billion in Santander Consumer Finance and €7 billion in Portugal. So you can do the math very easily. Thank you, Sofie."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Because growth in Europe, the wage agreements so where are we in different jurisdictions? I should say in Poland and UK, we've been updating salaries along with inflation. So I should say BoU [ph] businesses usually is in Spain and Portugal where we had agreements for several years. In Spain, that is the most important one by the due to size till the end of 2023. And we are starting to negotiate a new agreement with the union's probably make 2023. Okay, before that maybe some minor adjustments, but it will remind us and then, we expect these unions to be quite demanding naturally. And we difficult to forecast the final agreement. But while looking into what has happening in Spain wages in 2022 are growing at 2.6%. We are growing wages north of one half of 1.6%."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "And naturally, I do expect the wages in Spain to accelerate a little bit. We've seen the agreement of the government with the civil servants, roughly speaking 9% for three years, this is a -- that this establish a kind of benchmark, because he's not an agreement for 3 million people or 4 million people. Along these lines, I do see having a negotiation with the unions. So this is my expectation is going to be possible to match keep the costs below inflation, I think so. With these kinds of agreements, these will be below inflation and probably growing the costs in the region of 3% is something before efficiencies should be something in 3% or 4% will be something doable."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Over up in some countries less in CIB probably as well, again, in share, we're expanding the business probably we're going to get all the costs faster than that probably, as I mentioned in the presentation or cost mentioned in the presentation CIB as the main driver of positive cars in Europe, while the units, the retail units in Spain and Portugal are deeply in nominal negative growth. So, CIB I expect to continue to grow faster than the retail units where the transformation is going to go wrong. I know we've all been in the 3%, 4% region for the next couple of years. Because of risk pick, difficult to say. Yes, so the macro, as you know, we are providing due to the macro right now. We had €1.1 billion due to the macro, probably overall in the year, is the macro remains the same, or the scenario we have remains the same."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "We're going to add this year €1.4 billion, or in this €1.4 billion for this year, because of resume and below 1%. Is the macro deteriorates further, naturally. As is the specter to macro that the Euro is farther, we may need to increase the costs of race next year one is going to pick based on the consensus should be next year. Yes. So but naturally difficult to say. Yes. So based on current expectations, the end of 2023, 2024 is going to be the worst period of with a significant economic slowdown being predicted. Having said that, this is based on the scenario, yes, the peak. But in any case, our expectation on the car service is not to have anything close to what we had in the COVID. Yes, so well below this. So going up, but not that much. That's our expectation and with the current scenario going up, but are very much all levels, for sure, including why I said before revenues, increase in revenues will offset more than offsetting potential increase in ordinary costs and costs of risk."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "Investor Relations",
    "text": "Thank you, Antonio. And thank you, Sofie. Can we have the next question, please?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is coming from Carlos Cobo Catena from Societe Generale. Carlos, please go ahead."
  },
  {
    "person": "Carlos Cobo Catena",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "Hi, thank you. Thank you for the presentation. A quick question on the NII sensitivity please. For Spain, and Europe you mentioned the updated the way you calculate the sensitivities but could you touch quickly on why do you see the mix of deposits between site on time involved? And what are the time deposit data that you think is reasonable to assume going forward? The same thing for progressives, you've already explained how do you expect them NII to evolve over the following quarters? But how that compares with the slide where you show that in NII upside in NII in Brazil is only €100 million. If you can explain or reconcile those two guidance will be helpful. Thank you."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Okay, and he has given it's been, well, currently, almost 100% of deposits, our current account isn't 100% but isn't it something, yes. So gradually, this is going to go from current accounts towards well, a combination probably of money market funds, term deposits, some kind of law life insurance products. Overall, what this means is, well, based on the past, these used to have a beta that was between 60 and 80. So in relation with the official rates, which is the percentage that is going to go to term deposits, difficult to say at this stage. What they said, I can say to you, in the past, was a long time ago. Yes, so we have had negative rates for so long that probably we almost forgot this, we used to have a kind of 30% to 40% current accounts with no remuneration, we used to have an our 20% to 30%. What we call median remuneration, that was kind of lower sensitivity and another 30% kind of high sensitivity."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Overall, the better you are using this 25 for the whole deposit book. This is what we're using. And this is what's embedded in what Jose said in relation with expansion of NII. Natural you may say that there are some new factors here, difficult to measure. So online deposits is somehow new, or this tension of potential players in online deposits is there. Now they are playing they're the only ones that are offering high rates, I don't know how important is going to be this if the rates remains in the 2% or 3% area is not going to be the big either rates naturally the higher the rates go the more impact of this. You mentioned -- NII in Brazil, the plus €100 million; the plus €100 million is a exercise like for like the taking into the forward rates. The forward rates means for one year, so what we got to you is being constructed every quarter, they pass through from volume growth to NII is going to be higher. That's what we're telling you in the overall one year using the forward rates and no volume growth is plus €100 million."
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "It’s okay. Basically, because interest rates just stop increasing. So obviously, because you have the 12-month lag, it will be you know, as we said we are using end of September figures. 12 months is end of September next year, you will only have three months of full repricing of assets and liabilities. So when we look 12 months in advance, the sensitivity is what I say. If you look beyond the 12 months, obviously the sensitivity is greater."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "Investor Relations",
    "text": "Okay. Thank you, Cantera. And thank you, Carlos. Can we have the next question, please?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Yes, the next question is coming from Marta Sanchez Romero from Citi. Marta, please go ahead."
  },
  {
    "person": "Marta Sanchez Romero",
    "role": "questioner",
    "position": "Citi",
    "text": "Good morning. Thank you very much for taking my questions. The first one is a follow up on the US just a clarification on the cost of risk, because Antonio mention that we want go to 2019 levels, which if I'm right is roughly 310 beeps. I think in the past, you've guided for us through the cycle level of 250. Are we going to be somewhere in between for next year? How do you see that? And also in the US if you could elaborate as well on the long growth expectations, your risk appetite, generally for the auto lending business?"
  },
  {
    "person": "Marta Sanchez Romero",
    "role": "questioner",
    "position": "Citi",
    "text": "And the second question is on deposits in Europe. You have a loan to deposit ratio above 200% in the digital bank 115% in the UK. It's true that you've got excess deposits in the Spanish balance sheet but what are you going to be doing strategically in terms of deposit. So you're going to be chasing deposits to balance the books in the digital bank. So you're going to be setting the price and I'm going to be potentially pushing prices higher. I think you've already launched a new platform in Germany to gather deposits. So what do you what do you see the cost of deposits, if you can give us a little bit more clarity on betas across the different businesses for the next 12 to 18 months? And just very quickly, if the ECB changes the terms on the PMPRO, would you be repaying all your TLTRO funds or you will be holding on to them? Thank you."
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Okay, the last question is the easiest one depends on the terms. Yes. So, we are prepared, we were as you know, planning to repay the full amounts next year, if the terms change and it no longer makes sense to hold on to those funds, we will repay we could immediately repay almost in full the excess liquidity we have today the liquidity that we will build into repay next year would let us pay almost in full that but again, we need as was Antonio says we need to look at the terms."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Okay, Marta, go into the questions. US costs of risen in 2019. Our cost of risen was close to 3% was €280 or something like that? Yes. So normalization should be lower than that. So on the backup dummies, yes, growth, the growth in prime and a prime and the bluest stem say, yes, so, we saw blue stem where the cost of risen was simply high. And this we think that this is going to be below this the levels on 2019 for these two reasons."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Yes, so you may you as the long growth. Yes. Well, the long growth, that we have two sources of the alienation, two main sources of alienation, and others that are working progress, as you say, is the Atlantis we are being I think, last month, our penetration last month, meaning September was our best month ever in penetration tester ante so that means that we continue our good pace, naturally, they sell us cars, and this is affecting new car sales is affecting this. On the traditional subprime space, our appetite while we went a little bit, we increase a little bit the bikers, and these affect the long road but largely is going to depend on the car market. We are trying to add, and we had some agreements with all the OEMs. We already sign Mitsubishi and we are working with Dealers Association in order to sign agreements with them in order to diversify our long run. We have appetite for these type of loans at the right price. Naturally, there are some as I mentioned, the market is fairly competitive now."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "And but we want to grow these provide that we can obtain the profitability we are targeting for this business. You mentioned the process in Europe and you rightly said that our loan to deposit is higher than 100% in UK. Consumer finance on lower significantly lowering Spain and somehow in Portugal, what we plan to do in the consumer finance and retail consumer bank, we expect to grow significantly. Now the figures are the following we have a book up roughly speaking €120 billion loan with a deposit book in the region of €50 billion to €60 billion. So, in the next couple of years, we do expect to add a couple of billions in deposits, maybe in the region €20 billion to €30 billion is a tougher figure to think about in order to close the gap, not that much, but close the gap between deposits, sorry, loans and deposits. We are in a position to do that."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "As you know, this is a business that we have more or less advanced deposit platforms in several countries in Germany, Netherlands, also some in Belgium. And in the past, we were active in the process also in the Nordic countries, and we are reactivating these in order to increase the percentage of funding coming from deposits in this business. We are in a good position to do that. And we think we're going to be successful on this in the other markets. I already elaborate in UK where we plan to keep growing line assets and liabilities and well, that's the reason we think our beta is high in the UK than it is in Spain. Because this position basically that's it."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "Investor Relations",
    "text": "Thank you, Garcia, Antonio. And thank you, Marta. Can we have the next question, please?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Absolutely. The next question is coming from Carlos Peixoto from CaixaBank. Carlos, please go ahead."
  },
  {
    "person": "Carlos Peixoto",
    "role": "questioner",
    "position": "CaixaBank",
    "text": "Hi, good morning. Thank you for taking my questions. And kudos is the word to Jose for his last presentation; it was a pleasure for all these years. So my question was actually on the -- on NII in Spain. So you gave the sensitivity to stable interest rate scenarios but I was wondering if you could complement that with sensitivity to further hikes considering that the expectation is that we will get some of these two hikes in this week, and possibly before year-end. And then finally, on NII in Poland; I was wondering what type of evolution you expect going forward? And whether you think there could be some margin compression given the higher deposit costs as opposed to the politics -- the political pressure on that front seems to be mounting? Thank you very much."
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Carlos, as I said, these analysis that we show here is consistent with the previous one in which we showed that 100 bps sensitivity in Spain to 200 basis points is €750 million. So that's the sensitivity to additional increases over the forward rates in Spain only, not in the Eurozone, which obviously is higher."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Well, NII in Poland, you’ve seen a -- I would say a very significant margin expansion on the back of increasing rates is through that we are -- we have -- we enjoyed the cheapest funding costs in Poland. Naturally, additional margin expansion probably is going to be difficult but I remain comfortable that we can keep the NIM; the net interest margin, going on around the levels we are having on the back of repricing assets. Although we do recognize that the liabilities cost we should pay more for deposits given our position being the less than having the lower funding costs in the market. So -- but probably working with an assumption of need being around like this is a fair assumption to me."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "Investor Relations",
    "text": "Thank you. And thank you, Carlos. Can we have the next question, please?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Yes. The next question is coming from Pamela Zuluaga from Credit Suisse. Pamela, please go ahead."
  },
  {
    "person": "Pamela Zuluaga",
    "role": "questioner",
    "position": "Credit Suisse",
    "text": "Hello, good morning. Thank you very much for taking my questions. The first one is on the provisioning outlook. You've now built a €1.1 billion overlay [ph]; yet, you've been mentioning that you have not seen a significant deterioration in credit quality across the majority of your footprints. You flagged also that consensus sees cost of risk peaking next year. However, how are you thinking then about the timing to either use or release these provisions? Are you expecting to allocate some of these provisions to keep some stability in cost of risk in 2023? Then a question on your capital optionality; you have managed to build capital above your target now to 12.10% CET-1 [ph]. Would you be open to increasing your current 40% payout? Or is there a particular headwind that you're foreseeing and therefore you're deciding to be more cautious?"
  },
  {
    "person": "Pamela Zuluaga",
    "role": "questioner",
    "position": "Credit Suisse",
    "text": "And then if I may, one follow-up. Can you give us some color on the -- specifically the A -- B's negotiations with the trade unions to address the loss of purchasing power in Spain? I understand the last meeting was on Friday. Have we heard anything about the proposals from the unions and what would this mean specifically for the cost inflation in Spain? Thank you."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Thank you, Pamela. Let me too -- well, when we are providing based on expected losses, and you asking me about the use of these overlay. Naturally, we are providing with an initiative. This initiative we are providing that sees some mild recession in some countries in 2023, more towards the end of 2023. So, if these materialize and our models are right, in theory, we will use this prohibition; okay. If we are wrong, one way or another, we may be in a situation if the scenario deteriorates further until 2024. The scenario is worse than the one we were expecting, we keep building, the other way around is releasing; so everything is based on -- if our scenario right, our scenario is not far away from the IMF, just to understand among us -- yes, not far away from the IMF. The IMF -- that says that second part of 2023 we will see some recession. In that case, we will use this -- the €1.1 billion [ph] we already build and the extra €300 million [ph] that we expect to build from our delaying of the year. But this is again -- again, this is based on the materialization of the scenario or not if the scenario goes into 2024."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Capital optionality; well, we stated clear that the board -- when the board approved 40%, especially the AVL going to 50% at some point; so it's a decision that the board is going -- is up to the board, and is not a decision taken. Having said that, I said in the presentation that within that -- the 12% is an appropriate level for us, and we keep building capital. A-B negotiations; yes, while there have been some negotiations about kind of one-off for the employees or some employees or the employees this year, aside from the negotiation from the union in the future. So this is not going to be -- this is not going to substitute the big negotiation that is the one which matters in terms of cost. This one is more about some compensation but a small one, and is not a negotiation of the full agreement with the unions that will come as I said before, at the start in 2023 -- mid-2023."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "Investor Relations",
    "text": "Thank you. And thank you, Pamela. Can we have the last question, please?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Yes. The last question is coming from [indiscernible]. Fernando, please go ahead."
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you for taking my questions. Couple of questions, please. The first one on Spain. What is your view on the potential impact that you may have? If the -- there is a change on the card of [ph] good practices on those vulnerability families that might be implemented? This is one. Second, on Poland, and the payment holidays provision that you have done; are you forecasting or seeing any more coming in the next quarter? And finally, if you can comment a little bit on the ALCO strategy and the mix that you have in the Spanish portfolio, that will be great. Thank you very much."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Okay. In Spain, well, I should say that these agreements -- the way we match vulnerable customers that have a mortgage with us is -- I should say is business as usual. They are in the agreement with authorities which are the ways that how do we match this? So -- and the ways I should say we are discussing is business as usual, unnaturally. The extra provisions, if any, are embedded in our macro scenario, naturally, the macro scenario when it comes to mortgages contemplate the way our mortgage work, and the capacity of the customers to repay the affordability, the loan to value, and all these things. If these deteriorate as a result of the higher inflation, lower disposable income, this is already included there. So I do not need to change anything because we changed this, because it’s supposed to be included in our respected scenario. Naturally, if the expectation is worse, the more sensitive issue here is unemployment. So unemployment is the key because when I look at the real estate market in Spain it is not in any dimension, overvalued. So it is not the case that we had 14 or 15 years ago, it is more a question of affordability ratios for those customers in the low end with low income or medium or low income with high affordability ratios that suffer in the disposable income is more of this. But it is included as I said in our macro scenario."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Poland; payment holidays [ph], we need to see what's going on. Yes. So we think we’ve done -- I don't know, all or at least the majority of the provision. In any case, well, if we are going to assess how many customers come to claim the payment holidays, and we adjust accordingly to this is not -- I expect not to be significant, but maybe to [indiscernible] -- we need to add more, we will say quarter-on-quarter, if we need to add more. Having said that, the revenue generation of the bank and operating profit that the bank generates; and as I said before to a question of one of your colleagues, I feel very constructive that we're going to keep relatively or very high NII that allow us to face potential higher requirements from the payment holidays."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "ALCO strategy; I don't know if I should pass. Well, we start to build our portfolio little by little; so it's more to do. Jose, you want to elaborate on this?"
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Yes. As we mentioned in the first half results presentation, we didn't have an ALCO portfolio at the time in Euros, which obviously was a conscious decision that cost us some net interest income compared to our competitors. But obviously, put us in a much better position in terms of balance sheet value, and the opportunity to rebuild the ALCO portfolio going forward. We have today €6.5 billion already. In the Eurozone, we are building the portfolio through a diversified tenure [ph], through diversified countries; not only Spain, we have France, we have Italy, and we would gradually continue building the portfolio over the next probably two years. We don't have a figure in mind but clearly, we have an opportunity to rebuild the portfolio earning more than 3% yield, which is what we have so far in the €6.5 billion. We will make purchases again depending on the opportunities that we see. But again, from €6.5 billion today, gradually growing to a much larger figure over the next couple of years."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "Investor Relations",
    "text": "Thank you, Jose and Jose Antonio. There are no further questions."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Okay. Thank you, guys. Thank you for all these years. Following this result presentation, I've been -- tried yesterday to count the number of times I faced you; and I got a number of 72 times in the last 19 years. Yes, so good luck, guys. Keep following Santander. As always, an interesting equity story, and with the improving profitability going forward. Thank you. This is my last message to you. Good luck. Bye, bye."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]