[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions]. And our first question is coming from Ignacio Cerezo from UBS."
  },
  {
    "person": "Ignacio Cerezo",
    "role": "questioner",
    "position": "UBS",
    "text": "Two things for me. The first one is on Brazil. I mean it looks like the situation has kind of deteriorated versus the guidance you gave back in December, probably most of the lines are probably below expectations then. So if you can update how you're expecting basically '22 to be shaping up on the main lines in Brazil? And the second one is any information you can provide on the process of [indiscernible] in Mexico interest, timing, any information, actually, incremental information versus the one you shared 3 months ago?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Okay. Thank you for your questions. Let me elaborate on Brazil. I should say first that our expectations are not materially different than the ones we had in the last quarter. Let me share with you where we in Brazil. So as you know, we tightened our credit standards back in September last year. As a result, we are growing our portfolio less. But for the whole year, I feel comfortable growing the portfolio in line with the inflation. So more or less in line with inflation in the country, so around 10%, a bit less, a bit more. So this is our expectation. Our -- very significant customer spread expansion in the business, so the spread -- customer spread went up more than 100 basis points. It's true on the other side, it was more than offset by the ALCO positions that were on the back of increasing rates almost 10 full percentage points, naturally the NII and the NIM coming from ALCO compositions collapse. And this is what you see, the combination, this is what you see in NII."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "So revenue-wise, on the net interest income, I feel that we can grow high single digits. No problems to get there. And the same, let me say, even more optimistic on fee income that we can be for the whole year in double digit, the quarter show some seasonality here. The costs have been difficult to control costs. As I mentioned, the agreement with the unions back in September increased the salaries 11%. And what we are showing in the panel exactly this probably in the second, third quarter, we're going to -- this is going to trend down the cost growth, and we will see the agreement with unions in September. But I felt that we're going to be able to match to get around inflation for the whole year."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Finally, you see -- going through the P&L, you see in the quarter, an increase in the cost of risk that we were anticipating. And while we went from 3.75% or a figure like that to something above 4%. I remain confident that we're going to match to be in the range between 4%, 4.5% for the whole year, yes. So that's my view. This case environment in which -- we're going to continue to deliver good results in Brazil and growing probably nicely in the country and having a return on tangible equity north of 20% or around 20%, not a particular deterioration in this regard."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "In this, I should say, a more complex environment, although I should say also that the war in Ukraine. Well, when I look at Brazil, it should be neutral to positive for Brazil. So I'm not as pessimistic as you seem to be about the trends in Brazil. So second question, Banamex, well, very little I can add, yes, to this yes. So we said we -- our Chairman said the conditions, our requirements for participating -- well, we're going to participate in the analysis of the deal. Our conditions, but nothing I can add at this time because we haven't -- we don't have additional information other than the 1 that is public information. And the process has not officially started as far as I know."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question is coming from Sofie Peterzens."
  },
  {
    "person": "Sofie Peterzens",
    "role": "questioner",
    "position": "JPMorgan Chase &amp; Co.",
    "text": "So my first question would be, if you could just kind of remind us of your order partner agreements. How should we think about the Chrysler fee agreement that comes on in next year? And could you just remind us what your new agreements in the U.S. are? You also had some new agreements in Europe. So could you just remind us what the potential impact from the agreements in Europe are? And related to that, if you could also talk about the U.S. cost of risk because it remains very low, below 50 basis points. So how should we think about a normalized of risk level in the U.S.? And when do you expect loan losses in the U.S. to normalize?"
  },
  {
    "person": "Sofie Peterzens",
    "role": "questioner",
    "position": "JPMorgan Chase &amp; Co.",
    "text": "And then my second question would go back to Brazil. In terms of asset quality, we are starting to see some signs of kind of higher cost of risk, but also higher ratios in Brazil and NPL was 5.7% and at the same time, coverage fell to 101%. So how should we think about the asset quality outlook in Brazil? How concerned are you about the potential credit bubble given that rates have gone up so much?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Okay. Thank you, Sofie, for your questions. The first 1 related with Stellantis, our agreement with Stellantis. As you know, first thing, I should say, we have an excellent relationship with Stellantis. And we reached an agreement in Europe, very satisfactory agreement, I should say, for us. As a result of this agreement, we're going to focus in the main markets of Stellantis in Europe, France, Italy and Spain as a result of the agreement our portfolio with Stellantis in Europe is going to grow -- I don't remember, sir, the number, a couple of billion, €4 billion, €5 billion. The total portfolio is €30 billion something, we're going to add an extra €4 billion to €5 billion as a result of this agreement that we reached with them in Europe."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "When it comes to the U.S., as you know, Stellantis, Chrysler bought an small finance company, and they plan to develop this company. While this company is fairly small. As a result of this, we're going to continue to be the preferred provider PagoNxt for a while. How long it will last? It depends on how fast the other company evolves. Having said that, we feel that we're going to continue to underwrite significant -- having significant originations on Chrysler Stellantis in the U.S. as long as with other originators."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "We reached an agreement with Mitsubishi, we become the provider of Mitsubishi. We have agreements with certain dealers, with certain originators in the online space. And I do feel comfortable that we're going to continue to have the car traditional, car subprime business we underwrite in our own. In the near prime space, I think that the origination level is going to remain relatively stable, at least in the U.S., provided the car market evolves recovers the activity levels. So I'm pleased with the developments in this front and the agreements with Stellantis Chrysler."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "You mentioned the cost of risk in the U.S. and Europe. It's true that in Europe on the back of very low unemployment levels, the cost of risk and good price of -- in the used car markets, the cost of risk is at -- one of the lowest levels, we are not seeing any particular development here. So I will focus more on -- the main KPI here is, to me, is the employment rate, yes. So as long as employment rate remains as low as it is today and the trends in labor market is solid, I feel comfortable with the current cost of risk and even can stay here or even go lower on the back of this."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "In the U.S. it's different. In the U.S., we are going back to more normalized levels you see in the trends. And this trend will continue to go on. José Jose already refers to the special situation of the used car markets in the U.S. that has changed a little bit the dynamics in the sense that when the leases expire, the lessors prefer to keep the car instead of giving us back and selling us to the market. And this has changed a bit the dynamics in our P&L. The other income in the P&L gets reduced as a result of not making gains in disposal of the leases just because the lessors prefer to keep the cars and response right themselves. But the cost of risk is going to get more normalized over time."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Brazil, you elaborate -- I already -- to the previous -- not just questions, I elaborate on the cost of risk. You mentioned higher NPL ratios, the coverage for outlook and the potential. Well, I said that my best guess now based on the information I get is to have a cost of risk in the region of 4.5%, yes. So probably 2 quarters more, 3 quarters more before we come back, but this is my best estimation here. Well, this is the result of, as you rightly pointed out, of a significant decrease in the disposable income combined with higher rates. Nothing that we were not expecting and that advise us to reduce our split in the consumer lending in the fourth quarter last year and in the first quarter, we had the same position. I hope I answered your questions."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question is coming from Ignacio Lopez from Santander."
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "Just I have two questions. On one side on lending growth outlook in Spain, I mean, performance in the quarter has been strong. If you could just update a bit us on the outlook for the Spanish NII and the rate sensitivity domestically? And also, I guess, I have a question on the [indiscernible] side. If you just could elaborate a bit on what were the changes in perimeter or the initiatives that you are posting in the Digital Consumer Bank? What do we expect going forward? If I just may, I mean it's very early probably, but if you could just give a bit of a sense of what should we expect of the impact in Poland from the measures announced yesterday by the Prime Minister, it would be very useful."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Okay. The third question I got the information yesterday, probably is a bit early. So I'm sorry, I can't elaborate more on this space probably in the coming days or weeks. Once we know more, our IR department will be -- we will be more than happy to share with you our views. But now it's a bit early. Naturally, the trends -- the challenge definitively not positive for the banking system, but difficult to say at this stage and to guide you with any impact."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "On the other side, you're seeing results in the franchise that are stellar results. And well, I do expect that these measures, potential measures that come will not harm significantly this net income generation, but we'll see. We'll see. We'll come back to you on this."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Lending growth in Spain, NII sensitivity. Well, lending growth, Spain, mortgage market has been quite strong in the last 2 quarters or in the last 3 quarters, and this is the -- this has been one of the main drivers. The other driver is more in the CIB space [indiscernible] where on the back of, we were referring renewal energy, we were referring also the energy sector where we are we've been pretty active. And the lending growth that you see there comes from particularly these 2 spaces, mortgages and the other side, CIB. In the middle market, SMEs, we haven't seen a strong activity there. NII José elaborate, but it's north of €1 billion sensitivity. José, would you want to elaborate on this?"
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "Yes. The sensitivity we have the rates right now in the group is in Europe. Continental Europe is around €1 billion to 100 basis points parallel shift in the interest rate curve, approximately €250 million in the U.K. and €200 million in the U.S. In South America, after having raised rates earlier, we are approaching the point of neutrality already probably in the second half and should be positive in next year."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Okay. Finally, your question, if I get was about the consumer bank. You mentioned the perimeter. Well, what we've done last year, we bought a company -- a leasing company in Germany, along with [indiscernible], a joint venture, 50-50, we bought from the market. And the other developments we have is we enter in the business in Greece with the main importer of cars in Greece, and we are developing this business. And also other miners was mentioning by hosting the presentation, the agreements with Pago and others that will you can say this is business as usual, yes, somehow at the same time means that we are changing the perimeter is a way to grow the businesses."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question is coming from Carlos Peixoto from CaixaBank BPI."
  },
  {
    "person": "Carlos Peixoto",
    "role": "questioner",
    "position": "CaixaBank BPI",
    "text": "So first question would actually be on the outlook for cost of risk in Spain. I believe that the fourth quarter, you have guided to roughly 50 basis points for the full year, where the first quarter is around 60 basis points in my math, but I was wondering if you keep the guidance for the full year or the changes in -- with the war in Ukraine and rising energy prices, you mean some changes on that front."
  },
  {
    "person": "Carlos Peixoto",
    "role": "questioner",
    "position": "CaixaBank BPI",
    "text": "Then on the second question regarding the capital. I was wondering if you could give us some color on the pending regulatory impact that you see for 2022? And if there are any in 2023? And on a related question, what would be the currently the minimum level that you would be willing to see common equity going down to in the context of an acquisition, like say, on an execution obviously to have some references there?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Okay. Thank you, Carlos. Outlook for cost of risk in Spain, we got you in the region of 50 basis points. Basically, if I remember well, we said we're going to help the cost of risk of last year that was 97 or close to 100 basis points. I remain comfortable with this guidance, yes, even in the new scenario. I don't think that this is going to affect materially our expectation for the cost of risk in Spain. It's true that we're going to have the expiration of the extensions in [indiscernible] now starting in April, the amount and well -- I've been talking to you many times about some uncertainties around in this. And this still some uncertainty, how those customers are going to behave."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Having said that, the risk we have here is only 25% of the outstanding volumes and it's not going to change materially our outlook, the cost of risk for the whole year. In capital like I will leave José to elaborate on the regulatory impact that will come. Let me elaborate on your asking for a minimum level, we don't have a minimum level state as we have a target to be 12% and we -- this is our target, but we don't have such as a minimum level. You're asking for Banamex, I should state again, as we stated last time, the question that I think was Ignacio. Maybe a question about Banamex. I said what we say remains in what we said was that we do not plan to issue shares potentially to buy Banamex, now in the parent company or in the subsidiary in Mexico, and this remains. So the conditions we establish to potentially buy Banamex remains in place, including not issuing shares. And José, do you want to elaborate on regulatory capital."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "Yes, in terms of regulatory charges and models this year, same estimation, we mentioned in the previous quarter, 20 to 25 basis points this year more or less. For '23, we wouldn't expect any significant amount obviously but it's still very far away. But with what we know today, is very, very little."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "For the very first time, we do expect [indiscernible]."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question is coming from Pamela Zuluaga from Credit Suisse Bank."
  },
  {
    "person": "Pamela Zuluaga",
    "role": "questioner",
    "position": "Crédit Suisse",
    "text": "I first want to ask a follow-up. If you were to be interested in acquiring CT Banamex, again, quoting you, without the possibility of issuing capital, you would to rely on organic capital generation. So could such an interest potentially change the payout targets that you have currently? Or would any shortfall in the required funding come from any potential divestitures? And then, if I may, some questions. One, around the cost of risk."
  },
  {
    "person": "Pamela Zuluaga",
    "role": "questioner",
    "position": "Crédit Suisse",
    "text": "The cost of risk for the quarter were still quite below the guidance for the year, even without allocating the COVID overlay, which I understand was the case. Have you had any updates so far to your IFRS models? Or are you waiting to see how the macro continues developing? So do you anticipate a pickup in provisions later in the year? Or could another potential releasing provisions offer upside to the cost of risk guidance for this year? Around Spain kind of in line with what Carlos was talking about, but more from the loan growth perspective, do you see the mix -- how do you see the mix evolving? Do you see the extension of the ALCO guarantee and revitalizing the corporate segment this year? How is the high inflation aim at rising energy prices in the country impacting the consumer book? Have you seen any weakness there so far? And I'm sorry, if I may, 1 last one. I was looking at the interest rate sensitivity that you were giving for Europe. It's now lower than what was disclosed at the end of 2021. Can you maybe give us some color on this change?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Okay. Thank you, Pamela. Let me talk with the questions. Well, your third question was in relation with Banamex, again, this may affect the buybacks, well, the dividend policy for this year is public. It's the intention of the war to continue with the payout of 40%, having shares, having buying back shares and having cash, so there is no intention to change this. And that's the question. Organic capital generation, I'm fairly positive on this, yes? So you see the quarter. And I do think that we going to keep growing. But taking into account return on tangible equity and risk-weighted asset growth that in the quarter was in 3%, if I remember well, probably we're going to keep growing risk-weighted assets there, our capital generation, taking into account the payout policy is going to be significant. Our capital accumulation is going to be significant."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "That's what I can tell you at this stage. Cost of risk update, well, I mentioned to you the main changes. The main drivers were Brazil, where I do elaborate the cost of risk is going to go up from 3.70% to 4% to 4.5%. And Spain, also elaborate on the back of Carlos' question. And we see certain normalization in the U.S. Other than that, I do not see major changes of the ones you have seen in the presentation, the trends you are seeing in the presentation. Those are the 3 main moving parts, and we remain confident that we're going to be below our expected across the cycle."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Spain loan growth perspective, well, you mentioned the corporate sector and I'm not optimistic on seeing plenty of strong demand coming from the corporate sector, not at this stage. The consumer book, I mentioned mortgages, I do expect mortgages to continue to be strong. And the corporate sector in general, we are seeing significant demand on the energy and energy-related sector and infrastructure, and on the back of the M&A activities, yes. Those are the areas in which we are seeing significant activity there. And mortgages continue to be one of the sources of demand at this stage, not as much in the SME space. And the final question, yes, José."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "Yes. So it is slightly lower because of Poland, where we had already a significant increase in rates, and that's coming through the NII. I also gave a bit lower outlook for the U.K. because we have had already 50 basis points increase, and we expect to have another 25 at least basis points increase in May. But roughly, we are, again, highly geared. And that more sensitivity in these two countries is compensated by now, again, higher sensitivity in Brazil, in Mexico, that originally was negative, but as time goes by, obviously, it's going to turn positive."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Okay. I should say that -- well, in relation with the interest rate sensitivity, when you come from negative in Europe, like we are in Europe and you go into positive territory, very likely going from minus 5% to plus 0.5%, you're going to capture 100%. So on this space, you're going to capture 100%. Elasticity will change. I don't know if it's going to be 0.5% or 1% beyond that. So that makes sense is as the rate goes up at the beginning, sensitivity to rate is extremely high, and it's close to one and dependent on the utilization, but is very high."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "As you go by the Central banking revision rate, so the market keeps increasing rates, elasticity changes, and use elasticities what José explained, this is happening already in Poland, not yet in U.K. but may start relatively quickly in U.K. if the Banco of innings in rates and is away in Europe where we need, well, 100 basis points official rate, at least to start to change the sensitivity that at the beginning is extremely high, yes. So this is how you should think on this at least in our balance sheet that is extremely asset sensitive, as you know, because of the mortgages because all the SME lending that tend to be shower and tend to be Euribors for the CIB -- in the CIB space on large corporate. So highly sensitivity to rates with elasticity that keeps changing along the increase in rates from the central banks."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question is coming from Alvaro Serrano from Morgan Stanley."
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "I got who follow-up questions, maybe 1 on Brazil and 1 on capital. José Antonio, I think on Brazil, if I understood you correctly, I think you said high single-digit NII growth, you still remain confident. Given the minus 6% quarter-on-quarter, that seems to imply that there's going to be sort of recovery -- significant recovery in the next few quarters. Can you sort of maybe confirmed that I've referred correctly and if that's correct, what would be driving that rebound?"
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "And on capital, again, a follow-up on some of your comments. I mean, Q1 to me, at least should have been the most difficult quarter, given what the curves have done, and you've actually pulled off a pretty decent sort of capital print. With slowing growth, you mentioned you're confident that you can -- going to continue to still grow. If you -- if Banamax doesn't happen and you end up, I don't know, top 3 12.4%, whatever, at the end of the year, you might come up -- do you think from your discussions in the Board or from management thinking, what would you do with our capital? Would you -- is the preference would be to keep the extra buffer to distribute it maybe normalizing sort of pay out faster? Or do you think you can grow into it or M&A, but just some thoughts there?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Okay. Thank you, Alvaro. Let me elaborate again in Brazil yes. So why I do see this trend. I mentioned to you the dynamics in the balance sheet. You have on one side, customer spread that went up from around 10% 1 year ago to 11%, I don't know, 30% or 11.40% or something like that in the first quarter this year. And on the other side, you have the ALCO portfolio that last year was producing revenues of around €3 billion and now is close to zero. So if you take into account the two dynamics, one is customers, the other is the ALCO is what allow me to be -- to give you the guidance I gave to you."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "So you put these dynamics forward and you see how much the rates can increase from where we are and how much the customers expect in the revenues coming from customers can increase based on the -- on the spreads, you get dynamics in line with what I mentioned to you before. I hope it helps you to project the numbers with these ideas."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Second, capital, well, you say pretty decent, it's more than pretty decent, yes? So this seems to me a bit downbeat. It's very good capital generation. And -- well, this is on the back of good results and well, growth we keep growing. And well, probably we've been telling you that we -- our ALCO portfolios were non-assistant in some jurisdiction and what I've seen in many banks is the available for sale portfolio impacting strongly the capital. And in our case, our position -- well, in Europe is nonexistent and in other markets at least, I think is smaller than other banks based on the impact that I see in the capital base."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Going forward, we're going to keep generating capital in line with the guidance we gave you. And José already elaborated on the potential regulatory impacts that -- well, for this year and expectation next year, not regulatory impacts. Discussion of the Board, well, it's also transparent. So the Board said, we established an intention of paying 40% payout, health insurance, housing cash and the intention to go to 50%. So this is up to the Board, naturally, it's not only up to me. But the first discussion I will expect you asked me in the Board is when we go to from 40% to 50%. Well, this is the first step, I will expect the Board to take it. As I said, it's up to the Board to discuss probably, I don't know, two quarters from now is when the discussion needs to take place."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question is coming from Andrea Filtri from Mediobanca."
  },
  {
    "person": "Andrea Filtri",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Back again on capital, sorry, but it's a clarification. You are now targeting 12% CET1. You maintain that. But what would be the plan to maintain this if Banamex came along, you do want to issue shares at the parent or at a subsidiary level. Is the 12%target, a hard target? Or could you compromise on it in the case of Banamex? Second question is just kind of yes or no. Should we expect an IFRS 9 charge in Q2 given the broader macroeconomic scenario? If you could elaborate, please, on your ALCO strategy and if you have already included that evolution in your guidance or if you have upside from that? And just finally, a very quick one, Brazil. What's happened to taxes this quarter? And is the NPL increase we have in the quarter just due to the new definition of default or is it a genuine change?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Okay. On capital, well, I can add. Our target is 12% and remains 12%, and this is the target that the board established. Naturally, the moving parts here are the growth we're going to achieve that in the current scenario, activity levels in line with less growth in the wall probably will be a bit -- we expect to keep growing probably less so than otherwise would be the case. And what we plan to do with this is too speculative. You're asking a third question, if something happens, what happens afterwards, difficult to elaborate on this. But well, we have the tools, the tools to match our capital. We can securitize. We can dispose assets. We can do many things, okay. So we have the convenience that we have, that is the payout to the shareholders, not to issue shares. Those are the commitments we have and an intention going forward when advisable to go for a higher payout ratio, this is our stance on capital and you can elaborate more on this."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Second question, IFRS 9 charge, we don't expect material charge there. Naturally, we need to apply the new market scenario, but we do not expect a material charge that changed our outlook for the cost of risk. In Brazil, taxes, well, plenty of moving parts there. The main one is the what they call GCP that is -- when they pay dividends [indiscernible] funds or something like that, euros, sovereign capital [indiscernible]. I don't know how interest over own equity or something like that. When this happens, they pay a dividend that is free up taxes. And this affect you review the last couple of years, you have this quarter-on-quarter, nothing special this year. Sometimes it happens in one quarter, sometimes it happens in a different quarter. And in this particular quarter, you reduce what is called the [indiscernible] in Brazil."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "NPLs, naturally, new definition of the fall-up affect NPLs everywhere, including Brazil. I don't have in mind probably IR can give you how much is the impact of the new definition of default in Brazil in the NPLs and I gave you for the group that was, if I remember well, 17 -- 19 basis points, [indiscernible] that 19 basis points in the NPL, so I don't know how much this was in Brazil, but we provide you with this number for Brazil."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question is coming from Francisco Riquel from Alantra."
  },
  {
    "person": "Francisco Riquel",
    "role": "questioner",
    "position": "Alantra",
    "text": "Most of my questions have been answered. I just wanted to ask on the U.K. business. The mortgage volumes are stronger than we thought, but I understand that the spreads for lending are also very low. If you can update on the front book, back book dynamics and NII guidance in the U.K. and overall in the profitability of the new mortgage business?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Okay. Thank you, Francisco, for your question. U.K., well, as you see, the NII has been evolving in a positive way in the last couple of quarters on the back of volumes, mortgage volumes, good spreads when rates start to go up and the translation of this increase in the swap rates into the mortgage, the new relation in mortgages produced some the attrition in the NIM of the new mortgages. Having said that, overall, we do expect the good news to continue on the NII. We expect to continue to grow NII in the U.K. Low mid-single digits probably, we continue to expect to grow in this line. So we are not positive."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "On top of this, you have the changes in rates, naturally, okay? So that while you have the sensitivity to rates, that is starting to show up. So the first increase in rates was, if I remember well, in December, it takes 2 months more or less until this goes into the P&L. So we saw another increase in rates that is going to show up. So we will see what probably is not yet well now is what is going to happen on the liability side in the U.K. in an ecosystem where there are plenty of new players that may affect the traditional elasticity on the liability side. So this is a -- just to be transparent -- 100% transparent with you, this is an unknown at this stage. The market -- some market participants fear that we're going to have immediately very aggressive players on the back of higher rates. We'll see if this happens, it doesn't happen. This may change a bit the outlook for this. But in general, I feel constructive -- we're going to keep growing there with flat costs. So operationally, we're going to have a very good trends in the U.K."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question is coming from Carlos Cobo Catena from Societe Generale."
  },
  {
    "person": "Carlos Cobo Catena",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "Most of my questions have been answered, but I have a couple of follow-ups on cost of risk. The cost of risk this quarter, it's around 80 to 85 basis points, if I remember. That is still remains below your 90 basis point guidance for the full year. And also, you kind of revised that slightly higher after the conflict in Ukraine. Shall we expect a gradual increase in the cost of risk driven by that higher loan losses expectations in Brazil? Is that the main driver? Or are the other moving parts that should converge to the 90, 95 basis point guidance? And that guidance is [indiscernible] you haven't really provided that specific target. And the other one, have you used the provision of the lay this quarter? How much is left?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "So the cost of risk, we're going to be approaching the 100 basis points. We're going to remain below. Of this is what we said, we're going to be below expected across the cycle, using expected close of 1%. This is our guidance in the cost of risk. I elaborate the markets in which we expect changes. U.S. trending up in Brazil trending up. I already elaborated on this. And Spain trending down. Those are the main moving parts that can -- that explain this expectation for the cost of risk."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "You see the provision overlay. We haven't used that much. So they are telling me that less than €100 million here and there. So not material in this quarter. But remember that when we run the IFRS 9, we need to necessarily update where we're going to head into basic unexpected losses used in the new macro. But as I said before, we do not expect deal in this exercise and lease the macro scenario change."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question is coming from Daragh Quinn from KBW."
  },
  {
    "person": "Daragh Quinn",
    "role": "questioner",
    "position": "KBW",
    "text": "First question on the valuation adjustments or other comprehensive income, which improved in the quarter, I think by about €1.7 billion, improving on -- in equity, but then I was just curious as to why that didn't translate into an improvement in capital where there was a negative impact from market valuations? Maybe you could just provide a little bit more color around the moving parts of FX bond portfolios, et cetera, and how they impacted capital in the quarter?"
  },
  {
    "person": "Daragh Quinn",
    "role": "questioner",
    "position": "KBW",
    "text": "And then second question on Spanish revenues. Firstly, on fees, which delivered very good growth this quarter relative to maybe some of the seasonality we would normally expect in Q1 versus Q4. So just if you could provide a little bit of color of what you're doing that is growing the fee business. And is that a sustainable level of growth for the remainder of the year?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Valuation is due to the FX. So the changes in the -- we'll go back to you and explain where the changes were. But the main driver here -- as I mentioned at the beginning, the FX played a significant role and this effect naturally the tangible net asset value per share because this affect the equity. And this valuation is due to the FX. As you know, the euro depreciated almost against every currency in which we work, and this has had this impact you mentioned, but you need more elaboration and specific details on it, happy to do that through our IR department."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Fees, you mentioned the seasonality Q4, Q1. And you mentioned also that Q1 was better than you were expecting. Well, the fee income was better than expected due to transactionality levels that grew significantly and CIB business. You saw CIB business, going also 1% of the results. The corporate investment banking activity, our fee income is growing very nicely. Our business is gathering traction, it has been gathering traction for a couple of years. And our feed business, our CIB business did very well. Also, I should mention the wealth management and asset management business that they are growing double digit. And not as -- the growth is less so than [indiscernible] CBI quarter-on-quarter results went up 78% and partially, it was due to the good fee income generation and also this applies to wealth management and asset management that performed very well in the quarter, and this is on the back of the good fee income generation that we got."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "And with regards to the available for sale impact on capital in the quarter, it was 7, 8 basis points. So the ALCO portfolio impact on capital was 7, 8 basis points."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question is coming from Britta Schmidt from Autonomous Research."
  },
  {
    "person": "Britta Schmidt",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "Just coming back to the rate theme with 12 months our already having moved, what sort of impact do you expect in Spain for 2022? And when will we start seeing that? And maybe you can give us a rundown of what rate expectations you have incorporated in your planning for the U.K., Brazil, U.S. the 12 months you in maybe Mexico as well?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Okay. We do provide information on this. In Spain, the Euribor, let me to speak in my memory, our mortgage book, that is the one, Euribor 12-month effect like €80 billion of our portfolio in Spain. So it takes 2 months, 2 months, 3 months before when Euribor -- we apply the Euribor of April to the renewal of June, and this affect to a portfolio of €80 billion on the year. So [indiscernible] amount is far €6 billion or something like that. So this is the sensitivity Euribor are more in Euribor 3 months. So you don't going to see this effect in the Euribor 3 months start to go up. And this depends on when the renewal, but it's another €70 billion, €80 billion in companies in more or less related to Euribor is give you a sense of the asset sensitivity in the Spanish book."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "You mentioned also other countries, we provide you with the data. We are geared toward high rates in Mexico, clearly, U.K., Europe, the Euro area, including and Poland is a bit negative in Brazil, and we are seeing that already. And Chile is much more difficult. We have a trade between inflation and nominal rates that is much -- a bit more complex. And it depends on when with [indiscernible] inflation is fairly volatile. But in general, one tend to offset the other, but in specific quarters, maybe going in a way another way in another quarter, so do you have something to add, José?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is coming from Fernando Gil de Santivañes from Barclays."
  },
  {
    "person": "Fernando Gil de Santivañes",
    "role": "questioner",
    "position": "Barclays Bank",
    "text": "I have just one more question on the ALCO portfolio. I see that the size has gone up by €9 billion this quarter. I was wondering if you can update the strategy among the European portfolio. When do you expect this to go up? And how far can you go up? And if this is included in your forecasted outlook that you have provided."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "We don't have euro portfolio at this stage. We have, I think, €2 billion in Portugal. So it's [indiscernible], nothing in Spain. And in our forecasting, we are not counting in any ALCO portfolio."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "And again, José Antonio already referred to this, we didn't increase the ALCO portfolio size in any country in the quarter. The increase in euro terms is because of the exchange rate."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our last question is coming from Benjie Creelan-Sandford from Jefferies."
  },
  {
    "person": "Benjie Creelan-Sandford",
    "role": "questioner",
    "position": "Jefferies",
    "text": "Two quick questions on lending and revenue growth outlook. First of all, in Brazil, it looks like you are continuing to grow below the system. I was just wondering whether you expect to kind of remain more restrictive versus the market through the rest of this year and whether you're aiming to change the mix of the book in Brazil going forward? And the second was on the European consumer business. You've obviously talked about the inorganic opportunities. we talked about unemployment being a very important lead indicator for risk in the consumer business, but perhaps from a revenue and loan growth outlook leaving aside the inorganic opportunities given the inflationary pressure data, what are you seeing in terms of customer demand levels at this point in time? How do you expect that to trend through the rest of this year?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Okay. Lending in Brazil, you elaborate in relation with our lending standards. We're going to remain where we are as long as till the point we see a stabilization in the risk premium, yes. So if we are right, we expect the next 2 quarters to have stabilization in the risk premium. If that were the case, we may become more confident to start to grow strongly against maybe in the last part of the year. But this is -- I'm sharing with you my expectation, we need to look at the data, we look at the vintages, how the vintage is coming and how do they behave until we change our stance towards our lending -- consumer lending in Brazil."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "The other question is at other consumer finance in Europe, aside from inorganic, well, this is a business that I mentioned before that were inorganic. I don't know how do you deem opportunities when we add a new OEM to our portfolio. You may deem as inorganic or organic. What I can tell you is very likely this continues to happen. So we are gaining significant share. And we are a partner of choice for many OEMs that are willing to expand into Europe and very likely we're going to capture opportunities there."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Aside from that, that you may think is organic or inorganic, some other, how do we see the customer demand? Well, as you know, there is scarcity in new cars. The supply is weak. We are seeing this in the stock finance. Our stock finance normally in Europe stays at €5 billion with the car dealers, now stays 1/3 of this or less. This tells you about the situation of the supply/demand dynamics in the industry. This is for new cars. So there is what restrict the volumes there, the origination is more supply than demand."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "When we go to used cars, the opposite is happening. So prices went up and demand is -- the prices went up due to the strong demand there, and our origination has been pretty strong. If you look at the quarter, our origination in auto lending in Europe was -- grew more than 10%. When the market for new cars decreased a bit, okay, this tells you we are gaining share. That's for sure. And at the same time, our position in the used car market is pretty strong in the main markets, particularly in Germany, but not only in Germany, but particularly in Germany. Those are the dynamics that we are seeing."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "And I do see the opportunity -- overall, the business is going to grow the volumes. The speed at which we grow depends on how many agreements we reach with OEMs, car dealers associations, importers, Chinese OEMs that are coming to Europe. This is plenty of moving parts there. But I remind on the back of our recognition of the leader in the market and the best operator in the market that is while recognized, I do expect us to keep going and to gain market share in this through a combination of traditional origination, new agreements and all the sense. So that's my expectation. I hope I answered your question."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Okay. Is that the last question?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Yes, that was the last question. Thank you."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Thank you all of you. Thank you for being there. Bye."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]