[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, sir. The first one is coming from the line of Alvaro Serrano from Morgan Stanley. Please proceed, sir."
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Unknown",
    "text": "Good morning. Thanks for taking my questions. My question -- the first question is on capital and maybe if you can provide some guidance and thanks Jose you've provided already quite detailed guidance on the P&L, but on capital, as we think about 2022 as well. Can you maybe give us some guidance of what remaining headwinds. Are we passed the bulk of the headwinds now for several years, or is there anything remaining and any thoughts on Basel 4, if that's an additional impact or not. And then I had another question on costs. You've given the 1 billion sort of guidance you gave that 1 billion cost cutting guidance in Europe. Costs in the group were slightly higher in the quarter. I wonder if you can give us your thoughts on [Indiscernible] plans, in particular, in the UK and why is it proving so difficult to cut costs in the UK. It feels like it's been years now since we've been discussing the cost plans in the UK, not delivering. What's proving so difficult and do you think you can get to that billion target? Thank you."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Jose Antonio Alvarez"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Okay, I will address the cost issues and I'll refer to the CFO, the capital question that he can elaborate in more details. On the cost issue and particularly you're referring specifically to the cost cutting in Europe. We commit to 1 billion nominal reduction in costs in 4 core business: Spain, UK, Portugal, and Poland."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "We're progressing well in Spain and Portugal. In UK we are a bit behind, but I do think that we are at the running rate this year. We're going to be at a running rate of 600 million nominal cost reduction for next year, while I remain confident that we can reach the 1 billion cost cutting. The lack in the UK is mainly due to some compliance investments that we are making, and these force us to make these investments. But we remain committed to deliver the 1 billion that we told you in -- by 2022."
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "With regards to capital. So this year, we don't expect any more regulatory touches. For next year, we have a small impact from minorities and we will have some impact from updating the models, but this should be significantly smaller than the products we had in 2021. So we would expect to be at the upper end of the range throughout the year. And Basel III, we need to see the final legislation. We've seen a draught that was leaked a few days ago, with ILM equal to 1. If this is confirmed and the treatment of equity stakes and some other smaller changes, the impact on Santander is going to be very small. As you know, we will not be affected by the [Indiscernible] floor. So with ILM one-to-one and some of the adjustments, I think the impact will be really small."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Jose Antonio Alvarez"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you. Our next question, please."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question is coming from the line of Fernando yield Mantovani from Barclays, please go ahead."
  },
  {
    "person": "Fernando Santivani",
    "role": "questioner",
    "position": "Unknown",
    "text": "Hi. Good morning. Thank you for taking my questions. So the first question comes on Spain NII and how do you see trends, pricing, and volumes going forward? This will be one. The other would be to touch a little bit on the U.S. and how do you see the franchise long-term without the agreement with [Indiscernible] developing. Thank you very much."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Jose Antonio Alvarez"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Okay. And I -- in Spain well, let's talk where the market is right now. We see significant activity, good activity in the individual space, mortgage and consumer lending, good activity in this front. Not that good in the corporate sector where the demand for credit is relatively low. So The NII has been affected largely as you know, very well by the level of Euribor. Assuming that the Euribor remain where it is with an NII that is going to be in line with what we had in and what we're show in today."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Assuming that the Euribor remains that, naturally we are -- interests are -- the balance sheet with ALCO precision being very small, and what I understand is the precision don't want a sky of rates."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "On the U.S. specific about the franchises co-signed the franchisees with the agreement of Chrysler. Well, Chrysler declining spikes in 2023, but this doesn't mean that we do not continue to do business with Chrysler. As you know, Chrysler, but they don't"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "finance Company, but it's going to take for a while before they got the I will to underwrite the call it business, particularly in the subprime and near-prime space, where we are specialists and we expect to keep significant part of the business. On top of that, we are diversifying out of Chrysler. Naturally we have now like 3 different providers."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "One is what we call internally core business, the additional subprime that we generate in our own, that is the bulk of the business. And the other is Chrysler, in which we have the prime, the near-prime, and the subprime, and that comes from creditors. The prime normally we dispose, 100% of them or the majority of them. And we keep normally the near-prime and subprime where we are specialists. Going forward, I do expect some impact from these, but not being very significant. I'm not changed the dynamic of the franchise mainly taking into account that we are procured. We're going to get agreements with other DNA to spin the interoriginate with us, as we're working already with them. Are being traditional, had a unit to other OEMs that may choose to some of the volumes we're getting now for on Chrysler."
  },
  {
    "person": "Sergio Martinez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thanks. And on the next question, please."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. The next one is coming from the line of Francisco Decalt from Elantra. Please go ahead."
  },
  {
    "person": "Francisco Decalt",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes, and thank you for taking my questions. First one is a general question about Brazil. The bank in Brazil is performing very well, delivering [Indiscernible] above 20%. However, the macro risks are increasing with inflation running north of 10%. Concerns on fiscal spending driving long term [inaudible 00:40:06] up. GDP, growth expectations revised down for '22. So in this context, the general question is, how do you see the main KPIs in Brazil in the current macro-environment, mainly the volumes, margins, the costs and the cost of risk? And the second question is about the other revenue lines and if you can explain, what do you -- more details from what you include here in this EUR500 million in the third quarter, particularly in Spain which was much higher than expected on most in the consumer businesses, Digital Consumer Bank and in the U.S. If you can comment also on the nature of these revenues, whether they are recovering or not? Thank you."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Jose Antonio Alvarez"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you for your question [Indiscernible] depending on our question on Brazil. Let me make two to starting points. One, we are performing well in Brazil as you recognize on the back of market share gains. We are gaining market across the bottom of mainly in the retail space, credit cards, insurance businesses, mainly those business that while on the lending side. So and there is some mix effect, we're not growing that much at this stage. Now on the corporate side, we are growing mainly in retail. You mentioned what do you call the macro-environment is having higher risk on the back of fiscal components, you and all of this, while the inflation has been growing significantly."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "On the back of this, the central bank is increasing rates as you know, and probably continue to do so. And the prospects for the inflation is to come back a certain level, is not different than the expectation we have in emerging markets that the inflation now it's running high, and will come back in at some point. You asked specifically a question how these affects our KPIs going forward, these micro-environment, and the cost of Rice on these things. I do not expect any material impact in the cost of Rice other than the one reflected that comes from the mix."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Naturally, the cost of Rice subtotal probably is going to be high on the back of having the retail business growing high double-digit and the Company business grow in probably mid-single year or behind but it's significantly lower than the other. Other than RoTE I don't see a significant impact coming from the side. The critical question here is our capacity to keep the momentum in the business, and being a market leader."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "We are market leader in the way we are doing the digital transformation. So what -- our commercial activities is going very well. As a matter of fact, we are about to reach 1 million credit card sales per month, that is a quite a number. Comparing that we were probably one year and a half ago, 2 years ago in half of this, half a million or less. So the growth, we have high confidence in keeping our business momentum, our commercial activity with control of risk. Naturally environment is going to be volatile, because we face elections next year and some volatility may be expected around presidential elections next year. And some measures could be taken, looking at elections next year. On the other revenue lines, mainly Spain, I think is equity method. Yes, so"
  },
  {
    "person": "Francisco Decalt",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then the cost of guarantee and contributions to the SRF in the Second Quarter? So is the volatility associated with both?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Jose Antonio Alvarez"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "So there are some business in -- that we account by equity method that are going back to normal. And probably you should expect this line to keep growing in a sustainable basis. Because those have business that some of you know, the Merlins in Spain and the likes that you know that, well, given the economic is [Indiscernible] we expect this to keep growing in the coming years."
  },
  {
    "person": "Sergio Martinez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thanks [Indiscernible] Next question, please."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. The next one is from the line of Adrian Cighi from Credit Suisse. Please go ahead."
  },
  {
    "person": "Adrian Cighi",
    "role": "questioner",
    "position": "Unknown",
    "text": "Good morning, Adrian Cighi from Credit Suisse. Two follow-up questions from my side, one on Brazil, and one on capital. On Brazil, we see NII increase in the quarter by 8.5% in Euro terms. And my understanding is that the first year impact of rate increases, which we reiterate again, is a negative impact of 63 million from 100 basis points rate increase. This year, the central bankers rate has increased rates by over 400 basis points. Are we seeing the impact of these increase rates in these results, i.e. is the underlying results even stronger? Or are these rate increase impacts somewhat delayed and should we expect them in the coming quarters? We're clearly in the middle of a very aggressive cycle. Any insight of how the timing and quantum of impact from these would be much appreciated."
  },
  {
    "person": "Adrian Sankey",
    "role": "answerer",
    "position": "Unknown",
    "text": "Sticking with Brazil, we've seen some pretty big moves in FX in recent weeks. Can you update us where your hedging is on this. And briefly on capital, you had a 17 basis points headwinds in the market and others. Can you give us any color as to what drove this, given that there are some relatively limited spread movement this quarter. Thank you very much."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Jose Antonio Alvarez"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Okay, let me to take the question in Brazil, I will pass the quantum to the CFO, and I will elaborate also on the capital trend to market. Brazil, you are saying while we had a negative impact when the rates goes up, that's true in the short run."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "In Guangzhou its minus 63 million or a 100 basis points. We increased forex, you said, we see the rates increasing 400 basis points, that's true. When you look at the numbers and the volumes, what you see is the volumes in retail with very high margins growing close to 20%. Okay, the mix effect is very strong. We translate this into 11% growth in NII. We are missing here like-for-like, we should be growing the margin in the region of close to 20% year-on-year."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "We're growing 11% in parts of Chile, due to this increase in rates that you rightfully pointed, that affect us in a negative way. I should say that the 63 million is on one year. Probably you take these quarter-on-quarter is -- the impact is more negative at the beginning and less negative as the time goes, and we are able to re-appreciate assets and liabilities. But the effect that you mention is due to this I pass the question to catch the capital. The market is basically mark-to-market of available-for-sale portfolio. The impacts we have had in Brazil, Mexico, somehow on U.S. So. Yes."
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "The 3 largest impacts in terms of the available-for-sale portfolio have been Poland, Brazil, and Chile in the region of 500 million each from the beginning of the year. So this explains basically the impact in -- on capital. In terms of the hedging. Well, we continue to hedge the capital ratio. So FX movements do not affect the capital ratio, and we continue to hedge expected profits when we think that the market is running ahead of itself. So now we have some currencies already hedged for next year. And again, this is tactically and it depends on our view of the market relative to what the market expects. But again, the most important is the hedging of capital, which we continue to do. So the ratio continues to be fully hedged. Thanks, and again, next question please."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. The next one is coming from the line of Sophie Peter Sands from JP Morgan. Please go ahead."
  },
  {
    "person": "Sophie Petersen",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yaeh hi. Here is Sophie from JP Morgan. Just thought I'd do follow up questions. Just the first one going back to Brazil net interest income. I get that you have the mix effect. But if I look at the loan growth in Brazilian terms, loan growth was up only 2% quarter-on-quarter in the third quarter. But net interest income was up 5% quarter-on-quarter in Brazil. I was wondering, did you have any increased outgo performance in Brazil or something else that kind of helps the net interest in Brazil or [Indiscernible] purely the mix effect? And then my second question would also be up a follow-up question. I recognize that on the regulatory front, you were saying that next year, the regulatory impacts will be less. But could you just remind us how much all the minorities are, Amherst Pierpon. Is there anything else that we should be aware of in terms of [Indiscernible] or Equity Tier-1 impacts outside the regulatory impacts. Thank you."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Jose Antonio Alvarez"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Okay, I'm going to Brazil. The other issue on top of the mix and the different growth, path of growth between retail and corporate business is the ALCO portfolio. So we're naturally -- so the ALCO portfolio now is much smaller, and the NII is much smaller than it was given to the size is smaller and the spread this is more, so those are the two components. The answer of this -- the answer, no more than that. On the regulatory front, I pass the question to Jose."
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "So we have, this year, we have again, this is subject to regulatory approval still but the Amherst Pierpon impact will be around 9 basis points. The buyback of SCUSA minorities will be 10 basis points. If we get the regulatory approvals before the year-end, we will account for those this year. In terms of pure regulatory charges next year, the change in the accounting of minorities will be another 10 basis points next year, which is the only significant regulatory impact that we expect next year. On top of that again we will have new models which could cost us a bit of capital. Again, when we look at the sum of regulatory plus models next year relative to 2021 will be significantly smaller."
  },
  {
    "person": "Sergio Martinez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thanks Filtri, next question, please."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. The next is coming from the line of Carlos Cobo Castena from Societe Generale, please go ahead."
  },
  {
    "person": "Carlos Castena",
    "role": "questioner",
    "position": "Unknown",
    "text": "Hello, and thank you for the presentation. I have a couple of questions. One is on Stellantis, you've already touched on the impact in Europe, but it's been reported that they are in the process of We are sourcing our partnerships to Europe. And I was wondering if you could explain a little bit on that from where are you in the negotiations and [Indiscernible] If you see any risk of losing some of those joint ventures or any of the part of relationship with them. Secondly, is if you have considered a different approach to capital allocation in the group, and if not, why not? Because running with a tight capital ratio versus the market perception could be preventing the stock for really rerating further. Perhaps unlocking some capital somewhere else in the group, even if these units on earnings could help you to run with more comfortable capital buffer that the market may reward. And if you don't agree with that view, why is that? It will be nice -- I know it's a open question, but it'd be good to hear your thoughts.Thank you very much."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Jose Antonio Alvarez"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Okay. Taking the questions. The first one is Stellantis the partnerships to Europe. We're naturally talking to them and well we are, I would say, fairly optimistic on continuing the existing relationship and maybe the case that we that we continue to be the preferred partner for them, or I do expect to be -- to continue to be the preferred partner for them in the coming year. So I do not expect any material change from this. If any, I think it should be positive."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "And on the back of the performance of the [Indiscernible] is not other things. So when we started to do venture with them [Indiscernible] making 250 million net profit. Now, they are making more than 500 million net profit on the back of this excellent, outstanding performance. And we expect this to continue going forward. You mentioned capital, well our view is different. The ball to precision of our target on capital is 11, 12%. Well, you say more comfortable -- uncomfortable with the capital. We're close to the upper end of the range."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "I'm absolutely comfortable with these for two reasons: When I look at the market, I look at the credit side, I would see the Santander as the lowest in Europe among the largest bank. From the credit standpoint of view, no need."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "When you look at their stress test, our score in the stress test is by far lower and the stress is adios. That's sustain would be why we should be in the 11, 12% and we are already at the upper end of the range and we plan to remain there. And we will be at the end of the year and next year we will be around this, so that's the view. And Jose, do you want to add something?"
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "No. Just a couple of comments. Amongst the largest banks in Europe, we are the bank with the lowest capital requirements of all. Our MDA CET1 buffer stands today a 340 basis points. So being capital a scarce resource and the most expensive one, I think Jose Antonio has said it all. But again, we are the bank with the lowest capital requirement amongst the largest in Europe."
  },
  {
    "person": "Sergio Martinez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thanks for the question Carlos, next one."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. The next one is coming from the line of Daragh Quin from KBW. Please go ahead."
  },
  {
    "person": "Daragh Quin",
    "role": "questioner",
    "position": "Unknown",
    "text": "Hi. Good morning. Thanks for taking my question. One just clarification on the comments you made on the cost of risk into Q4. I think you mentioned a release of provisions and that that would lower the provision charge. If I understood correctly, to 80 basis points for the full year compared to 90 basis points as of September. So just wanted to clarify this. And then just maybe again on capital. You've indicated you're at the high end of your range, not expecting too much change on that in Q4, but with lower regulatory headwinds in 2022. And given your guidance on profitability, I'm just wondering, maybe can you be more specific on why the CET1 ratio wouldn't be moving above that range that you've given, or is it that those higher profits are being offset by higher RWA growth? Thanks."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Jose Antonio Alvarez"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Okay. [Indiscernible] the 2 questions. The first one is because of risk, I said in the presentation that we need to update our macros in any -- the overlay that we made last year remains in the balance sheet in the decent range of 2.5 billions has 2 components. One is coming from the macro [Indiscernible] the other one comes from quality of assessment of the different portfolios. When we update the macros in the fourth quarter, I don't have the final number but I guess that the majority of the provision related with the macro [inaudible 00:57:16] in the region of, I don't know, 700 to 1 billion, maybe released in the fourth quarter assuming that the scenario is what we have in mind right now."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "And this will lead to the cost of risk in the whole year in the region of 80 basis points that I mentioned before. The second question is on capital. Well, when we look at the capital, we have a range that we and the board, and we think that is the right range for the bank, for the perception we have about the reason that the bank is facing. And remember that looking forward, naturally, you mentioned risk weighted to assets for potential capital ratio going beyond 12%."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "This may happen naturally because the capital generation given our expectations on return on tangible equity is going to be significant. At the same time we continue to see the bankers we expect to grow. I do expect in the emerging markets to keep deploying capital, growing the business."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Well, I don't see any reason why we shouldn't grow in Latin America more than 10% a year. In Europe, probably less so. And on average having a risk-weighted assets growth from the region of 6, 7, 5, higher than the one we have had in the last two or three years."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "And well if we are right our return on tangible equity in the region of 13% to 15% allowed us to pay, combine a pay a healthy dividend and at the same time to grow the risk weighted assets significantly more than we did. Finally, we are not growing at this pace, naturally the ratio we'll grow beyond the 12%. And in that case, is up to the board to take the appropriate decisions in relationship with capital. But to me, the capital, we have some regulatory and models themes in 2022. Beyond 2022, Basel III for us is not an issue at all. We don't have impact of the output floor. If the [inaudible 00:59:32] come sequel to one operational, this is not going to be an issue for us and I will say we will have a [Indiscernible] clear sky to navigate in a -- with risk way to task the grow in the region of high -- medium to high single-digit, growing and rewarding, having a dividend policy consistent within policy that our shareholders, particularly retail ones like very much toward paying cash."
  },
  {
    "person": "Sergio Martinez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thanks for the question, [inaudible 01:00:02]. Next one please."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Jose Antonio Alvarez"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you for your question Daragh, next one please."
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "Next question."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. The next one is from Mario Roberto Gasta from Best Inverse Securities, please go ahead."
  },
  {
    "person": "Mario Roberto Gasta",
    "role": "questioner",
    "position": "Unknown",
    "text": "Hi, good morning. And my first question is related to NII in Spain. You mentioned that you expect NIS stability going forward. And what are the assumptions regarding cultures embedded in this stability for NII in Spain."
  },
  {
    "person": "Mario Roberto Gasta",
    "role": "questioner",
    "position": "Unknown",
    "text": "Are you assuming that the current conditions will remain in place for the whole year 2022. And then more again a question on the return target. I know that you have a mid-term time guideline for the target. Would it be possible to give some indication for next year perhaps on the road to target, or maybe if you can give us some indication about whether you expect [inaudible 01:01:04] to continue improving versus 2021 year level. Thank you."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Jose Antonio Alvarez"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "So NII in Spain. The conditions were assuming the current ones. Yeah. So I'm not assuming an increase in rates in the cards, so unless you mean that we navigate more or less on average with the same level that this year. The Euribor one year is the main -- the one who has the largest impact on not only. So in general, as you know, we don't have outgo positions in Spain. So our position to higher rates is pretty strong, probably the strongest we have had in many many years."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "So that is what is on the back of my projections sees 2022 in rates being similar to 2021. If those are lower it affects my projection, if those are higher, it will be up big this positive. We're down tangible equity, I do expect if we down tangible equity in 2022 being higher than the one in 2021. It's not our policy at this point to give guidance to you. But, well you can project easily, you see trends in our business and some indications that we gave you, particularly on provision in Spain where the cost of this its going to be significantly lower and Jose already gave you an indication of where we expect to navigate on this."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "You can make Euro numbers and you get easily into what may be the plan of the group next year. For sure I do expect higher return on tangible equity in 2022 than in 2021."
  },
  {
    "person": "Sergio Martinez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thanks, Mario. Next question."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. The next one is from Andrea Filtri, Mediobanca, please go ahead."
  },
  {
    "person": "Andrea Filtri",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you for taking my questions on. You've given some detail on the reversals you expect to lever lay provisions. Can you tell us where you expect them. And I may have missed the shift given indications on guidance on where the cost of risk outlook is going in the U.S."
  },
  {
    "person": "Andrea Filtri",
    "role": "questioner",
    "position": "Unknown",
    "text": "I don't know if you could share with us, if you expect any impact from IFRS 17 implementation, and it's on capital. Is the impact from the implementation of the addendum rules over with what you've taken this quarter. And from the important securitization activity that you are having, should we expect a negative impact in the future on NII. Thank you."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Jose Antonio Alvarez"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "The guidance because of Paris, in Spain, where particular in Spain. Sorry, I don't know you were -- I don't know the mic was off or on. The guidance of course, operational Spain. We spent lower cost of reis in SME, space made these comments to be with quarter that we were taking a broaden view on the SME portfolio in Spain, as you've seen, we've been building significant amount of provisions this year in relation with all the events that have happened around different EMEA. On all the lending-related with SMEs, we expect these to come materially down next year once we feel comfortable with what the evolution of the macro and the expected losses that we have already in our balance sheet for future events, expected events on the credit side."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "You mentioned also the U.S. cost of risk. The U.S. cost of risk this year was extraordinary low and this next year is going to go up. It is not going to go up to the levels we've seen before because still the environment is helpful and the situation of the motor industry with the used car price being very high levels probably make us to be more optimistic than what is the average growth cycle for 2022, but it's going to go up, no doubt compared with this year."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "You mentioned securitizations being negative. Securitizations, we use this traditionally as a tool of funding in the last 2 or 3 years, is combination of funding plus capital."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "The market is in the situation in which we are issuing -- do I do synchronization on release capital at incredibly low implicit cost of equity, as low as 2% or something like that."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Either the market remains in this situation, probably we're going to be relatively or very active in securitizations, particularly on the consumer portfolios where the market is eager to buy these portfolio and impressive capital costs when your securitizations is extremely low. It's not the same for all of the assets. Jose, do you want to add something?"
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes, and in terms of IAS 17. That refers to leases if I understand correctly, and we are not aware that this -- there will be any changes to this. But we will look into it and get back to you. But no changes as far as we know were related to the leasing accounting. Thank you."
  },
  {
    "person": "Sergio Martinez",
    "role": "answerer",
    "position": "Unknown",
    "text": "So we need to leave it here. Thanks everyone for joining. And obviously the team itself is at your disposal for any follow-up. Thank you."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Jose Antonio Alvarez"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you, guys. Take care. Bye."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]