[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. [Operator Instructions]. We have the first question from Ignacio Ulargui from BNP Paribas. Please go ahead."
  },
  {
    "person": "Ignacio Ulargui",
    "role": "questioner",
    "position": "BNP Paribas",
    "text": "Thanks very much. Good morning everyone and thanks very much for the presentation and for taking the questions. We have two, if I may. The first one is on NII, just to get a bit of a better understanding of the moving parts of the NII during the quarter? And also, how should we expect about the group top line group NII in coming quarters?"
  },
  {
    "person": "Ignacio Ulargui",
    "role": "questioner",
    "position": "BNP Paribas",
    "text": "The second one will be on cost outlook. Given the solid performance that we have seen in the quarter, how should we think about cost performance going forward? And as per Jose's comments in the presentation, what kind of improvement should we expect in terms of cost to income for 2025? Thank you."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "Let me give it a first keep and then Jose basically could be give you a better idea. It's interesting to see that if you see NII in constant, you'll see that it's 1% up, okay? The effect of Argentina is the one that's hitting us in the current euros, okay? It is important to explain, first of all, that the sensitivity of our balance sheet to movements in rates is mostly concentrated in retail and commercial business. This is about 60% of the group balance sheet with some parts showing a really positive sensitivity in Europe and other is a negative one like the one we have in Brazil, as we already know. Europe and Brazil concentrate about 80% to 90% of the rate exposure."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "Over the past few quarters, we have been very proactively managing and working to reduce the sensitivity of the different balance sheets and position them to lower its environments. For example, in the case of Europe, we have reduced the sensitivity to around 25%. That's one quarter of what was at the beginning of the rate cycle."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "In places like Brazil, for example, we are taking measures to reduce the sensitivity further by doing some things to the ALCO and also taking some hedges. As you have already seen this year, the retail business is operating leverage is 10 points. We are growing the top line, not just because of higher interest rates, but also because we're changing the operating model, which is the most important part that you guys need to concentrate."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "We're growing customers, for example, 2.6 million in the third quarter alone. And we are keeping costs flat, which is quite important because that's creating an operating leverage and improving our margins. And this basically think that we will continue improving thanks to, first of all, the geographical and business diversification, the strong focus on capital allocation and the strong focus on profitability that we have up to this point. I don't know, Jose, if you would like to complement on the margins and then we'll take on cost."
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Senior Executive Vice-President, Chief Financial Officer",
    "text": "Yes, definitely. Thanks, Hector. So let me explain Argentina in a bit more detail. In June, we used an exchange rate of 1,499 and we explained at the time that we are devaluating depreciating the exchange rate with inflation, independent of the official exchange rate. The official exchange rate as of now is 1,069. for the quarter -- for the end of the quarter, we used 1,618. And remember that when you use 1,618 inflation accounting, you adjust backwards all the accounts to that exchange rate."
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Senior Executive Vice-President, Chief Financial Officer",
    "text": "So we have two impacts on our P&L. One, there is over €100 million negative quarter-on-quarter increase in the monetary position that comes in other income. And in Argentina, as interest rates come down, and we have a very liquid balance sheet and is invested mostly in bonds. The yield earned on this bond portfolio is lower. And quarter-on-quarter, it is over €200 million drop in local currency, when you look at local currency, there is over €200 million drop in the yield coming from these investments."
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Senior Executive Vice-President, Chief Financial Officer",
    "text": "So Argentina actually explains most of the drop in net interest income quarter-on-quarter, but also it means around €300 million -- over €300 million impact on total revenue."
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Senior Executive Vice-President, Chief Financial Officer",
    "text": "So as Hector explained, we have been reducing our sensitivity to rates, both in euros and in Brazil, which obviously outside Europe is the highest sensitivity we have. In Europe, we have been buying an increase in the ALCO portfolio. If we look at the total euro ALCO portfolio we have, which is Spain, Portugal and the consumer finance. We have €50 billion in euro government bonds with an average maturity of over six years and a yield of 3.2%, 3.3%."
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Senior Executive Vice-President, Chief Financial Officer",
    "text": "The second action we took was to float the liabilities, the market liabilities, and we also hedged the repricing of our mortgages in Spain by signing some forward stocks. So this has reduced the sensitivity of the net interest income in euros quite significantly to around a quarter of the sensitivity we had prior to entering this cycle of higher rates."
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Senior Executive Vice-President, Chief Financial Officer",
    "text": "In Brazil, we did the opposite. In Brazil, we are changing the mix of the liabilities and also floating the assets. Net-net, when we look into 2025, for 2024, we see NII down a little bit in current euros, but we see NII up in constant euros. Thanks to these measures that we have discussed. And these estimates are based on forward curve rates -- forward rate curves, sorry."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "Thank you, Jose. Ignacio, in terms of cost, it's very important that you understand the following. This is not about a cost cutting exercise. This is about changing the model and the go-to model. We're basically introducing in the whole group. He's talking about, I mean, take a look at the amount of the catalog of products that we have in the group. We have diminished them by almost a third from 10,000 products were down to less than 7,500, for example."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "We are changing completely the model we're doing a strong simplification. We're doing a lot of automation, but most importantly, by deploying the global platforms we are working together and spending less money on what we do every single day. So ONE Transformation is driving structural efficiency gains and operating leverage."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "Just a piece of that, the costs grew less than half of the revenue growth. We're delivering positive jobs that are helping to reduce the efficiency to 41.7%, which is 229 basis points lower than a year ago. This is placing us on track to meet the target being at 42% in '24. So we're going to be much better, and we believe that we're going to continue that."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "The new paradigm is focusing on absolute cost, okay? Our ambition is not to lower cost, it's exactly to lower cost in absolute euro million terms, which is quite important given all the different countries that we operate. It is true that costs are up 2.5%, but we look at the cost performance in real terms. In real terms, costs are down minus 1% year-on-year. That's a remarkable performance although the operating leverage with the strong declines that I described in retail, reflecting the transformation effort and the cost containment in consumer and payments, while we invest in the global platforms and continue to grow, all right?"
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "So the higher cost, as Jose explained, reflect also the currency depreciation and the seasonal effects, the salary agreements bonus accrual and CIB is the bulk because we're investing in the business to basically get out of it more revenue and is actually getting there. So in 2024, efficiency ratio is around 42%. We acknowledge this ratio is already at the level we committed for the '25 ID target and all the investments we have been doing will not only help maintain costs flat, but grew the revenue faster. So our ambition is, therefore, to do better than initially planned next year in '25 in the cost to income, as we described. So I don't know if that basically answers your questions."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "Global Head of Investor Relations",
    "text": "Thank you. We can take the next question, please?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from the line from Francisco Riquel from Alantra. Please go ahead."
  },
  {
    "person": "Francisco Riquel",
    "role": "questioner",
    "position": "Alantra",
    "text": "Yes, hello. So thank you for the presentation and taking the questions. First one is on Motor Finance business in the U.K. I know that need time to analyze the recent ruling, but I wondered if you can give an indication of how big the provision needs, whether we are talking about hundreds, billions or and also the impact on the business?"
  },
  {
    "person": "Francisco Riquel",
    "role": "questioner",
    "position": "Alantra",
    "text": "And my second question is on capital. If you can update on the regulatory impact spending for this year and next and also on the Basel III impact of up to 50 basis points on a fully loaded basis. Other banks have reduced the impact of the recent regulatory updates. So if you can also comment on this. Thank you."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "Thank you, Francisco. Okay. First of all, let me tell you that as you correctly said, it's not possible this time to reliably predict the financial impact of the ruling other elements that affect the financial impact on our accounts. This said, in any event, the potential impact is not expected to be material for the group's financial position, okay? It's very important, nor will affect the achievement of the group financial targets for '24."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "So if you make the numbers, and we are reiterating the guidance of above 16% that basically tells you where do we believe the number is, okay? So it's very important, and I will reiterate that again, that it will not change our '24 guidance. So that basically gives you a ballpark idea of what do we believe the number should be. I don't know, Jose, I left something out or I think it's quite clear know?"
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Senior Executive Vice-President, Chief Financial Officer",
    "text": "Yes, I think that's perfect."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "And in terms of -- why don't you go to the capital thing is?"
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Senior Executive Vice-President, Chief Financial Officer",
    "text": "Yes, remember that we estimated a supervisory charges to be between 20 to 30 basis points in the second half of the year. We had 18 in the third quarter. We still believe that it's going to be this 20 to 30 basis points. So this doesn't change our target. So our target for capital for year-end, remember, since the beginning of the year has been between 1,240 to 1,250. We are at 1,250 in the upper end of the range, and we think we could -- we will close the year more or less at this level."
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Senior Executive Vice-President, Chief Financial Officer",
    "text": "For next year, day one Basel III impact basically close to zero, slightly negative or slightly positive, but it's not going to change much. So day one capital ratio for Santander under Basel III will be more or less the same with which we will end 2024 and the fully loaded. And when I mean fully loaded, I mean fully loaded, taking into account all the charges we expect up to 2033. So we are not excluding the 2029 to 2033 charges. So fully, fully, fully loaded, we think the impact is going to be 40 basis points, which means that we will be on day one above the 12% that we set as our target. Fully loaded capital above 12% on the day one fully loaded. Thank you, [indiscernible]. Next question, please?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from the line of Alvaro Serrano from Morgan Stanley. Please go ahead."
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "So, can you hear me okay?"
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Senior Executive Vice-President, Chief Financial Officer",
    "text": "Yes, go ahead."
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Can you hear me? Yes, sorry. Yes, I just had two follow-up questions really, one on capital generation. So you've given basically a very limited impact for the next 10 years, which you're already at 12.5%. And with the mobilization you're doing on the balance sheet, it does look like you generate -- you're going to generate capital above the 12.5% you're currently sitting on."
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "So the question is, as we think about '25, '26 are you willing to operate in a range of 12.5%, 13%, let's say? Or do you expect to grow into that 12.5% or would you consider sort of increasing distributing any excess or increasing the payout? I just wanted to understand how you're thinking about that capital generation if we do have that excess capital generation?"
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "And on -- and I apologize to follow-up on the Santander U.K. that's the only explanation in my view, why the share price might be down this morning. You've been quoted Jose saying that it's less than €600 million. And I understand it's not an impact for 2024, but it might be an impact beyond that. So any details you can give us on the book if it's new cars, the size of the book or any details that make you confident that we're looking at a relatively manageable number, that would be great. Thank you."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "Thank you, Alvaro. Okay. Let me explain you a little bit what is very important. I mean, as you know, Jose explained exactly what we're doing in terms of rotating the balance sheet, okay? You've got to understand that we're changing completely the model of the bank in the world we used to. The bank used to consume a huge amount of RWAs to generate profits, okay?"
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "We're changing the model in a way. And the most important thing of that changing the model is becoming the number one bank to our clients. But becoming that, basically, you generate quite a lot of revenue by something different than just used RWAs in order to generate those. That basically explains you the good fees momentum that we're having."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "And you're going to continue to see that over in the future, all right? So if we continue changing this model use less capital to become actually much more profitable that basically will tell you that we could be able to accumulate much more capital that we're doing today, all right? We feel really comfortable that we can manage the bank very well at these levels of capital, but I do believe that we will be accumulating capital."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "Also, as we have a tremendous capacity to generate assets. We also have now with the asset desk in place to amend those capacity to move those assets out of the books, right? So -- and by the way, if you saw what Jose said, we are doing so and making money on top of it. Also, we're servicing, we're getting fees and servicing the assets that we sell. So it's over one in the sense. So the model of the bank is changing in that sense, and it's becoming much more profitable and less dependent on capital. So yes, I believe that capital generation will be much better, and we believe that we could be accumulating more capital on organic way in the future. On the U.K., Jose, I don't know if you want to also comment something on capital?"
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Senior Executive Vice-President, Chief Financial Officer",
    "text": "No, I think capital, you answered perfectly. Alvaro, the issue is complex. I think just let me remind you some of the things that we need to clarify in the next few months. We need to clarify the perimeter of commissions. We need to clarify the vintages because the ruling talks up between 2005 to 2024. The FCA focus is between 2014 to 2021, the percentage of redress, the claim rate, the compensatory interest."
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Senior Executive Vice-President, Chief Financial Officer",
    "text": "So there are many moving parts. The ruling has been taken to the Supreme Court. We expect the FCA report in May. So there are many moving parts. We are analyzing this. And obviously, we will make a very conservative assumption once we are able to come to a conclusion on all these variables that need to be put into the estimation. However, we are very confident that, as Hector explained the impact, and I'm talking about what we will charge in the next few weeks with this conservative approach, will not be material for the group, and we will still meet our objectives, our return on tangible equity target for the year, which is 16% or slightly above 16%. And that's all we can say."
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Senior Executive Vice-President, Chief Financial Officer",
    "text": "What happens with the FCA report in May, that's basically speculation. So obviously, we will make a decision based on the actual ruling based on if we have time to take into consideration the Supreme Court guidance on this, and in any case, obviously, the provisioning that we will take will be a conservative provision."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "Global Head of Investor Relations",
    "text": "Thank you, Alvaro. Next question please."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from the line of Antonio Reale from Bank of America. Please go ahead."
  },
  {
    "person": "Antonio Reale",
    "role": "questioner",
    "position": "Bank of America",
    "text": "Hi, good morning. It's Antonio from Bank of America. Two questions from me, please. The first one is on the outlook for loan growth in Brazil. If I look at loans were flat quarter-on-quarter in local currency, which is perhaps not particularly encouraging for the NII outlook in the context of rate tax in the region. Can you talk about your expectations for loan growth here? And what this means for NII in Brazil?"
  },
  {
    "person": "Antonio Reale",
    "role": "questioner",
    "position": "Bank of America",
    "text": "And maybe could you also please remind us what the time lag is with respect to repricing between assets and liabilities in Brazil, I understand your liability were price is much faster than assets. If you could remind us how many months in lag that is? And my second question is with respect to the U.S. profitability. I mean this is a part of your business that's negatively correlated to rates. You've been adding at least a number of investments or corporate bankers in the region, which is showing good momentum in fees. Could you maybe just talk us through the key P&L line items and if you see these numbers as sustainable going forward, please. Thank you."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "Thank you, Antonio. Let me go a little bit, I mean, through the Brazil situation, okay, to tell you a little bit what's going on. It's very important that you understand the following. In Brazil, also, we are changing a little bit the model that we have today. As you know, we used to use very hardly RWAs. We used to basically give out a lot of loans. Now we're changing a little bit the way we do things."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "We are basically focused on profitability, okay? Laser focus on profitability, which is basically changing a little bit of mix, also changing a little bit, I mean, the way we manage and we're managing the loan portfolio as a portfolio by division. We used to basically grow in every single segment. Now we're not doing so. We're basically looking at the segments that basically have the best profitability and the best cost of risk in equal. So we're being very choosy in the way we manage that and we're doing that all along the group."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "Also, we're very much focused on increasing the amount of clients and the amount of transactional clients that gives deposits and have their deposits with us, also their payrolls. And it's quite important to understand that, that basically is going to improve margins because we're improving the funding of overall of the franchise in Brazil, okay?"
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "NII, if you see this is good quarter, it's up more than 3% in the quarter. It is more than 22% in year-on-year. What's behind the performance, as I told you, healthy volume growth, changing the mix and the lower rates because we're doing and increasing the number of clients. If you remember in my presentation, I talked about the new onboarding that basically is very competitive and is basically getting us much more clients."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "It is true that the rate outlook has changed, but now the market is having some rate hikes that will mean the NII growth will be a bit less intense than we expected. And we thought at the beginning of the year. But nevertheless, we still expect Brazilian real to grow around the mid-teens marked by the end of '24, and we will have further growth in '25. And if we continue with our strategy and gaining clients and getting more deposits at a good place, I think we could be better off, okay? And let me take the opportunity also to flag the opportunity that Brazil has delivered almost a 17% RoTE. This is strong profitability improvement."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "It's not just reliant on NII growth, but also it's very important, the good delivery on fees because also, as I explained, we're becoming the number one bank to our clients. So selling other products, insurance, some of the things that are basically helping us out. Also, it's very important to take a look at the cost contention that we have had and also a stable cost of risk in the year. I believe that -- and I don't believe, I really remain very optimistic on Brazil and the ability to continue expanding its profitability through '25, okay? I don't know, Jose, if you'd like to go in detail in terms of the liabilities?"
  },
  {
    "person": "Jose García Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes. So liabilities in Brazil basically reprice automatically with interbank rates, almost 100% of the liabilities are linked to the interbank rates, 60% of the assets mature in 12 months. So that gives you a sensitivity of the positive sensitivity -- sorry, negative sensitivity we have to write in Brazil."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "Thank you. Let me go into the U.S., Antonio. So it's very important to understand, first of all, that we are not a full-fledged commercial bank in the U.S. We are focused on the businesses we are focused, okay? We are focused mainly in our consumer business. The consumer business, as you say has negative sensitivity to rates. That's exactly why we launched Openbank there."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "And we're also using SBNA, our commercial bank to fund that all right? We've been also changing the mix in a very strong way. I was looking at the numbers in terms of the new mix we have. And as you're talking about a mix that is 42% with FICOs really on the prime and near prime level, okay? And we're decreasing the amount of risk that we have to deep so prime and subprime."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "So that basically makes combination and it's going to give you a pretty good idea of what we're doing there. In terms of consumer, it's very important that you understand that, I mean, as you know, we are at scale player. We are also leveraging the relationship we have with the OEMs and we were able to capture very good agreements with INEOS, Lotus, Tesla and Mitsubishi. It's very important for you to understand that some of these changes in the P&L, you're not going to see them at the revenue level due to the fact that a lot of this is basically done, for example, on the electrical vehicles."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "And electrical vehicles, we're buying them because it's mostly leasing. So that basically tells you that it's not going to appear on the revenue line, but you see it on the page back we have on the tax that we get back for the electric vehicles. So that basically changes a little bit the outlook. But all in all, I really see that the U.S. will continue to thrive over the next year or so, okay? Also in the commercial side, the business is doing well. We have this expertise. We also you know that we have the JV with the FDIC, which has been tremendously successful and I think will continue so. I have had a solid performance. And then you talk about the CIB advisory services."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "CIB just grew 41% year-on-year in terms of the fees that we are collecting on that business. But also, you don't see how the U.S. is helping the rest of the business to thrive. If you take a look at the fees and CIB Europe also are being pushed up by all the businesses we are doing by using the U.S. teams to help us out, getting some of our new business that we didn't use to get. Also in Latin America, if you take a look at, for example, not just cross-border M&A, but if you take a look at what we've been doing in DCM, you will see that we have become one of the three most important players in DCM in that market just because of the expertise we got into the table."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "So when the Mexican UMS did a €7 billion transaction at the beginning of the year, we're one of the four banks, and we're the only non-American bank in the game. So those are the particular things that are happening to us given that now we have with the local strength that we have, we're combining the global expertise that we're bringing on to the table. And wealth or also, we have a leading brand in Latin America. That business is basically working as a Swiss clock. So I really do believe that the U.S. will continue to thrive very good outlook for '25 and really good numbers coming up in terms of the P&L we see there."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "Global Head of Investor Relations",
    "text": "Thank you, Antonio. The next question please."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from the line of Marta Sanchez Romero from Citi. Please go ahead."
  },
  {
    "person": "Marta Sanchez Romero",
    "role": "questioner",
    "position": "Citi",
    "text": "Good morning. Thank you. My first question is the healthy leading market share in loan to deposit over the past year. We have basically made mandatory changes on top of the segment. Do you foresee a change of strategy we mean going more topical. But how do you see loan reposition going forward? My second question is on the U.S. deposits. So the cost and the volumes are flat in the quarter. We just only launched Openbank in the country."
  },
  {
    "person": "Marta Sanchez Romero",
    "role": "questioner",
    "position": "Citi",
    "text": "On your website, you said are paying 11x the national average for deposit? How much do you expect in terms of volumes to gain from your Openbank franchise and where do you see the cost above -- and just quickly [indiscernible] effective corporate tax rate for 2025. I understood that there are changes on the tax study. Thank you."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "We couldn't hear you the first question at all. So could you repeat that one. Sorry about that. And the second question was about the U.S., but we lost part of it."
  },
  {
    "person": "Marta Sanchez Romero",
    "role": "questioner",
    "position": "Citi",
    "text": "So quickly on Spain, Sorry, it's just like the -- sorry for that. So on Spain, you've been using market share now on deposit over the past year. You have made management changes at the top. So do you expect to change our strategy, more risk appetite? Where do you see loans and deposit -- deposits going forward in Spain? Secondly, in the U.S., so you've launched Openbank, so far, your volumes and cost of deposits are flat in the quarter. How much deposits do you expect to bring to the platform? And where do you see the cost going forward? And sorry, the effective tax rate in the U.S. Thank you. Sorry."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "Thank you, Martha. Let me go ahead. In terms of the manage changes we have done to Spain, basically, they're not going to change the plan that we had before is we're going to basically very much focus on profitability. That's number one. We're also changing the model. Spain is one of the most important places where we believe we have an opportunity on ONE Transformation, okay, due to the fact that we believe there is a huge opportunity of simplification, automation in what we have there."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "A lot of -- if you compare one of our branches for example in Portugal versus our branches in Spain, 90% of what we do in a branch in Portugal, it's basically taking care of clients. 50% of what we do in Spain is taking care of incidence problems, different situations, et cetera. So it's very important that we do that simplification and then transformation and automation that we need to do on the back in Spain, so we make our business much more reliable, much more efficient and with a much better cost structure."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "Thirdly, we are, as you know, deploying the global platforms and Spain is one of the places that we're going to be concentrated the most in the near term, all right? So it's quite important to understand that we will continue doing that and we will continue basically focusing on managing the deposit betas as we have done, right? So very much concentrated on that. Getting new clients. It's very important to acknowledge that for the seventh consecutive month, we have grown on clients in Spain in a mature market that basically tells you that the model is working that exactly we're delivering on what we believe is the right thing to do."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "So we will continue to do as we have been doing in the past in terms of transforming Spain in what we need to do, but also with global platforms, we're going to be able to be much more competitive, more and more efficient and better for our clients. Also, this structure of being the number one bank to our clients is very important in Spain because this basically will allow us to sell them more products. One product that is very important, and we are punching below our weight, is insurance, for example, in which some of our competitors are much more bigger than us in that sense. So there is a huge opportunity of where we can do that."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "Also, if you take a look on CIB. CIB, we have had a really interesting and important lever, given that we're using our U.S. teams to support what we're doing here in Spain. So that is helping us out quite a lot. And we've been actually number one in the market for the whole year. So Spain will continue, as we say. In terms of the tax rate in the U.S…"
  },
  {
    "person": "Marta Sanchez Romero",
    "role": "questioner",
    "position": "Citi",
    "text": "Yes, please."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "No, no. I wanted to talk a little bit, I mean, I believe that '24 in all in all, is going to be a strong year for Spain. We remain optimistic of NII. We see growing in high-single-digit, together with customer growth, as I told you, and higher transactionality. And will drive our revenue up about double-digit. The efficiency ratio will continue improving, and we see the cost of risk below 50 basis points by year-end, okay, and also strong improvements in RoTE to a level well above 20%. So Jose, if you would like to come into the U.S."
  },
  {
    "person": "Jose García Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "Just quickly, Marta. This year, the tax rate is going to be more or less close to zero. Actually, we're going to actually have a slight credit from the sale of EVs and from here, it should gradually normalize as we do less EVs and more contribution from other businesses. So we could think of like around 10% next year maybe 15% the next year. So gradually normalizing at that pace at more or less 10% next year, 15% in the following year."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "Global Head of Investor Relations",
    "text": "Okay, thanks. Next question, please."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from the line of Carlos Peixoto from CaixaBank BPI. Please proceed."
  },
  {
    "person": "Carlos Peixoto",
    "role": "questioner",
    "position": "CaixaBank BPI",
    "text": "Yes. Hi, good morning. A couple of questions from my side as well. Firstly, on the U.K. NII outlook. We saw a good recovery in the third Q. We actually saw improvements in loan yields and also lower deposit costs. I was wondering if you see this trend prevailing into the fourth Q and into 2025. Should we expect margin expansion to prevail? Or should we expect it to stabilize the customer spread to stabilize more or less around these levels, just basically how do you see the outlook for NII in the U.K.? Then if I may pick up a bit on the interest rate sensitivity questions that were raised before."
  },
  {
    "person": "Carlos Peixoto",
    "role": "questioner",
    "position": "CaixaBank BPI",
    "text": "You mentioned that you lowered the NII sensitivity in 20% to 25% of what it was prior to the change in rate cycle. I was just wondering if you could update us on exactly where the sensitivity lies now particularly for Spain, but also for some of the larger geographies, that would be much appreciated. Thank you very much."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "Thank you, Carlos. Okay. On the U.K., I would like to tell you, I mean, I think it's one of the countries that we have one of the greatest opportunities in terms of ONE Transformation. We have a very good advantage of simplifying. That's something that we are very concentrated on also the automation of what we're doing there, we are actually lowering the amount of people that we have."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "We started the year with 20,000 people. We're going to end up with 18,000. So simplification and automation is well underway. And then as I said on the presentation, it's quite important that we already start deploying the global platforms. OneApp came in U.K. just about. We did the big bank and change all our clients there, and it's becoming really helpful in order to gain new clients helping us in the deposit base and also helping us in terms of NPS, okay?"
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "It is important to say that we believe that we have much better market economic dynamics, okay, lending activity, we see it picking up. We are very much also focused on profitability in that market as well. We see more rational behavior of the U.K. banks, better pricing on the new loans, plus better pricing of deposits. We are proactively managing deposits as I told you, first of all, with the new clients coming in with the new H [ph] account that we launched, that's been helping us. So we reiterate our view that NII will improve in the H2 versus H1, okay, as you have said."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "We're going to finish '24 with NII down only mid-single-digit instead of the minus 9% that we have reported in the first nine months, and we expect further rate cut in the remaining of '24. But the outlook of '25 is positive in the sense of what we have seen so far."
  },
  {
    "person": "Jose García Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "So Carlos, in terms of interest rate sensitivity. So let me comment for the main countries for the group as a whole first. In constant euros, as I said, we would expect NII to increase next year, maybe 2%, 3%. In Spain, you've seen a 2.5% interest rate in Europe for the mid of next year of 2025. We would expect a slight decrease in NII in Spain. In the U.K., as Hector just commented a slight increase in NII."
  },
  {
    "person": "Jose García Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "In the U.S., we would expect high-single-digit increase; in Mexico, mid- to high single-digit increase; in Brazil, this is quite important. The outlook for interest rates in Brazil is really important to estimate the future evolution of NII, we expect average interest rates in Brazil next year to be around 11%, 11%, 11.5%, with this level of interest rates, NII in Brazil should be up mid-single-digits. And basically -- and finally, in DCB, also high single-digit increase with the level of interest rates that we just talked about."
  },
  {
    "person": "Jose García Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "So as I said, if you compare these with the sensitivity in the way up that we had in the countries in Europe, for instance, or in DCB as interest rates were going up, the sensitivity we have in the way going down is significantly lower."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "Global Head of Investor Relations",
    "text": "Thank you, Carlos. Next question, please."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from the line of Andrea Filtri from Mediobanca. Please go ahead."
  },
  {
    "person": "Andrea Filtri",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Hi, thank you for taking my question. First of all, a question of extrapolation. Consensus is forecasting no growth of profits in 2025 versus 2024. You are currently growing profits at 14% year-on-year in the nine months. And I know you usually give guidance in February, but do you think 2025 profits will actually be above 2024 in your view? And the second is a follow-up on the capital aberration we've done before. I'm looking at Slide 23."
  },
  {
    "person": "Andrea Filtri",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "With our regulatory headwinds, you would have built 35 basis points of capital in one quarter after distribution. Can you confirm with Q4, we should exhaust the bulk of the expected regulatory headwinds? And is the higher profitability than yielding to higher capital buildup versus the 10 basis points per quarter guidance that you have given us? Final thing is a clarification on Basel IV. Before you said that on day 1, CET1 should be flattish. If I remember correctly, there were 20 basis points of impacts this year that should have reversed with Basel IV adoption. Can you clarify that? Thank you."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "Thank you, Andrea. Let me give you a little of what we believe. First of all, I must tell you that I have great confidence that we'll deliver. And in some metrics like cost to income over deliver on the financial targets that we set on the Investor Day for the period of '23 to '25, okay. '25 will be better than '24. For '25, we expect to continue to grow revenues, especially fees, as I explained with the new mobile deployment that we're doing. We're going to further improve the operating leverage and we're going to deliver higher profitability. And we will do this how by leveraging further the global and network businesses, okay? We're putting a lot of focus on increasing the network effect."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "We're doing more with less. First of all, leveraging also our products and global factories, like, for example, from our corporate bank into our commercial banks, what we're doing between CIB and the commercial business on the midsized companies and SMEs. Also ONE Transformation is leveraging platforms that help reduce the cost to serve in retail. We're talking about minus 4% on year-to-year cost per active customer and 6% year-on-year revenue per active customer."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "So since the start of the program, the number of products, as I said before is down almost 36%, okay. 60% of the products are now digitally available to our customers. That's 9% points up since we started the program, right? In summary, the strategy and business model diversification, disciplined approach to capital allocation, we will, we believe deliver a consistent compound effect that will continue yielding positive results for the years to come. So all in all, yes. Jose, I don't know if you like to comment into the capital markets."
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Senior Executive Vice-President, Chief Financial Officer",
    "text": "Yes, so let me give you all the components of the capital ratio. And I think you can make your own conclusions here. So on Page 23, we show 43 basis points of organic capital generation post AT1's cost of hedges, et cetera, which includes 19 basis points negative from organic risk-weighted asset growth, which is €8 billion growth partially neutralized by risk transfer initiatives of around 11 basis points or €5 billion. Remember that so far this year, we've mobilized €35 billion to €40 billion in terms of risk weighted assets."
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Senior Executive Vice-President, Chief Financial Officer",
    "text": "And on markets and others, we have 7 basis points from the sale of Poland. So with this, I think you can conclude both more or less the recurring capital generation, we will be able to have going forward. Obviously, the net risk-weighted asset growth, gross risk-weighted assets net of asset mobilization initiatives is the other key component. Obviously, that excess capital is being -- or that capital has been reinvested at 2.9% return on risk-weighted assets, but obviously risk capital that is being reinvested. Basel IV, you're right."
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Senior Executive Vice-President, Chief Financial Officer",
    "text": "The maturity will the impact -- the negative impact of the 21 basis points or 22 basis points we had in the first quarter of this year will reverse in the first quarter of next year, and this will compensate the other negative impacts, the one impacts that we have, mostly from technical adjustments to low default portfolios, corporate portfolios, et cetera. So net-net, it's obviously 0 is the net of some positives and some negatives. And amongst the positives is this 20 basis points from the maturity we used in derivatives transactions. You are right."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "Global Head of Investor Relations",
    "text": "Andrea, thank you. Next question, please."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from the line of Ignacio Cerezo from UBS. Please go ahead."
  },
  {
    "person": "Ignacio Cerezo",
    "role": "questioner",
    "position": "UBS",
    "text": "Hi, good morning. And thank you for taking my questions. Sorry, I'm going to come back to capital in particular. If you can give us actually the path of those 40 basis points you have on a fully loaded basis, actually how those cater beyond actually over the next years? And specifically, how much of that is going to follow on 2025? I'm sorry, if you have referred to this actually, but just one clarification."
  },
  {
    "person": "Ignacio Cerezo",
    "role": "questioner",
    "position": "UBS",
    "text": "And then related to this, going back basically to what Alvaro was asking before, I mean what is the preferred use of any potential excess capital that you're building you're thinking basically of accelerating growth, spending a little bit of that? Or is a question basically of also considering the possibility of increasing distributions? And then final, on the capital, actually, if I may. What kind of budget for SRTs actually you have per annum in the next two to three years, building up into your capital forecast? Thank you."
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Senior Executive Vice-President, Chief Financial Officer",
    "text": "Okay. So the 40 basis points, as you remember, we are not affected by the output floor because we use lots of standard models. So that 72.5% limit to the benefit of internal models relative to standard models, we are not affected by that. That is backlog. That's what comes later from 2029 to 2033, if I'm not mistaken. We are mostly affected the 40 basis points is mostly the result of operational risk."
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Senior Executive Vice-President, Chief Financial Officer",
    "text": "That will come over the next four or five years, if I'm not mistaken. So that's how these 40 basis points are going to be added to the phasing in our case. I think Hector already answered the question about the excess capital and budget. On a recurring basis, obviously, the demand for private credit today is enormous. I'm not going to say it's infinite, but it's huge. So obviously, I don't think we are going to have this type of demand as interest rates come down, obviously. But we think that on a recurring basis, we should be able to mobilize somewhere between €35 billion to €55 billion in risk-weighted assets."
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Senior Executive Vice-President, Chief Financial Officer",
    "text": "Both obviously, SRTs will only be maybe a third of that, €15 billion a year. It's reasonable to assume that 10 to 15 will come from SRTs and the other will be from other types of hedges, another type of transactions, asset sales, et cetera, like we did this year. But on a recurring basis, with a more normalized market, €35 billion, €40 billion per year is like a reasonable number."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "Global Head of Investor Relations",
    "text": "Thank you, Ignacio. Next question, please."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from the line of Sofie Peterzens from JPMorgan. Please go ahead."
  },
  {
    "person": "Sofie Peterzens",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "Yes, thank you for taking my question. This is Sofie from JPMorgan. Sorry, do you just go back to the organic capital generation. But on the analyst call that you hosted a few weeks ago, you said -- or you have said that you target net 0 risk-weighted assets growth and 15 basis points, organic capital generation per quarter, is that reasonable to assume going forward? And yes, that would basically be my first question."
  },
  {
    "person": "Sofie Peterzens",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "And then the second question is that M&A is the quite hot topic in Europe at this point in time, if you're going to generate more cash out going forward, how do you think about inorganic growth opportunities, what would be something that you could potentially consider in terms of kind of products or regions? And yes, if you could talk about your thinking about M&A? And then the last question would be around Brazil asset quality. I noticed that the NPL ratio ticked up 0.3% quarter-on-quarter and also coverage came down quite a lot in Brazil. How should we think about this? Thank you."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "Thank you, Sofie. Yes, I mean the answer is in organic capital generation, yes, you're right. I mean that's about it, okay? In terms of the inorganic opportunities, I do believe that we have a lot of organic opportunities within the group. I think that the chances and if you make some numbers in terms of what we could do by becoming best-in-class versus the best-in-class in every single market that we operate that basically tells you the huge opportunity that we have in front of us."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "And we will continue like that. We will concentrate on our changes on the go-to model of the bank. I mean, it's a process that is going to take us at least the next 24 months in order to have also the global platform set in place, et cetera. So we're very much concentrated on that, okay? And that's exactly what all the focus of the group is today. In terms of the Brazil asset quality, as you have seen, I mean, as you have seen, basically, first of all, I must tell you that we have very strong revenue performance, okay? Solid evolution on cost, okay, flat quarter-on-quarter. But we have a really resilient behavior of the credit quality. Cost of risk is stable at 4.78% and the more recent vintages are performing well, and we don't have any signs of deterioration."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "It's very important that you acknowledge what I explained at the beginning in terms of the change of mix and the change of the work we're looking at the Brazilian portfolio, okay? So as I was telling you before, we used to grow in every single segment of the market. Today, we're not doing so. We're much more focused on profitability and also on the cost of risk that we have. So you're going to see a much better performance of Brazil over the next years because we're exactly doing so, all right?"
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "So it's quite important that you see that and you're going to see basically that the outlook that we have for ours towards the end of '24 is a stable cost of risk versus '23 around 4.6%. And as I said, I mean, with the new changes that we're putting in place, et cetera, I think the vintages will perform much better than we expected, okay?"
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "Global Head of Investor Relations",
    "text": "Okay, thanks, Sofie. The next question please."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from the line of Britta Schmidt from Autonomous. Please go ahead."
  },
  {
    "person": "Britta Schmidt",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "Yes, thank you for taking my questions. A few clarifications. When you talk about earnings growth, does that apply to current euros as well? I'm just asking you regard it, 2%, 3% NOI growth next year in constant euros, and it might be a little bit lower in current euros and that I think would have to drive most of the revenues to deliver positive growth. And then a clarification on the rates. You mentioned 2.5% for Europe. Is that what you expect for the full-year then as well? Or the average expectation for the year? And then lastly, on Portugal on the net interest income, it declined significantly this year as we saw a big deposit cost increase. Is that just a catch-up where the competition and where do you expect deposit cost to go in the future? Thank you."
  },
  {
    "person": "Jose García Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "So yes, we would expect fee income next year to grow mid-single-digits with cost fairly flattish. So yes, we would expect revenue, operating income to actually increase next year. In terms of interest rates, well, we think 2.5% is the rate that we expect by midyear and then maybe one drop -- one cut more in the second half of the year. So we do not see 2% as a terminal rate in Europe right now. Obviously, we'll see. But in our case, we are not as negative as the market or positive, depending on how you look at it in terms of interest rates."
  },
  {
    "person": "Jose García Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "And then cost of deposits, Britta you referred to countries like which countries, Spain, in particular. Sorry, I didn't get who -- which country you were referring to. So we will get back to you after the call. Carlos will give you a call and clarify that. But let me just very quickly in Spain. Obviously, the betas that we ended up this year having this year were much, much lower than the ones that we expected. So we manage our cost of deposits pretty well. Basically, thanks to avoiding the transfer of current accounts to time deposits."
  },
  {
    "person": "Jose García Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "As rates come down, those parts of the current accounts that are tied to interbank rates or the Euribor, basically private banking, corporate banking and the large corporations is adjusting as well. So going forward, we should see actually a positive contribution from year-on-year deposit cost in Spain from '24 to '25. Other Euro countries in Portugal, the situation is a little bit more extreme. So in Portugal, we would expect NII to actually go down a little bit more than in Spain next year because there, obviously, the situation is a little bit more extreme than it is in Spain. Thanks, Britta. Next question, please."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "It comes from the line of Chris Hallam from Goldman Sachs. Please go ahead."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "I just have just one question left, and thank you for the color on 2025 NII rate sensitivity. So it's a bit of a follow-up question, but is the sensitivity to lower euro rates linear as rates move lower? Or would the negative drag on NII be larger on European rates if we start to move below your expectations or below 2% policy rates. You mentioned earlier 2.5% at the midyear 2.25% by the end of next year. Would we need to recalibrate the sensitivity if we start to get towards 2% or below 2%?"
  },
  {
    "person": "Jose García Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "Chris, thank you. It also depends on how steep or flat the curve is, a curve that flattens would have a more negative impact on margins that curve that remains steep. So obviously, if rates go well below 2% and approach 0, obviously, from 2 to 0, the impact on margins is greater than from 4% to 2%. So it's not linear. But if rates stay between 2% and 2.5%, I think we are going to have a pretty good outlook in terms of NII because again, the cost of deposits at those levels will gradually approach 0, basically, and we will have at least that 2% to 2.5% margin on the asset side."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "Global Head of Investor Relations",
    "text": "Thanks Chris. And the final question, please."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The last question comes from the line of Hugo Cruz from KBW. Please go ahead."
  },
  {
    "person": "Hugo Cruz",
    "role": "questioner",
    "position": "KBW",
    "text": "Hi, thanks so much for the time. Three quick clarifications, if I may. So first, trading income in Brazil has been quite weak now for a couple of quarters to be negative. Can you give any guidance there? Second, the corporate center NII, should we expect a positive number in Q4? Or again, any guidance you could give? Third, I heard you on the tax rate for the U.S. What does that mean for the group? So can you give guidance on the group tax rate? Thank you."
  },
  {
    "person": "Jose García Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you, Hugo. in terms of the trading income, okay, it's in any case, very small in the context of Brazil. Total revenue in -- Brazil's total revenue and it shall not overshadow the very strong operating performance in the quarter and in the improvement in profitability, okay? The client-related trading income has had a strong performance in Q3, okay? However, recent market volatility around the Brazilian real and the yield curve led to an important deterioration in local assets during Q2, following Q3, but we have stabilized those, and I believe that the outlook would be much better."
  },
  {
    "person": "Jose García Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "This is a challenging market environment, and we've been basically offsetting this during Q3, and I believe Q4 is going to be much better. NII for the Corporate Center, NII in the corporate center should gradually decrease because of the remuneration of the liquidity that we have at the corporate center. So you should expect NII to reflect the lower rates on the liquidity that we hold at group level."
  },
  {
    "person": "Jose García Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "And finally, the tax rate for the group, it should be fairly flat next year, maybe that's below what it will be this year, but just marginally. So for model purposes, we use the same tax rate in '25 than we will have in '24, same tax rate. And I think we've answered all the questions. Thank you very much, everybody. Investor Relations, myself, Hector are at your disposal to answer any follow-up questions that you may have. Looking forward to seeing you over the next few weeks on one-on-ones. And we'll talk to you again for the fourth quarter earnings in January. Thanks, everybody."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "Thank you very much. Bye-bye."
  },
  {
    "person": "Hector Grisi Checa",
    "role": "answerer",
    "position": "Chief Executive Officer, Executive Director",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]