[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions] And our first question comes from the line of Ignacio Ulargui from BNP Paribas. Please go ahead."
  },
  {
    "person": "Ignacio Ulargui",
    "role": "questioner",
    "position": "BNP Paribas",
    "text": "I have two questions if I may link a bit to the revenue growth tackle the first one, which is when we look to the mid-single-digit revenue growth, and you have just give a bit of clarity on that, but just wanted to give a bit of sense of what will be the driver of the growth, NII or fees in that customer engagement that you were commenting before. And in terms of businesses, which would be in your view the one that has the biggest potential into 2024?"
  },
  {
    "person": "Ignacio Ulargui",
    "role": "questioner",
    "position": "BNP Paribas",
    "text": "The second one is focused on course. You've made a case for one transformation throughout the presentation. I would just like to get when you mentioned flattish cost, what should be looking for going forward? What is the advantage that the global footprint will give Santander in terms of that, in translating into cost growth efficiency again will continue towards say, 42 in 2025, which if I remember correctly was the target of the strategy planned. So, we are not yet at the end of the journey. We are just still in the process of getting that?"
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So in terms of revenues, we of course delivered a very high, remember, we've started a very strong year. Our guidance for the three years was high single digit revenue. We've delivered double-digit. What's very important is that what you've seen this year is not just a context and the retail side in Europe, of course, with higher rates, but it's very much backed by strong customer activity across all businesses. You can see that, for example, in our transactions per customer, which grow 10% year-on-year."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "As I said, the retail Europe business has had very strong tailwinds. We do expect this to continue. We have positive momentum in all our five global businesses. I want to be clear on this. They're going to come from different regions and different sites. I'll give you a high level and then maybe Hector can give you a bit more detail. So again, revenue growing at mid-single-digit, the high level summary of the drivers of this, on revenue would be first positive revenue growth in our retail business, very high double-digits in South America, Brazil, Chile, with a positive sensitivity to falling rates. You've seen that already in Q4 and of course, very strong momentum in Mexico."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "If you look at the other important global business consumer, which this year suffered from the higher rates, this year it's exactly the opposite. So, you're going to see consumer in Europe and consumer in the U.S. with much better performance next year in terms of the top line than they had this year with volume growth and positive sensitivity to lower rates. Again, that's also going to be good for fees."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "Overall in fees, they're going to be driven, as Hector said, by customer growth, increased transactionality. And very important, as we implement these global platforms, you're going to see much more of that. But again, the high performing fee businesses will be corporate bank would be payments. But maybe Hector, you want to give a couple of the highlights for on revenues. We'll take net interest income maybe in another question, otherwise it's going to be too long a reply, but net interest income we also projecting that to rise again, mostly in retail and consumer. But, Hector, why do you want to give us some more?"
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Sure. Thank you. Okay. I mean, you're going to see the main drivers of growth is going to be retail, CIB and consumer, as Ana told. Mid single digit and positive revenue growth in '24, you're going to see a little bit of the region's basically Europe moderating because of the rate but we don't expect the rates basically to go to the levels of that we had some time ago. You're going to see also that, the main driver will be South America and what's going on in Mexico, and then also you're going to see good growth from coming from the U.S. Okay."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "So, in that sense, you'll see also the consumer business globally in NIR both in Europe, in the U.S. it should grow benefited by credit growth and the progressive re-pricing that we have. Okay? And you're going to see in CIB higher income from financial transactions. Both answering your question in terms of fee, we expect the fee income to grow and that's very important. As Anna was saying, supported by the strategy of being the number one bank for our customers. This is quite important."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "The moment that you become the number one bank to your customer, fees basically and different revenue growth exponentially, and that's going to help us quite a lot. You have heard a lot about connectivity several times, but let me tell you why it's very important. Okay? Connectivity between the global businesses and platforms and the countries is the one that drives a strong free generation. Okay."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "That basically leads to double-digit fee growth for most of our global businesses in '24 so we can reach the mid to high single digit growth ambition that we have on the fees. Okay? So that's very important. And, going to cost, I don't know if I can comment fairly quickly or you want to comment on that?"
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "Yes, let me just give a high-level and then maybe you can give a bit more detail. So, basically, what's important in cost is that we want to do better in cost next year than this year. We're aiming for, I would say, flattish cost. So, the goal is to grow customers, grow top line have positive operating leverage of flattish cost that is below 43% by the end of '24. You also said, how do we see it in '25? Obviously, we see it better. As I said, we intend to go step-by-step sustainably getting better. We've had big improvements in '23, '24. We expect also improvements in '25 and reaching at least our target, if not better. I'm not changing the guidance."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "I'm just saying we to do better than that. So I want to be clear on that. But yes, we see many more benefits. And I want to again insist on the structural change in the model, and that is what one transformation is allowing us to do. We're reducing not just efficiency as a ratio, but the cost to serve the customer. We see a very, very strong acceleration in the numbers that you have in the presentation in the second half of the year, and we hope to carry that. We have positive momentum in all our markets."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "And again, I use the example of the U.S. because the U.S. is the place where we have an upscale auto business. But with our common platforms in the consumer and retail banks, we will get to be very competitive on the deposit gathering side. You saw in the slide that Hector showed that we had targeted around 400 million in savings in our consumer business in the U.S. by '25. With delivered 200 million this year. We are, of course, investing investments in the U.S. transformation will not be as large next year."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So you are going to see a much better performance for the U.S. as a whole in '25. But what I said before, we will migrate our existing retail customers in '25 to this new platform. So in '25 and again, this is only one example with the U.S., driven by one transformation by the common platform that technically is already up and running, which is in the regulatory approval process. So that should drive increased efficiencies."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "And then again in Hector's slide. You saw that one transformation is helping us across the board in many other areas in technology. So our investments, one transformation investment in technology have reached 2.4, but they've been more than offset in real terms by savings in the global tech platform. So again, we're very confident that these numbers will be delivered and will get better. You want to give a bit more on the one transformation."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Do you want me to compliment? I think this is one very important point, Ignacio, to remember about. I mean, one transformation is not just about the platforms. There are two steps before it, which are quite important where you see the impact on the cost. One is simplification. As you have seen in one of Ana's slides, you saw the amount of products that were basically diminishing throughout all the whole organization. So that's very important. That's simplification."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Then the second is automation, which basically allows us to automate a huge amount of processes and basically have people in the branches and mainly a lot of amount of our products in our apps, which basically allows us to spend more time with clients selling products, et cetera, and also diminishing the cost. Opti means better service user experience, less cost per transaction and client, more revenues, which is best basically means, profitability. And then you're going to see an inflection point that goes through '24, '25 when the platforms are being deployed and cost should start coming down in a much faster way."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Benjamin Toms from RBC."
  },
  {
    "person": "Benjamin Toms",
    "role": "questioner",
    "position": "RBC",
    "text": "You've guided for UK NIM to be down in 2024. Can you quantify how much NIM pressure you'd expect to materialize this year in the UK versus the Q4 exit rate? Or if it's easier, express this as a percentage expectation for NII change in the UK 2024 versus 2023. And secondly, your structural hedge notional in the UK increased by 7 billion or 7% quarter-on-quarter. That compares to a fall in current accounts of about 1.6 billion, that's a little counterintuitive. Can you explain this is driven by growth in savings deposits? Or rather, is it because you manage the structural hedge using a dynamic rather than the caterpillar approach? And could you guide us, please, for how much change you expect in the structural hedge notional in the UK in 2024?"
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So yes, let me just frame the answer in terms of the UK NIM in the context of our retail business. So again, our overall retail business for '24 will do better than '23, driven more by the Americas, in this case, both Latin America, but also the U.S. because it's on the consumer side actually. So, what's very important is again, single and mid single digit growth is what we are guiding in terms of revenue growth overall. With mid single digit growth overall, I mean, also for net interest income."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "Within that, the UK, this year has delivered a 13%, I believe, 13% RoTE. Will continue to be double-digit, but will be lower profitability. So, as you as you know volumes and the top line net interest income, I'll let Hector and Jose give you a bit more detail on that, but has not been as strong because we have basically managed the UK for profitability. So, we have a very strong business in mortgages, very strong business in current accounts in the UK at scale and competitive. And for '24, we expect still double-digit profitability, but lower than this year."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "What's important and again, as we think about the one transformation, that is going to help maybe not as much as in other countries next year in the U.S. in terms of the top line, but is going to help already on the cost side. So, we're guiding UK should be flattish cost next year with low cost of risk, in a very, very strong balance sheet. And so, again, leading to lower profitability overall in the UK, but still double-digit RoTE. So, in terms of, I don't know if you want to give a bit more detail on volumes or on NIM in the UK?"
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Sure. I will do so. But mainly, I think it's important to tell you a couple of things. As Ana said, basically, retail represents the bulk of the business in the UK, mainly mortgages and the current accounts that we have. We anticipate in terms of your question in terms of cost, flattish cost. This is benefiting for the change of the model that we're doing. And also, we believe that cost of risk is going to remain low given the quality of the portfolio and the focus on profitability that we're telling you. Okay?"
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "It's important to understand that high rates and economic slowdown are continued to affect the loan volumes and the market deposit growth continued to be subdued. Okay? So, in '24, we anticipate a challenging competitive environment as the one that you saw during the third and fourth quarter with rates on deposits growing through the year and across all the banks, which is basically what's going on there."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Mortgage rates have started to fall since December '23, you saw that, following a drop in the market swap rates and in the number of mortgages approvals have started to recover since then. So, we see a little bit changes in the volume. The outlook is driven by an increased competition also, which will keep focusing on profitability as Ana basically said. And we're going to leverage on the group platforms to maintain the cost of better levels and to find new revenue streams."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Cost, as I said, flattish. And as a result, we anticipate and a slightly lower RoTE. But I don't know, Jose, if you want to beat exact details."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "On the hedge, in the structural hedge no. I think looking at the structural hedge on a quarterly basis, it very much, it may suffer some volatility due to maturities, et cetera. If we look at the structural hedge in December '22, it was £108 billion it is now £106 billion. And at that time, the duration was 2.5 years and its 2.4 years. That shows it's very stable and we would expect it to keep it stable. This is structural, so we would not use the hedge to bring forward profits. But again, this is a structural hedge of the balance sheet and it should remain stable and, like you said, linked to our interest rate sensitivity basically coming from the current accounts."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question is from Antonio Reale from Bank of America. Please go ahead."
  },
  {
    "person": "Antonio Reale",
    "role": "questioner",
    "position": "Bank of America",
    "text": "I have two questions please, one on the guidance for this year and one on strategy. So you've disclosed your guidance for 2024 at 16% RoTE, which implies a net profit of more than 12 billion on current tangible book value. And this one has been growing, so we hope that continues. So you'd be implicitly guiding between 12 billion and 12.5 billion net profit this year, which I mean will be a strong number if delivered. Now I won't ask you to confirm if that's right, but it will be great if you could talk us through how you see the main units performing this year, particularly Europe, Brazil and the U.S? Actually, when you talk about Europe, if you could comment about Spain and the UK given the weakness this quarter that I think would help."
  },
  {
    "person": "Antonio Reale",
    "role": "questioner",
    "position": "Bank of America",
    "text": "My second question is on strategy. So you're adding a decent number of investment bankers in the U.S. And now over the years, we've seen a few of European International peers have ambitions, change the allocation of capital in their CIB businesses in the U.S., which is almost systematically resulted in negative jaws and higher capital consumption. Can you talk us through what your expectations are here, please? And possibly share with us some numbers in terms of size of the investment and expected returns on these investments?"
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So in terms of the guidance, again, we're not going to give specific numbers, but you can do the math. I think what's important in terms of how we see revenues profits, costs, et cetera, is that the key here is the operating leverage. So as I said, this is going to be partly revenues and partly costs due to the change in the model, this is really important because obviously we have a lot more control. We control the top-line to a certain degree but there's some external impacts."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "And so, what really matters is the operating leverage and the change in the model. So we have a structurally lower cost to serve. So we're going to work very hard on both of those. As you know, we've moved to managing the bank primarily by global business. So if you allow me, I'm going to give you the vision by global business because this is really how we manage, this is how we predict. We have been managing this way forever, by the way, at the country level. So, we've been predicting retail commercial by country. It's not anything different."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "We're now just putting that together and working together in a common business model that Hector explained in detail. So again, we expect all our five global businesses to do better in 2024. This is really important. So we expect revenue growth in all our businesses. Retail commercial DCB in terms of NII is 80%, so it's obviously very important. Both our retail commercial and DCB should grow mid-single-digit."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "Again, our retail commercial, as I said, will do better in the Americas this year than in Europe. But with the exception of the UK, the top-line will grow in all the countries, including Spain. So, revenues will continue to grow in Spain, Poland, Portugal. So again, very diversified and I would say very strong, momentum, in some cases, more now fees than net interest income."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "Hector mentioned on the retail commercial side, fees were negative to flat this in 2023. It should be much more positive in '24, including in Europe, by the way, because there's more activity. We're seeing positive signs already the last few months that activity is picking up, so fees would grow in retail commercial."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "What's going to be doing better, and Hector and I mentioned that already is our consumer business, DCB, and that is both in Europe and in the U.S. So again, here both net interest income and revenue growth should also continue to grow, fees growing much faster because of higher activity."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So, again, very balanced across all the businesses and with different contribution from different geographies and different businesses that are more positive sensitivity to the lower rates. The Corporate Investment Bank will continue to grow very well, mostly on fees. As you've seen there, we've put specifically some operating metrics that show that we are not planning to increase the size of the business, we just wanted to be more profitable, but not the size in terms of capital."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So, that should remain basically where it is today. It's a 13% of our revenues, but the composition of our business is really different from our peers. So, a lot of transactional banking, a lot of corporate customers that we now expect to do more fee and advisory business with, I mean, both Hector and I have met with a number of top CEOs that are now already engaging with us in this new context, right?"
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So, we are very, very focused on what you said of playing to our strengths of not doing, what we are not either the best or could be the best at and leveraging on our corporate relationships, which are incredibly strong across Latin America, Europe and increasingly the U.S. So, that is really the focus of the strategy there. In terms of more specific guidance on specific countries, I think I would suggest that the CFO reach out to you if you want some more. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question is from Carlos Cobo from Societe Generale. Please go ahead."
  },
  {
    "person": "Carlos Cobo",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "Quick couple of questions from me. One is on, fees. I'm sorry, you touched on this already. Feel free to refer to the call because I couldn't connect until recently. The thing is that fee income is the area where you have sort of under delivered, you promised a stronger growth and only grown by mid single digits in '23. I would like to understand why do you think that was the case and why are you bullish for 2024? Or were you again expect to grow by high single digits? I understand the hiring in the U.S., but other than that, what is driving that strong growth across the board?"
  },
  {
    "person": "Carlos Cobo",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "And the second one is about the cost income ratio in digital consumer versus retail. It's just a little bit comparative. We're looking at similar cost income ratios in both segments where in theory, we would expect the digital consumer to be and more efficient business line than retail with the network. Could you explain what extent the cost income ratio in the retail consumer is affected by investment needs and IT development? And what will be a more normalized cost in commercial? Thank you."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So, let me just very briefly answer the second question. You're totally right. There's a lot of upside in our consumer business. Remember that this is mostly Europe, but also the U.S. So, we invested a lot in this, especially on the retail side -- sorry, on the, well, its retail and consumer. The bank side is exactly the same backend. But you're totally right. So, that should improve a lot next year. So, we're actually targeting lower cost absolutely, for our consumer bank again driven not just by Europe but also by the U.S. So yes, absolutely, that is a big goal we have."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "Fees, so again, we're not always going to deliver exactly how we said, but we're going to deliver because diversification, because we're working on different angles, and so you're going to get some lags. One of the reasons, our retail commercial bank has had much lower activity, especially in Europe in some markets, and that is a big driver of fees. We are targeting fees in our retail commercial to turn positive next year. So from zero growth this year as you saw in Hector's presentation that should be up maybe not much."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "We're expecting fees to be much higher in our consumer bank. Again, as we said, our diversification is a huge strength. It's differential against most of our peers, if not all of them. So as rates stabilize and come down, you're going to see a much better performance in our consumer business, not just on the cost side as I just explained, but also in revenue growth, net interest income and fees. And fees should be high-single-digit in our consumer bank, which is pretty big."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "And yes, absolutely, our Corporate Investment Bank should grow fees much faster. That is one of the goals. That is one of the reasons that we brought the team we brought in the U.S., because they can help us grow fees on the back of our existing customer relationships. So you're going to see CIB fees doing as well or maybe a bit better than this year, double-digit for sure. And you're going to see a lot of that in the U.S."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "Again, so you will see the U.S. as a country, both consumers doing better, CIB doing better, the whole of the U.S. going to, above double-digit returns next year. But again, you're going to see hopefully. You see payments also doing very well this year and next year and Wealth Management doing better next year than this year. So that is the reason we are confident that our fees will improve more in '24."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question is from Sofie Peterzens from JPMorgan. Please go ahead."
  },
  {
    "person": "Sofie Peterzens",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "This is Sofie from JPMorgan. So my first question would be on U.S. asset quality. If I look at the NPL ratio in the U.S, it increased from 4.2% to 4.6%. Coverage fell from 73% to 68%. Cost of risk in the fourth quarter was 250 basis points. If I look at the secondhand core value, they've dropped over 30% in peak value. And in addition, you're doing more EV financing, as far as I can see, given the tax rate, given that you had heard dumping 20,000 EV vehicles in the U.S., I think up to 80% discounts."
  },
  {
    "person": "Sofie Peterzens",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "And the secondhand core price is coming down so much and asset quality already showing signs of deterioration. How should we think about the cost of risk in the U.S. going forward? And if you could just remind us what a normalized cost of risk level is? And then my second question would be on the Corporate Center. As far as I can see, the first time you make a profit in the corporate center since the global financial crisis. You also made a positive net interest income in the Corporate Center. So how should we think about the contribution from the Corporate Center going forward?"
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "Let me take a couple of this high level and then I'll pass to Jose and Hector. But in terms of asset quality, I want to say we've seen no signs of asset quality deterioration at all. We are guiding and we are confident our cost of risk will stay around 1.2%. That is probably a through the cycle number, roughly. So, it could be lower, it could be a bit higher, but should be a 1.2%. We're not seeing really, we have said previously 1% through the cycle. We have a bit bigger balance sheets in some emerging markets, but we haven't given this, but I'd say and maybe Jose wants to address that, but I'd say around 1.2%."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "What's important is that and this is not just zero but it's mostly Europe. Our balance sheet is very low risk and highly secured. In the case of Europe, a lot of that is mortgages. So, 33% actually of our total balance sheet is prime mortgages with very low average LTVs. We're not anticipating a big change in those numbers, maybe a few basis points, yes. That's why we, as you know, the 1.13 is the underlying. So, we do have some space to grow there, but this really is about basis points. And the big driver and that's the reason we're not seeing any deterioration in our big portfolios is that we had record low unemployment and this is the biggest driver of cost of risk in most of our balance sheet."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So again, we are confident the economy will remain resilient. If you look at the latest actually to date, the IMF just upgraded growth, especially for Spain and some of our key economies. And then our consumer portfolios, and maybe Hector wants to comment a bit more on the U.S. But yes, there will be some normalization. But to be honest, everything we expected this year has happened in our consumer portfolios. Brazil is trending down. The U.S. is normalizing as we expected. There will be some normalization in consumer next year, but very much within the expectations of what we've been seeing in the last year."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "I'll let Hector answer on that, but let me just address the corporate, the corporate center. Maybe that's for Jose. But just to say that that it's very important that different banks have different policies for the corporate center. So, in the corporate center, for example, we place our excess liquidity with the ECB. Then we have transfer pricing. And so again, you should see some of that and I'll let the detail for Jose in the context of our commercial business, for example, in the euro balance sheet in Spain and Portugal."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "Again, part of that is, let's say, more financial and part of that is depending on how you choose. And our policy in high-level terms is to take out some of the volatility and really try to have a more market based transfer pricing. So you can see the actual commercial business. And so, some of those financial benefits of higher rates, sometimes in our case, as you've seen this year, go to the corporate center. So maybe you want to take the U.S., maybe autos, and then, Jose, you want to also expand on the corporate center?"
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Sure. So, Sofie, I mean, really quickly on the U.S. Our U.S. auto business that we have has shown a very robust growth in '23. Sales volume are 26 billion is basically helped by the new, relationship we have with some new OEMs that we have included in the portfolio. And we have, as you know, a continued dominance in the so prime used car segment, which, we are the leaders in the market. This volume basically rebounded as you have seen on the back of the new OEMs agreements that I explained, okay, and also compensated for some declines on volumes that we had in other OEMs. Okay?"
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "And then, you basically see that we have seen a reversion to normal in credit performance with delinquencies and losses increasing, seasonally as we have every single year through the last quarter, but it's still below the pre-pandemic levels. Okay? So we expect the performance to continue through '24 and we see lower roll rates of charge-offs and lower delinquencies driving that of the shift that we have to prime and near prime loans and a generally U.S. recovery in the U.S. economy. So, I wouldn't say recovery but robust U.S. economy."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "New vehicle prices basically continue to be higher by pre-pandemic period, and use prices are falling, but they continue to be higher than four years ago and also are being supported by a robust recovery rate that we have. Remember that I explained last quarter about after 90 days delinquencies, We're still below pre-pandemic levels at about, I mean, 67% compared to above 90%. So our outlook for 2024 is a positive on the U.S. auto, sales growth in both loans and leases and the sustained net income delivery as losses basically stay below the historical term. So we don't expect basically cost or risk to deteriorate in the U.S."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Sofie, the NII at the Corporate Center. The NII at the Corporate Center basically comes from the relationship between the Corporate Center with the balance sheet in Spain. And there are two different balance sheets in Spain. One is the commercial balance sheet in Spain and we make it as an like an independent bank. So we charge to Spain the TLAC MREL costs. We charge the financing of the ALCO portfolio and a couple of other things. So net Commercial Spain balance sheet, we charge around 1.4 billion for those items. And then, we also have a CIB balance sheet in Spain. That's group CIB booked in Spain, plus the branches. And like Ana said, we isolate the CIB business from interest rate risk."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "So, there is an intra group transfer pricing for the CIB business that is in the balance sheet of Spain, and that's around 800 million. So, although we remunerate the commercial gap in Spain, you see a commercial gap that is the difference between loans of 228 billion and deposits of 308 billion, the difference is 80 billion we remunerate that gap at the central bank rate, but then we charge these items that I explained, making Spain equivalent to a country and isolating CIB against the TTI. So obviously, when rates are up, we have at the corporate center higher income from the TTI coming from CIB. As rates will come down, that should also come down."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question is from Francisco Riquel from Alantra Equities. Please go ahead."
  },
  {
    "person": "Francisco Riquel",
    "role": "questioner",
    "position": "Alantra Equities",
    "text": "I want to ask about the capital. About the 16%, do you stick to your 50% payout ratio, but yet the capital build is limited in 24% as per your guidance. So I wonder what are the regulatory impacts that we should expect, if any? What are the moving parts impacting the 24% capital ratios."
  },
  {
    "person": "Francisco Riquel",
    "role": "questioner",
    "position": "Alantra Equities",
    "text": "And second here is the 12% capital target, the threat CET1 has been raised by 75 basis points in the last two years to 9.6%. So regulators could also impose further countercyclical buffers. So in this context, do you think that the 12% capital target post Basel IV is still valid? Or would you be looking to increase this part over time? Thank you."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So in terms of capital, we are very comfortable with our level of current capital. It's over 12%, not 12%. And just very important, it's over 12% fully loaded after Basel III, so, again, really important that we are comfortable. We have ample buffers in terms of the regulatory requirements."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "The second point is that every year, we're generating more and more capital organically. We are a compound compounder. We're adding to equity, and we're investing in profitable growth for the future and this is really important. So this is allowing us enough capital to grow. We have put in place a very ambitious and successful program in terms of rotation of the balance sheet. So as you can see, the net RWA growth last year was zero, but increasing the front book, profitability."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "And so again, we're aiming to, in terms of capital build this year, on a like-for-like basis, we went from 12 to 12.50. We're now accruing the buyback in December, so that means 12.30. That goes up from 12, and that's after increasing the payout to 50%, as you know, from 40. So again, we're generating more and more capital. We generated 10 billion of capital this year. It's much, much larger than the last few years."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "We continue to aim as you've seen to grow profitability next year, which should increase the capital generation and give us space to both fund out growth, increasing returns to shareholders as we make more money and we generate more capital. And next year, we will have the Basel III, but the number that we are projecting for the end of this year is 12.40 to 12.50 from the 12.30 for the end of '24, we expect that number to be exactly the same on day one."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "Again, 12.40 to 12.50 by the end of the year and on day one in January, the same, the final impact in '28, we estimate 25, 30 basis points. So, that would mean that on January 1, '25, we would be compliant already with the fully loaded down the road, with the 12.40, 12.50 that I'm saying. Anything else on the requirements you want to say on the P2R and P2G because?"
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "We will generate between 10% to 15% of organic capital per quarter and we expect to have around 35 basis points of regulatory charges, of which 20 will be up I mean, front loading Basel III. So that's why by the end of December '24, the ratio that we will publish will be already fully Basel III compliant, as Ana just explained. And the capital ratio of 12.40 to 12.50 will be the same on December 31st and on January 1, 2025, because we will not have any impact from Basel III on day one. That impact will be absorbed in 2024 and in terms of the 12% and headroom."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "I believe one of the few European banks that under the stress test doesn't breach MD&A, I mean, there's not very many. The headroom is very comfortable. We have hundreds of basis points. I never know, if we've given this number or not. But we have a management buffer that is absolutely more than enough to satisfy our economic, our risk appetite, and the regulators. So, we're comfortable with our position and will be even better on a nominal basis, which again, we don't think that is the only number we should look at. But on a nominal basis, 12 months from now we're going to be in a much better position even than we are today vis-à-vis our peers."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question is from Andrea Filtri from Mediobanca. Please go ahead."
  },
  {
    "person": "Andrea Filtri",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "First question is on the NII prospect. Have you been hedging your variable mortgage portfolio to protect the NII trajectory in your rate sensitive geographies? Can you please update us on your net interest income sensitivity with the forward rates curve and flat deposit remuneration?"
  },
  {
    "person": "Andrea Filtri",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "The second is a more conceptual question. You hit your 2023 guidance and keep on running ahead of consensus on profitability, while capital is growing. Yet consensus estimates are hesitant to meet your guidance and valuation stays undemanding. What do you say to the skeptics on Santander?"
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "What I say to the skeptics, look at, and what I tell everybody every time they evaluate something is look at the numbers, look at the track record. If you look at our track record, that's why I showed a slide. By the way, the NII will answer, Jose will answer that on the hedge. But basically, I think we have gotten some recognition this year, way we need way, way more, absolutely."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "We are distributing to shareholders 10% of our market value, 5.5%. That is five times to shareholders, what we gave nine years ago, but very importantly on a per share basis, as we said this year, we're up 50% as we increase the payout, 50% cash dividend per share, I mean, any number you look at is at the group level is I think, sorry to say this, but impressive, but very importantly we see a lot more upside in the next few years."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So, what I would say is just look at the numbers and that's what we're doing. Look at our track record, look at our model, look at our diversification. I think it's going to be an, as we are preparing for this Cole, if you look at the group by global business, it's a much more simple to understand group. But very importantly, by managing the bank now by five global business, we have a lot more upside for many more years. And this is the key. The market will see this year, we're launching our own tech platform in the U.S. This is totally differential for the U.S., of course, but also for the group."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "There is, and this is really important, a plan to deploy, as Hector said, common business model, common operating model and common tech in both our retail bank and our consumer bank. So you know as well, you know the numbers. Your recommendations are higher. I think you're still way short by the way of how we see things, but that's fine. So you're not even half as bullish as we are. We own a lot of shares. And I think just to answer the last question, the market tends to look and this is the feedback we've got from a couple of long-term Santander investors."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "They look at us through the rearview mirror. And if you look at Santander through the rearview mirror, the first year where we are outperforming our peers on almost every dimension and not all our peers, but our goal is to outperform all our peers, don't get me wrong, it's '23. And what they tell us is you need two years of consistency, and you will see that. I am very confident we will see that. Hector and I are working together really well."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "We like what we do. We believe in this company. We have a great team. We just announced yesterday a top hire from a major digital bank in Europe to run our Openbank platform. We're going to deploy our national digital platform in the U S. this year. All our customers from our current retail bank in the U.S. will be on the new platform in '25. So just we'll keep on delivering, and we'll keep on buying shares at 18% ROI. So I'm sure this is something which we'll get to. Jose, can you answer on the structural question?"
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Andrea, NII and prospect sensitivity, et cetera, yes, you're right. We had a hedging of our variable mortgages, which is basically expired already. It will expire by April, it will expire. So, the sensitivity that we're going to have next year, it's going to be the actual sensitivity of the portfolio."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "There are two ways of answering your question about future sensitivity. One is, let me give you the sensitivity to a drop, a parallel drop of 100 basis points. In Spain, it would be minus €1 billion, all things being equal. Another way of looking at it is the way you post the question, which is, if I use forward rate curves with flat cost of deposits, meaning that the cost of deposits in 2024 will be the same as we had in December 2024, which is probably not realistic."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "NII is positive around €500 million. So, we will still have positive re-pricing next year with costs of deposits remaining flat. But again, that is not a realistic assumption in our opinion. So, I give you the minus €1 billion, a 100 basis points drop, plus €500 million with cost of deposits flat."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question is from Ignacio Cerezo from UBS. Please go ahead."
  },
  {
    "person": "Ignacio Cerezo",
    "role": "questioner",
    "position": "UBS",
    "text": "Two very quick ones. The first one is, if you can give us your best approximation of what to expect from Argentina in terms of earnings in 2024? And the second one, if you have charged anything on the motor finance and discussion basically in the UK and if you can give us your view of how that discussion basically can develop and what kind of restructuring charges impairments actually might have to face in '24 and '25 on the basis of this?"
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So Argentina, our bank in Argentina is doing incredibly well. Obviously, the exchange rate has meant a few basis points of effect on our capital and volatility in the quarterly numbers. I believe for next year and how we're going to report is going to be leaving Argentina in current so you can get a better view of what really is going on."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So this is really important. We report in constant when you look at the performance of the business, but we'll leave Argentina in current. In terms of the P&L, it's not really material except for this volatility across that. And the effect on capital was a few basis points, I think 2, 3 basis points in Q4, Argentina. We're not anticipating, nothing very different for the next year."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "In terms of the UK, it's still early days. It would not be a significant, I mean, we -- I'm going to say it can be significant. We don't really know but it should not be a big number because it's not a really big portfolio. FCA is looking into it. So, nothing really that, right now we're concerned about."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question is from Alvaro Serrano from Morgan Stanley. Please go ahead."
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Two quick ones, hopefully, on Brazil, obviously, very strong growth in NII, can you maybe talk us through that strong growth? I see that cards have seen a pickup in growth. Maybe you can update us where you are in that card growth strategy versus your run rates, you've given us in the past. And will the 100% cap on loan rates. How will that affect you in 2024?"
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "And second very quick one, can you give us what tax rate you're assuming for your 2024 and 2025 targets? And any color you can give us in particular in Brazil and the U.S, how to think about in those two regions?"
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "There's quite a few questions. I'm going to answer very high level and we can then address some of the others in the coming quarters. But basically Brazil is as you've seen is doing exactly what we predicted in the last few quarters. We're expecting a much higher profitability in 2024 in the high-teens actually, costs actually growing less in line or even a bit below inflation given the one transformation which is already having effects in Brazil. We can grow and actually grow our cost base less because we're investing together."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "Revenue growth, net interest income between double-digit and yes, all double-digit growth in all the top-line and efficiency ratio improving again. So very strong performance anticipated for 2024 across all the different global businesses, but driven by retail and consumer in terms of the tax rate and cards, just I don't think anything you want to say about cards? All I can say about cards is that we put the brakes on two years ago actually 18 months ago, you've seen that in the cost of risk in the consumer portfolios in Brazil coming down. We're anticipating a lower cost of risk in Brazil next year."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "And that is mostly a reflection of the lesser growth in cards. We will start to grow again. But again, the growth in Brazil is across all the global businesses, not just the retail, but also the consumer, CIB and all the others. In terms of the tax rate for '24?"
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "No. mean, just one comment on growth in Brazil. If you look at the consumer finance, which includes everything in Brazil this year, it was the portfolio together with CIB that grew the least, just 2.2%. And obviously, as rates come down, that portfolio should increase next year a bit more than the average. So, we are expecting more or less very low-double-digit growth in loans in Brazil next year. This portfolio should grow a little bit more than the average, and we would expect corporate loans, corporate lending growing a little bit less than the average. So that shows the change in mix that we expect for next year that should support margin expansion together with the interest the sensitivity that we have to rates."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "On the tax rate, I don't know the exact numbers and maybe afterwards you can follow up Jose or Begona. But there is an effect in the tax rate from the, which is actually a business line or business quality revenue because of the electric vehicles in the U.S. You're seeing that some of that already in Q4. It's actually as I say, it's a business, but you're seeing that through the tax line. So, that maybe you want to give some color on that later on."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question is from Marta Sanchez Romero from Citi. Please go ahead."
  },
  {
    "person": "Marta Sanchez Romero",
    "role": "questioner",
    "position": "Citi",
    "text": "My first question, do you expect positive jaws in the U.S. in 2024? And then I guess you are in 2025, I'm interested on 2024. And then second, following up on your strategy in the UK, you're shrinking you're saying that you're going to be shrinking your loan book and your deposits, but you expect group platforms it's going to rise to the revenue line over time. I'm struggling to reconcile what the strategy and what the endpoint in the UK is because you got a plan that need a bank. You gather deposits. You give mortgages in a very challenging in a very competitive environment. So unless you throw money into your UK business, you're not going to do anything. So what is the plan? Thank you."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So, the answer in the U.S., yes, absolutely, we're expecting positive jaws in the U.S. So we are basically growing the top line in revenues. More or less flat fees, efficiency ratio improving, cost flat to flattish, I would say, and adjusted RoTE, there is actually a 12% going up in quite a significant way so yes, absolutely positive jaws in the U.S."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "In terms of the UK strategy, and let me just very briefly say that there's two countries, and these are the UK and the U.S., where U.S., we call it it's in retail because we have current accounts on mortgages, but I would say it's a much more narrow banking model than we have in Portugal, Spain, Mexico and Brazil. And that is really the strategy."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So, Hector is working very hard on streamlining that business with the teams, making sure they get the benefit of the global platform so we can actually focus on profitability. So we are not, as you say, I think you use the word throwing. We never throw capital around with total respect, we are super efficient and we focused on profitability not just in the UK, but across."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "And we are putting, as you can see, more capital at work in the more profitable global businesses and the more profitable markets. Very important, this is a very granular work that is led by Hector and Jose, where we were not so much focusing on market share in certain countries and certain businesses as on profitability. UK is one of them. So again, full focus on profitability."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "You can see that in the volumes in the UK and Spain, for example. You can see that in the front book that Hector showed, the front book this year is above 2%, 2.3% rollaway. If I remember correctly, we are being very disciplined, again, not just by countries and global businesses, even by portfolios. And this is something which we intend to remain as focused or even more if possible in the next few years."
  },
  {
    "person": "Begona Morenes",
    "role": "answerer",
    "position": "Investor Relations",
    "text": "All right. So, we're going to take the last question now. We do realize that there are a couple of others in the queue, but the Investor Relations team will be at your disposal for any questions that you may have. So can we take the last question please?"
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes, first of all. Thanks for still disclosing the country reporting which is very useful to us as analysts. Thanks for that. My question relates to the customer growth, which was one of the KPIs to drive scale effects. You've added 5 million customers 265 million, the target is 200 million until 2025. To what extent is this dependent on the rollout of the fully digital offering? And, to what extent will that then back load some of the revenue growth that you expected to see until 2025?"
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So yes, absolutely, in our consumer bank especially, the deployment of the platforms, including senior and Europe, drive a much faster customer growth in the next few years. But very important, sometimes, I mean our definition of customers is net customers. So some of our peers give gross customer, we give net customers. And so again, as we improve and Hector mentioned that several times, as we improve our service, our experience and become the number one bank. Customer rotation should be less."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "On the retail side, we should accelerate the consumer growth. But in any case, the revenues we are very confident we can deliver those revenues, whether and again, think that the revenues are coming with the active customers, more than total customers. So, total customer drives revenues but is much more direct correlation between active customers being the number one bank. And that's where we are also focusing a lot in the next few years."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So I think there's a few more if you don't mind Begona and the team will address those. Again, thank you all very much. I just want to reiterate Hector and I and all the team remain incredibly confident about continued delivery on our targets, and we see an even better '24 for Santander. Thank you very much."
  },
  {
    "person": "Ana Botin",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]