[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. [Operator Instructions]."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "We already have the first question from the line of Ignacio Ulargui from BNP Paribas. Please go ahead."
  },
  {
    "person": "Ignacio Ulargui",
    "role": "questioner",
    "position": "BNP Paribas",
    "text": "Thanks very much for the presentation, and thanks for taking my question. First of all, I just wanted to thank you very much for the improvement in the financial target disclosure and the fact that you are using this RoTE plus AT1s. Just going to the questions, I have two questions today. After the announcement on the extraordinary distributions, just wanted to get further color on the trade-offs that you see between organic and inorganic growth? How excess capital ranks in terms of management priorities in 2025 and 2026, especially in the context of the M&A that we are seeing in the European banking sector? Second thing is, when I just looked at the results of ONE Transformation that is also very good, I just wanted to see how much more the Group's cost to income can improve from here? Thank you very much."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "Thank you, Ignacio. So yes, it's important to remind -- and this is not different, but how we are thinking about the capital allocation going forward in the anticipated higher profitability and excess capital. So first of all, our capital allocation framework has, as I said already been a fundamental pillar of our strategy and the results we're delivering and we have been very disciplined and strict."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So first, we prioritize profitable organic growth, investments across our businesses. We see ourselves as a compounder. So again, this organic growth creates a compounding effect on earnings, returns, book value and distributions."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "Second, this is followed, of course, by ordinary dividends and share buybacks to our shareholders. In terms of inorganic capital deployment, we are very clear that it has to be complementary to our strategic aims and generate attractive financial returns that have to be ahead that surpass those of any organic investments or share buybacks."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "And last but not least, and this is what we announced today, any incremental capital that exceeds our targets, our target range actually. And again, I want to be clear that we are not changing the target for capital above 12%. We are saying, as you've seen in the guidance that we will be at 13% in 2025. So any incremental capital following this hierarchy that I just described will be returned as additional remuneration to shareholders."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "In terms of cost, and I think I said that and the CEO said that also, this is incredibly important because our transformation -- ONE Transformation still has a lot of upside, especially in the retail and consumer areas that are 70% of our PAT and 70% of our cost. ONE Transformation is already delivering. You can see that in Hector slide where you can see that our cost basically flat across retail consumer with the top-line growing. But very importantly, we've grown 8 million customers. This is something you will see in the next few years that we have a strategy and a model with ONE Transformation that scales. We don't have to increase cost to grow customers and grow revenues."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "I said it also in my presentation that the fact that we have reduced our product on offer and retail by almost 40%, you're going to see the effects of that on the cost base, by the way, also on the revenue side in 2025 and 2026. And critical to all of this is that we are aligning our business and operating model and deploying our own tech platforms. This is going to help much more down the road, okay?"
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "Just to give you an example, Gravity, our core system, which drives a lot of the efficiencies and the front-end customer tech platforms, is operating in 30% of the Group, okay? We expect to be at 60% by the end of 2025. This is hugely important. So again, new paradigm for 2025, we are focusing on absolute cost base going down versus 2024 despite FX and inflation, this is something we feel very confident about."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "Given this is important, I don't know if you want to mention maybe Hector, a couple of the precise numbers on the different global divisions?"
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "Yes. Thank you, Ana. As Ana has said, I mean, what is very important to understand is ONE Transformation is just starting, okay? Let me provide you a little bit more color on the cost evolution in the quarter by businesses and also the 2025 outlook. First of all, I mean, as you can see, in 2024, cost increased by 4% year-on-year, but in real terms, cost only grew 1%, okay?"
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "That's basically thanks to the operating leverage in retail and the cost containment that we have done in consumer despite the investments and growth that we have been able to do. So it's important to say that we are basically changing the engine while flying the plane at the same time."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "Retail and Consumer represents around 70% of the Group costs were flattish, while the revenue was up 9%. CIB and Wealth that's around 20% of the Group cost and they used to increase by 13%, as I said in the presentation, with positive jobs and showing sustainable fee income growth around 21%. That's basically -- what is doing, the investments we're doing are actually representing much more growth in the businesses. The remaining 10% is Payments, which increased by 8% year-on-year, but that reflects our strategic investments."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "Let me go directly, I mean, retail and on 2025, we expect cost down versus 2024 in current euros, and we expect to reiterate or improve the guidance that we provided for each business at the last Investor Day. So that's retail cost to income below the early target of less than 42% and flat ex-Argentina, so that our -- that was basically around 39.7%. Consumer cost to income is down, and it's going to be less than 40% and CIB is going to be below 45%. Thank you."
  },
  {
    "person": "Raul Sinha",
    "role": "answerer",
    "position": "Global Head, IR",
    "text": "Thanks, Hector. Next question, please."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question from Marta Sanchez from Citi. Please go ahead."
  },
  {
    "person": "Marta Sanchez",
    "role": "questioner",
    "position": "Citi",
    "text": "Good morning. Thank you very much. My first question is about the UK. When you say that the market is core, does it also specifically apply to the retail bank to the ring-fenced entity? And if that's the case, where do you see sustainable returns in an environment where you have to compete against stronger deposit franchises and new entrants with deep pockets. My second question is on the U.S. You've delivered $1.2 billion this year of net profit, but you're still benefiting from EV tax credits. I think you've mentioned on the call that you expect the U.S. to be the largest contributor to earnings growth in 2025. Could you be a little bit more specific about how much you expect it to contribute, what are the levers and what is the tax return -- sorry, the tax rate assumed? And then just quickly a clarification on capital, the threshold for surplus capital distribution is now 13%. Thank you."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So we're not -- let me answer the last one first. We're not putting a threshold. We've said we will be at 13% by the end of this year. The buybacks will happen in 2025, 2026. I have explained the hierarchy. So it will depend on what organic growth we will have, we're going to be very mindful as we have in terms of the reference being buybacks for shareholders, organic growth, supporting our franchise. It's hard to be so precise. We don't have a crystal ball. What we do have is a track record that shows that in challenging times, we do better than our peers. We are confident that we can deliver the Group targets that we just said."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So let me just UK, U.S. So in terms of the UK, first is that the outlook for our business in the UK, which is 88% retail, continues to be very resilient, and we are committed to the UK. Just as a number, UK retail within the Group is 9% and UK retail; we're expecting to do better. So again, a good outlook for our business in the UK. And by the way, UK NII has bottomed out in the second half of 2024. And we expect that to be slightly up next year."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "Second is crucial to our results and performance in the UK is, of course, our mortgage -- we're mortgage lender essentially. And what we are seeing is that asset quality continues to be resilient. We are being very conservative in terms of how we stress. I think we stress around 8%, maybe Hector or José can confirm that, but be that's a number, so we are very -- we have very strong underwriting criteria, and that is essential for our returns."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "And third, what we are very confident is that Hector has explained it for ONE Transformation. We can do much more in the UK by leveraging the global platforms, bringing our global scale to benefit the UK. We have already migrated the UK to Gravity and some of the improvements are going to be ahead as we improve customer experience but also reduce the cost to serve. So again, there is more upside to our profitability. It remains a core market, as we have said."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "On the U.S., so I want to first say that we are very committed to having a strict capital allocation. This is really important for us and has been important throughout. The UK has been top of all our countries, all our geographies over the last decade and top also the last five years. This is really important because we are committed and have been on this capital allocation and returns in euros to our shareholders. Part of that is the strong dollar. And it is a natural hedge against and even more now that the earnings are going up. So that's the first point."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "The second is that we refocused our strategy in the U.S. a couple of years ago, and we were very clear. We're not trying to be all things to all people. We want to deliver profitable growth anchored on four pillars. First, our consumer bank. That is 70% of what the U.S. as a geography is and it continues to improve consumer will be one of our best-performing divisions in terms of the delta, and that is not just the U.S. but also Consumer Europe, with lower rates, Consumer, which is about 20% of our PAT, we'll do better and will improve profitability driven by results in the U.S. We're not going to give a specific number, but it's hundreds of millions more if you do the math."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "Very importantly, the launch of Openbank is going to help us optimize funding and even more so in the context of maybe not so much lower dollar rates. In terms of the corporate bank, it's been hugely accretive to our network. If you look at our corporate bank within the Group, most of the returns are coming in country, so over half of our corporate bank is actually Brazil and Spain. The U.S. is helping us to leverage that network. We've said we will not materially increase capital allocation, and it's been a very significant driver of fee growth in the U.S., corporate investment banking is up 81% year-on-year."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "And finally, we have a very profitable, again, very much focused on our LatAm franchise wealth business. So we will continue to allocate organic capital to the United States and to the Americas."
  },
  {
    "person": "Marta Sanchez",
    "role": "questioner",
    "position": "Citi",
    "text": "A specific question on taxes."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "Taxes, yes, either Hector or Jose on taxes."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "Let me just complement a little bit, I mean, what Ana was saying. I mean, in the UK, just to give you an idea in terms of you were asking revenue is going to be up mid-single-digits, and we expect a lot of around 11%, okay? I'm talking in constant. We have no view on FX at this point, okay? It's very important also to tell you that, I mean, we have 40 million clients in the UK. We're starting to sell different products to them."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "As Ana said, we have a basically mortgage franchise over there, but we're starting doing some other businesses with them. We're starting to do credit cards, cards are starting to grow. It's the second largest market in the world. So we'll start to cross-sell into that client base. And that basically is helping us out to have a much better franchise and we have the capabilities to do it because we have a business at scale that allow us to do so."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "In terms of the U.S. just give you, I mean, in terms of guidance that you were asking, I mean, we see revenue up high-single-digit, okay? And accounting RoTE will be around circa 10%. If you adjust the RoTE because of the excess capital that we have, we're talking about 14%. So it's quite good."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "And in regards of what the tax -- on the tax, I understand, I mean, I explained to you very well the situation due to the fact that what we're doing in terms of leasing, we're not really going to find out exactly the numbers until we see how we're going to allocate that one throughout the year, so."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "Yes."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "Okay, all right. Thank you."
  },
  {
    "person": "Raul Sinha",
    "role": "answerer",
    "position": "Global Head, IR",
    "text": "Thanks. Thanks, Marta. Can we have the next question, please?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question from the line of Francisco Riquel from Alantra. Please go ahead."
  },
  {
    "person": "Francisco Riquel",
    "role": "questioner",
    "position": "Alantra",
    "text": "Yes. Thank you for taking my questions. The first one is on capital. I wanted to ask you about the 13% CET1 target for 2025. If that 13% already includes any special share buyback beyond the ordinary distributions that we should expect in 2025 or if the special share buybacks will be back-end loaded to 2026. And in this context, I wonder if you can guide us on the organic generation that we should expect in 2025, particularly also on the plans for risk transfers this year? And also on any negative regulatory impacts, Basel IV other impacts, DTAs in Brazil, et cetera. And my second question is about Brazil. How do you see your business hoping in a higher Selic environment? What is your appetite for loan growth? How big can squeeze on margins from the higher rates, how sensitive the cost of risk to the Selic and you can update also on your transformation plans here in this market? Thank you."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So on capital, let me just give you a high level and then José maybe can give you more detail, or Hector. But let me just reiterate. We will distribute excess capital and our capital hierarchy is what we have -- what I said earlier. Organic growth, distributions, discipline in inorganic and extraordinary over those times. So again, we have a lot of organic opportunity that is profitable. We cannot know how much of that is going to happen."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "Point number two, we are not changing our target for capital. It will remain above 12%. Our operating range will be between 12% to 13% and the excess buybacks over the ordinary buyback and cash distributions will be during 2025 and 2026. We are not going to be more precise than that. Again, go back to the hierarchy, and we want to have -- and we want to deliver the best possible for our shareholders. We have that optionality given our model. In terms of the regulatory letter, do you want to Hector or who wants to…"
  },
  {
    "person": "José García Cantera",
    "role": "answerer",
    "position": "CFO",
    "text": "Sorry. Sorry, Paco. So in terms of risk-weighted asset growth, we would expect ordinary business-driven risk-weighted asset growth of around 4% to 5%, mostly compensated by asset mobilization initiatives. So net, we would expect to see very little risk-weighted asset growth, maybe 1% or 2%."
  },
  {
    "person": "José García Cantera",
    "role": "answerer",
    "position": "CFO",
    "text": "Regulatory charges, we expect to have a figure close to 2024. And again, there is a high degree of uncertainty here because of the technical notes that need to be released by the EDA but a bit more, a bit less than what we have seen this year."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "Okay. Let me give you the high level on Brazil. Let me just first say that with or without Brazil, we will deliver on our guidance. That's what we've done for the last 10 years. In terms of the Group, let me remind you, €62 billion approximately flat cost, stable cost of risk with an RoTE after AT1s of 16.5%."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "In terms of Brazil retail business, which is the one sensitive to moving rates, and these are numbers that with the additional transparency on the global business, you can actually hopefully have as much confidence in that we will deliver as we do as a management team. So Retail Brazil contributes about 38% of Brazil net profit, and that is 7% --7% of the overall Santander Group attributable profit."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "The rest of our global businesses in Brazil, which contribute more than 60% Consumer, Corporate, Payments and Wealth, we expect to continue to do well. By the way, this is more or less the same as for all the other countries, i.e., for the group, 50% roughly of our bottom line, 60% of our balance sheet is Retail. All the other businesses, I said that in my presentation, should grow revenues more than -- much more than Retail next year."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So this is part of the work we've done in ONE Transformation in Consumer. It's part of the work we're doing with our network businesses, leveraging on our customer relationships. All in all, what we expect is Brazil RoTE to be stable in 2025 as a country driven by higher customer revenues and especially fee income, contained cost, and this is really important. ONE Transformation will also be very important in Brazil with a flat cost to income roughly in 2025. And very important, we have structurally improved the quality of our balance sheet in 2022 and have been prudent on growth. Thank you."
  },
  {
    "person": "Raul Sinha",
    "role": "answerer",
    "position": "Global Head, IR",
    "text": "We have the next question, please."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Chris Hallam from Goldman Sachs. Please go ahead."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "Yes. Thank you for taking my questions. First of all, Ana, I appreciate the color you gave earlier on the strategy in the U.S. When you see and hear the messaging around potentially a more accommodating regulatory backdrop in that market, how does that impact the business in the U.S.? And where does that create opportunities? And how could that potentially impact your strategy in the U.S., if at all? And then, secondly, perhaps more of a modeling question. Looking at Q4, there was a higher-than-usual level of other gains and losses and provisioning. And I think the full year number of €4.8 billion was up significantly year-over-year. Can you just walk through what is it in that line? And how much of that is investment into future efficiency improvements, restructuring, et cetera? And where should that line item trend across 2025 and 2026? Thank you."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "Okay. So on the U.S., I've said that many times, operating context matters. So yes, other things equal, if the operating context improves in the U.S., that will naturally drive better returns, other things equal vis-à-vis other regions. So we cannot be too specific right now. We really don't know what's going to happen, but everybody and ourselves included is anticipating a better operating context for banks in the United States, which again, other things equal, should drive over time, at least, increased capital allocation, as I've said before, I mean, our investment in the U.S. has always and even more now since we are in a growth mode, leverage the Group. If on top of that, we get a better environment, we should do better."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "And that's what I said before; the U.S. asset geography will be one of the biggest upsides in our P&L without being too specific. But I think we said that the RoTE, Hector said it, he said 14%, I would say, Hector respectively between 14% to 15%, adjusted RoTE, I hope you agree on that. So yes, 14% to 15%, and the reason is very simple. Consumer business is 70% and that already is higher and what's dragging down this year, but not next year. And of course, with very positive contribution is the CIB investment, which, as I said, is leveraging the network."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "In terms of other, I would let either Hector or José to answer in a bit more detail. But yes, in that other, there are some one-offs, for example, over €300 million, if I remember correctly, in PagoNxt restructuring. This is going to drive a much better performance in our Payments division next year. Again, that's going to be one of the biggest upsides."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So we are very -- we have been very disciplined not just with our -- where do we put our capital in terms of lending, but where do we put our capital in terms of growth. We decided to get out of acquiring in Europe that is going to drive a much better performance by focusing on our core markets and acquiring, which is mostly LatAm."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "There's a couple of things that are recurring there and a couple of others that are not. So maybe do you want to take that, Hector?"
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "Sure, Ana. I mean, to complete what Ana said in 2024, the following one-offs events impacted our P&L especially. I mean in Q1 2024, we had a higher temporary levy on the revenue margin in Spain, that's €335 million. In Q2 2024, I mean the write-down that she was explaining about PagoNxt, in Q3, €70 million related to the Fundacion, and in Q4 2024, that's €260 million provision taken for the situation with the motor in the UK. So all in all, that's basically it, and we don't expect any of those to basically repeat themselves, maybe just, I mean, in terms of the tax levy in Spain that we will be basically being impacted on the first quarter of this year."
  },
  {
    "person": "Raul Sinha",
    "role": "answerer",
    "position": "Global Head, IR",
    "text": "Thanks very much, Hector. Next question, please."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question from Alvaro Serrano from Morgan Stanley. Please go ahead."
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Hi, good morning. I've got a couple of follow-ups on one on capital and another one on the global platforms. On capital, there's a sort of a trend globally seems like around deregulation. I just wanted to pick your brain, Ana, maybe on how do you think that's going to manifest itself for Santander because ultimately, I heard cross guiding for another close to 60 basis points capital headwinds this year, similar to last year. Obviously, there was a press report earlier this week where you've taken the ECB to court [ph] around the DTAs in Brazil. So can you maybe sort of give us your latest thoughts on how regulators are going to treat the banks going forward? And in particular, how do you see that playing out for Santander?"
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "And second, on platforms on your Consumer and Retail, I think your cost to income is now 40%. I've heard your comments during the call; could you maybe walk us through which countries still need to roll out Gravity from here? And when we think about how low are those costs and all those -- that cost income can go, who do you benchmark yourself against. Can you give us an idea of how good it can get, thank you, medium-term, it doesn't have to -- I heard your targets for this year. Thank you."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So Alvaro that is a tricky question. You're asking me what the regulators are going to do. I wish I knew. But I would say that for the first time in 10 years, the probability, and I've said it publicly, I've said it in many different occasions in recent meetings, including, I think, in yours, I think, first, Europe has built €300 billion in capital, something like this over the banks last few years. The fact that we have built capital in many cases, twice. I mean our economic capital, we've said many times is lower than our current targets, and we will keep those targets, of course, because it's something which the market and regulators have surprised us."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So we don't -- we are -- we don't want to be surprised. As we said, 12 to 13 is a big buffer on buffers. But I would say that, again, for the first time in 10 years, and especially given the outlook for the U.S. regulation being, I would say, less rather than more, means that at least, and this is, again, what I've said, let's take a pause, not just on regulation, but how you interpret regulation. We need to be able to compete on a level playing field. DTAs in Brazil, even in the case of a dissolving the bank have value, the direct claim against the government. We feel very strongly that puts us at a disadvantage as we compete with the U.S. and local banks in Brazil."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So it's not a big number, by the way. It's more a question of principle because every single bank in Europe has similar issues. So I do think we should be in a more predictable area, but there's still CRR, there's still models, and so we want to make sure that. And the big difference is that in spite of that, given our strong profitability outlook, the change in the model, the fact a lot depends on us. That's why we are saying we are aiming for additional distributions beyond the regular distributions."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "In terms of retail and the platforms, you've seen it in -- we call ONE Transformation for the whole business model across the five divisions, but the biggest upside is on retail and consumer. You've seen that. I think Hector just gave you some numbers. There's a lot of upside. Gravity is an enabler. It's not the biggest contributor to scaling. The fact that you have Gravity allows you to bring through APIs; a lot of the other products that we are building, a lot of the other benefits of being cloud native, Payments is another one Payments Hub, which is still being rolled out."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So a lot of the work is about aligning business model, aligning the organization and then comes the technology. And that is why we see a lot of upside in our retail consumer platform, basically bringing together 170 million customers, which, we have about 4 million companies, commercial corporates, but a lot of that is retail consumer."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "Alvaro, just really quickly, I mean, as Ana was saying, just Retail and Consumer and are the ones that are the most important ones. I mean in terms of cost to income, Retail and Consumer is going to be around flat in terms of cost to income. And Consumer basically is going to be down low-single-digits, okay? So that's what we are seeing for 2025. Thank you."
  },
  {
    "person": "Raul Sinha",
    "role": "answerer",
    "position": "Global Head, IR",
    "text": "Thanks very much, Alvaro. We have the next question, please."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question from Andrea Filtri from Mediobanca. Please go ahead."
  },
  {
    "person": "Andrea Filtri",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Thank you for taking my questions and I'll start with your guidance. Consensus is over €1 billion behind your minimum guidance for 2025 profits. Do you see further growth in 2026 over 2025? And where is consensus too conservative from your standpoint?"
  },
  {
    "person": "Andrea Filtri",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Second question is on ONE Transformation. A bit of a follow-up to what Alvaro just asked. But where are the next geographies you're planning to roll the plan out to? And given you're now looking at absolute numbers, how much do you think ONE Transformation will save in absolute euro billion at full phasing?"
  },
  {
    "person": "Andrea Filtri",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "And final, in capital, 13% CET1 is what we hoped to convince the market on Santander's capital strength. I hear you on the maintaining 12% to 13% operating level. But are you amending the 10 to 15 basis points organic CET1 client per quarter, which was based on a much lower profitability and approach to risk-weighted assets. And José, can you please make explicit what sort of regulatory hurdles we are expecting 40 basis points given you said they will be similar to 2024? Thank you."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So the answer to your first question, without being very specific on numbers is we will grow our bottom line and we will grow our profitability in 2025. And I think I can say that our expectation is this will continue in 2026, 2027. You will get a lot more detail in our next Investor Day, which we expect to do towards the end of this year or beginning of next year. The model still has a lot of upside."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "As I've said today, we're only scratching the surface of our potential as a Group in a context that we do anticipate and we count would be volatile more challenging, we are saying we will grow profits and profitability with stable cost in euros and costs coming down and stable cost of risk. So again, yes, Santander will continue to deliver increasing profits and profitability with all the evidence and with all the, obviously, market assumptions we're making."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So yes, in terms of ONE Transformation, at the end, we are aiming to grow customers, grow revenues and improve efficiency. This is not about cost savings. This is about changing fundamentally how we operate the bank. We are working across the bank to make sure there's end-to-end accountability for example. The same way we're building payments hub or Gravity, we're going to build investments and others. What this means is that you're going to see the savings, not just in one country, but in the global business benefiting all the countries. This is a very important difference."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "As I said before, by being part of Santander, we are generating €20 billion already today of network efficiencies. This is how we will generate further efficiencies. Today, we're still building investment products in Openbank, in Retail, in Wealth. As of next month, we're going to have and Hector, please confirm this because that's actually between both of us. But under Hector, once we create a single investments platform across the Group, we're going to save money, we're going to build a better investment platform, and we're going to grow faster. And so you need to think of this by global businesses."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "Having said that, what is, at the end, the bottom line best performing division next year? In terms of the delta, Retail will be more or less flat in terms of profitability because, yes, rates matter. Not as much as people think because if you go country by country, it's only 50%, roughly, 55%:45%. That is retail. And of that, there is diversification by country. So again, you'll see absolute cost savings across the divisions and some of that will benefit one countries more than other."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "Maybe Hector, you want to add to that briefly in terms of in a minute. But in terms of capital, just going regulatory hurdles, maybe José, you can take that more detail one, 12% to 13% is our operating range. We've been very clear on that. 13% is not a new minimum, but it is where we want to be by the end of this year. We will distribute excess capital following a capital hierarchy of more or less organic profitable growth. And again, that's difficult to predict. We want to make sure we maximize shareholder value creation, 10, 15 basis points per quarter that is actually much more than that now. But why don't I let you answer that?"
  },
  {
    "person": "José García Cantera",
    "role": "answerer",
    "position": "CFO",
    "text": "Yes. Hi, Andrea, in terms of the regulatory charges, it's a combination of lots of small things in terms of model reviews and updates, inspections and the potential impacts from the RTS is published by the EBA."
  },
  {
    "person": "José García Cantera",
    "role": "answerer",
    "position": "CFO",
    "text": "And in terms of 10% to 15% per quarter, we are not changing that. I think we have great growth opportunities, as I discussed. And the growth -- the most important thing is not evenly distributed throughout the year. So it's the growth in capital as we saw this year, it's sort of happen tend to concentrate towards the end of the year, second quarter and fourth quarter."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "Thank you, Andrea. Just to complement to what Ana was saying. There's three very important points, and I'm going to be very brief. I mean, first of all, we're becoming the number one bank to our customers. That's basically the most important change of the model. That's why you see fees growing. And if you analyze country by country, you're going to see -- for example, in Retail, this is the biggest change that -- and that's why we basically guiding you mid-high single-digit growth in terms of fees, okay? That's a change of the model."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "Remember that also change of the model is not just a platforms is basically simplification, which is helping us and is dropping the amount of products. Now we just offered more than 50 products to our customers, we still have a lot of the backlog, but we're automatizing all of that. So automation is another very important part."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "And then, the deployment of the platforms where, for example, we finished the deployment of OneApp, all of Europe. You see the results of NPS on the UK. Now it's coming down to Brazil. Mid-part of the year is going to be in Mexico and then it's coming down to Chile and Argentina. And that you're going to be basically see the results, which will improve, first of all, again, being number one bank to our customers; and second, the fee generations. Thank you."
  },
  {
    "person": "Raul Sinha",
    "role": "answerer",
    "position": "Global Head, IR",
    "text": "Thanks very much, Hector. We have the next question, please."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question from the line of Cecilia Romero from Barclays. Please go ahead."
  },
  {
    "person": "Cecilia Romero",
    "role": "questioner",
    "position": "Barclays",
    "text": "Thank you very much for taking my question and congratulations on the results. My first one is in your growth strategy. Where do you see the most significant opportunities for expansion and growth over the next two years geographically, you talked about the U.S., but is there any other countries where you see the bank gaining in scale for example, Mexico? Also, I wanted to ask you on the quarter in regards to the very different dynamics that we're seeing in Portugal and Spain NII. Spain was flat and Portugal at minus 11%. Could you explain why such a divergent trend? And is this what we're going to see in 2025, a resilient NII in Spain and NII in Portugal following double-digit. And could you please let us know what your rate assumption is in this guidance? Thank you."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So in terms of growth for the next couple of years, and again, we are looking at this by global businesses. So -- and I will give you detail by country within the global business. In terms of growth, and this is important. Retail will not grow much in the next year. 2026, we'll see what happens to growth and revenues. We are putting much more emphasis at least for now on profitability."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "We've grown 8 million customers. We're growing the top-line, not just because of the euro rates benefit this year, but also because 8 million customers is a lot of customers. So again, given the context, our top-line in Retail will not grow as much in 2025. Within that, there will be differences as I've said."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "If you look at -- within Retail, what are the countries that will grow more or less, I mean, obviously, in the euro area will grow less because of the impact, but fees will grow to compensate partly and 50% of our businesses that are not Retail will all grow the top-line and the bottom line, including consumer in the U.S. and Europe. That is why I said the U.S. will be one of the biggest beneficiaries of the lower rates, even I want to stress, not as low as probably the market thinks. I will let maybe José give some of the assumptions behind these numbers."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "In terms of NII in Spain and Portugal, let me go back again to the global business, and I will tell you within that. So if you look at Retail, the countries that will grow will not be the European countries, top-line, I'm saying profitability will be the same, maybe a bit lower in some of them and higher in others within Retail. Overall, the Retail -- and again, the four big countries are roughly 70% of Retail."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "The other 50% is not sensitive to higher rates -- sorry, it's not rate sensitive, but that's at least as well, if not better, again, given the investments with a lower rate environment. For Spain, you can give the -- maybe the guidance for Spain, which is one of the guidance we're going to give."
  },
  {
    "person": "JoséGarcíaCantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "Okay. So let me very quickly go through the measures we've taken to decrease the interest rate sensitivity in the eurozone. We have taken three very important measures. One, we have an ALCO portfolio that has grown -- has been created in the last year and a half. Right now in the eurozone, we have a total of €67 billion of government bonds."
  },
  {
    "person": "JoséGarcíaCantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "The second, we implemented hedges on the asset side of the balance sheet, particularly mortgages through forward starts that go up to two years. And we also increased the percentage of liabilities at variable rates."
  },
  {
    "person": "JoséGarcíaCantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "With this, if you look at NII in Spain in the fourth quarter, which basically concentrates on the retail business, you see a negative impact of around 2% from volumes and also margins that decreased around 17%. But this was compensated by the positive impacts of these measures that I just mentioned. Hedges added around €100 million to NII and the ALCO portfolio around €180 million to the NII. That's why NII in the quarter was basically flat."
  },
  {
    "person": "JoséGarcíaCantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "Going forward, NII in Spain, again, which is mostly and primarily concentrated in the Retail business. If rates stay and stabilize at around 2%, we would expect to see NII in Spain to drop between 5% to 6% next year. So that is the sensitivity."
  },
  {
    "person": "JoséGarcíaCantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "But let me reiterate again that we have decreased the percentage of assets and liabilities subject to rates in Spain. In December 2022, 70% of -- 76% of assets was floating, 46% of liabilities was floating. In December 2024, only 64% of assets were floating and 51% of liabilities were floating. So we decreased the sensitivity on the asset side while increase the sensitivity on the liability side. So we are much better prepared for lower rates."
  },
  {
    "person": "Raul Sinha",
    "role": "answerer",
    "position": "Global Head, IR",
    "text": "Thanks very much, José. We have the next question, please."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question from the line of Carlos Peixoto from CaixaBank. Please go ahead."
  },
  {
    "person": "Carlos Peixoto",
    "role": "questioner",
    "position": "CaixaBank",
    "text": "Yes. Hi, good morning. Thank you for taking my questions. I'll shift the question a bit to Mexico. So you had a relatively good performance in the quarter. And I was wondering how do you see -- how do you expect evolution in terms of loan volumes and also in NII into 2025? And whether you have any sensitivity to any impacts that potential tariffs, which were not delayed for a month, but let's see what happens there. Well, basically, your views on how could that affect overall activity in the country, particularly in the global various CIB business in Mexico, which by the way, if you could tell us how much it accounts for Mexico contribution to be interesting. And then, just as a small clarification on the capital organic generation that you mentioned before, the 10 basis points to 15 basis points per quarter. I just wanted to understand if that's already net generation from -- net of the regulatory impact, the 60 basis points you mentioned? Or is that before the regulatory impact? Thank you very much."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So again, let me just reiterate, and I'll get to Mexico in a minute, but we have significant business and geographic diversification. Mexico, like other countries is roughly 50%, I think probably between 45% to 55% is Retail and the percentage of revenue and roughly also bottom line of Mexico when Retail is 12% and Mexico is around 15% of the total. So again, not a huge contribution on Retail, which is going to be the one most sensitive to volumes."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "Half of our business, and I'll let Hector go into that in more detail is with Corporates and Affluent. We have a lot of high-quality business in Mexico. Actually, the biggest opportunity is in the Retail, i.e., in the mass market. We have also launched Openbank there to take advantage of that. And we have been very prudent in terms of our lending much more than other peers we have focused over the last few months actually on a higher quality segment. So clearly, the Mexican economy could be more affected than others, but it should not have a significant impact on our expected delivery. So maybe you want to give a bit more color on Mexico?"
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "I think you explained it very well, Ana. I mean, the fact of the matter is that we have been, I would say, prudent given the environment in Mexico we've been growing a lot less than our competitors because we believe that it was important to be conservative. We are very much concentrated on going towards the part of the portfolio that has collateral."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "We've been concentrated a lot more on auto loans on mortgages and will be decreasing. Even though we have been growing in Consumer, not as much as the rest of the market. So I basically very comfortable of what are we doing there. And I believe that the guidance that I can give you, given that we are including a mild trade war, we're talking about Mexico in terms of revenue, up high-single digits, okay? And in terms of RoTE between around 20% to 22%, again, is in constant no view on FX, okay? Thank you."
  },
  {
    "person": "José GarcíaCantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "It's pre-regulatory charges."
  },
  {
    "person": "Raul Sinha",
    "role": "answerer",
    "position": "Global Head, IR",
    "text": "Thanks very much, José. Can we have the next question, please?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question from the line of Sofie Peterzens from JPMorgan. Please go ahead."
  },
  {
    "person": "Sofie Peterzens",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "Yes. Hi, this is Sofie from JPMorgan. Thanks for taking my questions. So just going back to the guidance, I know you have now given guidance for net interest income in Spain, but it will be down 5% to 6% if rates are 2%. You also gave guidance for the UK and Mexico. But with the third quarter results, you gave guidance kind of on a country-by-country level for net interest income. Would that be possible to also get now for 2025? And then, my second question would be, I know you've mentioned that UK is the core part of Santander, but and you focus on organic growth. But if you could kind of talk about M&A how you view your peers that are heavily involved in M&A? Do you think that will change the European banking landscape and how do you see Santander better positioned in a landscape where you have more M&A and how will you kind of evaluate any opportunities that arise potentially in Portugal, potentially elsewhere in Europe. So if you could comment on this. Thank you."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So we're going to give -- just on your first question, thank you. We are not going to give detailed NII by country. We're going to give most of the countries, and José can explain that."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "I'd like to go back to what we are committing and it's on the last slide or I think the last slide in the presentation. Revenues in euros €62 billion, roughly the same as this year, mid-high single-digit growth in fees."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "And then by divisions, I think we have given also and I think Hector has mentioned, retail, which is 50% of the group flat revenues and more or less flat returns, consumer. Again, mostly 90% of that is Europe and the U.S., revenues up mid-single digit and profitability improving significantly, including in the U.S."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "Our Corporate Bank, which is about 20% of our profits and 14% of our revenues. Revenue is up, profitability improving to 20%, which is roughly where we said would be by this year, wealth 10%, payments a big delta because of the restructuring. So I think that is much more detail we’ve given you, and I think I don’t -- I cannot add much more on that."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "In terms of the UK and M&A, I want to say several things. First, we do not need to buy yourself to allocate capital to the more interesting opportunities for Santander shareholders where we combine profitability growth franchise, and that’s what we are doing in a very dynamic way across our footprint. In terms of how we think about this, I want to go back to what I said, I think, at the beginning of the call in terms of how we think about capital allocation in a context where we anticipate excess capital given the higher profitability we have been very strict and very disciplined."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "First, we prioritize profitable organic growth and investments across our current footprint. Santander, this is how you should think about. We are a compounder. We’re going to compound earnings, returns, book value and distributions. Second is ordinary dividends and distributions, including buybacks."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "Third, inorganic. Let me just say this again. It must be complementary to our strategic aims, generate attractive financial returns, which means that they have to surpass those of organic investments or share buybacks. And then -- and this is the first time in 10 years, we anticipate excess capital given our plans."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "I want to reiterate again, we are very good at predicting within a range of 2% to 3% on average the last 10 years. Actually, you can go back more. Some of our shareholders know this. Every quarter, we have very little earnings volatility. This perception of volatility is not based on fact, it’s based on perception."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So again, any incremental capital that exceeds our target range operating -- we’re not actually -- sorry, no, that exceeds the other opportunities I just mentioned would be returned as additional remuneration and that’s how we think about inorganic. Let me just say that the framework in Europe. It’s not there for cross-border M&A, and that is why you’re seeing some of our peers that don’t have alternative profitable growth looking more at in-market M&A, but that’s not where we are."
  },
  {
    "person": "Raul Sinha",
    "role": "answerer",
    "position": "Global Head, IR",
    "text": "Can we have the next question, please?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question from the line of Antonio Reale from Bank of America. Please go ahead."
  },
  {
    "person": "Antonio Reale",
    "role": "questioner",
    "position": "Bank of America",
    "text": "Hi, good morning. It’s Antonio from Bank of America. Just two questions for me, please. So you’ve introduced this new commitment to pay €10 billion buybacks over 2025 and 2026. You talked about shifting capital within the group rather than asset sales, and this has been an important part of your strategy."
  },
  {
    "person": "Antonio Reale",
    "role": "questioner",
    "position": "Bank of America",
    "text": "Maybe can you talk a little bit more about that point to give us a sense of the flexibility that you retain to shift capital across the group, meet your profit guidance and still achieve the buyback commitment should the macro picture worsen just to get a sense of the flexibility that you retain there on the capital optimization."
  },
  {
    "person": "Antonio Reale",
    "role": "questioner",
    "position": "Bank of America",
    "text": "And the second point, you’ve mentioned the group is highly diversified. You’ve given, I think, a very good overview of your expectations for 2025 across products. Can I just go back to Brazil? And could you share the same for the region. It’s a relatively large share of your group and it’s a market focus region, particularly dig more into the link between net interest margins, loan origination and affordability, ultimately reflecting cost of risk for Brazil and maybe the measures that you’ve put in place at your local unit to go through the cycling cycle, please. Thank you."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So I mean, just to give you some color on organic capital across the group. So we started working on this 10 years ago. We didn’t have the tools to manage regulatory capital. We’re always very good at managing economic capital. Today, we have a very dynamic capital allocation strategy. So we shift on a weekly basis where we put more or less capital, depending on the opportunities. Of course there’s a franchise consideration. I mean, why would we write lots of mortgages in Spain below 2% when I can get much better value in mortgages in Mexico."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "This is one of the reasons that giving guidance very specifically on countries is not something that we’re very keen on because we will deliver at the group level, and we’re making more and more profits, an increasing profitability because we are managing in a dynamic way. We do not have a crystal ball, right? We don’t know what the peers are going to. We don’t know exactly what the rates are going to be."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So we managed this it reports to the Chief Investment Officer to the CFO and to the CEO who have topped down managing this with the global business in the countries. This is really the huge advantage you have with Santander, 87%, and we are prioritizing profitability ahead of growth."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "But as I said, 8 million customers, new customers in the context of focusing on profitability. Can you imagine, once we are at the levels and our operating platform is more competitive, which it will be, we can have organic growth for many years to go. So yes, that is what we do every day. That’s I don’t want to exaggerate, but every week."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So going back to that, and I defer to Hector or Jose, but on Brazil, I think we’ve said. So Brazil as a country, I think Hector has said it, but if not, let me reiterate, we expect revenue to go up and more or less stable returns. That is where we see Brazil. But let me just be very clear that, as I said before, if you look at the retail business and how much of the retail business, which is 50% and the most sensitive one, to what rates might do or not, Retail Brazil is about 23%."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "22%."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "No, Retail Brazil is 23% of retail -- of the group, right? Half of the top line in the business of Brazil is non-retail, roughly. And that is not sensitive to rates. Obviously, cost of risk matters, but that is something which we’ve also been diversifying."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So again, Brazil should do about the same as this year in terms of profitability with higher revenues and the 50% that is not retail, which is not rate sensitive, being one of the drivers in Brazil this year."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "Just to complement what Ana said, okay, it’s very important that Brazil is the place that you can see where we’re changing the model. In terms of NII, being -- I mean, being not the driver, but actually being fees the driver in the sense that we’re doing things, okay? Deposit and fees, it’s exactly what we’re concentrated on."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "We have changed the mix of the portfolio. This base Mexico, basically making us most resilient to rates and has reduced the sensitivity to higher rates through the hedging. We are 100% hedged for 2025 on the P&L in Brazil. So it’s very important that you know that, okay? It’s also important to tell you that the current yield curve stepping we have a similar smaller impact than previously expected, as I told you, and as of December, a 100 basis point upward move on the selling has an impact of around €120 million of NII. So we’re pretty much hedged all the structure is basically in place."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "And we believe that on credit quality, even though we remain vigilant over the past few years [indiscernible] has grown lending is lower than peers, and we have tightening the underwriting criteria. So the current economic forecast for GDP and growth to slow, but we remain positive during the year."
  },
  {
    "person": "Hector Grisi",
    "role": "answerer",
    "position": "CEO",
    "text": "On cost of risk in an adverse case scenario, due to changes in the portfolio. We see the cost of risk to perform marginally weaker than in 2024, but really not changing the outlook for the overall cost of the risk. This is exactly going back to what Ana was saying. It doesn’t impact the rest of the group, it’s quite small, and it doesn’t change overall picture. Diversification is the essence in the group."
  },
  {
    "person": "Raul Sinha",
    "role": "answerer",
    "position": "Global Head, IR",
    "text": "Thanks very much, Hector. Since we’re running out of time, can we take the last two questions, please? And the next question, please?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question comes from the line of Britta Schmidt from Autonomous. Please go ahead."
  },
  {
    "person": "Britta Schmidt",
    "role": "questioner",
    "position": "Autonomous",
    "text": "Yes. Thank you very much for taking my questions. Just to make sure that we interpret the payout guidance correctly in timing, I guess, is relevant here. You guide to a 13% CET1 ratio after 50% ordinary payouts and 60 basis points of regulatory headwinds. And you would consider dropping below that with excess distribution in 2025, but not to go below 12.5% pro forma."
  },
  {
    "person": "Britta Schmidt",
    "role": "questioner",
    "position": "Autonomous",
    "text": "And then the second question is just on Brazil again, on the DTA or DTCs rather, why has the ECB now changed its view on this? Has anything been recorded in the Q4 CET1? And what is the maximum remaining risk here in an outpost decision? Or is the decisions maintained? Thank you."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "Okay. So let me just be clear. We will not be below 13% this year. Our intention is to operate at 13%. But we are leaving ourselves flexibility depending on the capital hierarchy, I described, organic profitable growth, which we’re very keen to make sure we take advantage of distributions, making sure that any inorganic, which we’re not counting on for any of the distributions, everything we’re saying is organic growth, organic distributions, et cetera. Being more than buybacks, et cetera. So again, we are aiming to be at 13% and have some flexibility going forward between the 12% and 13%, being always above 12%, which is where we are."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "In terms of the -- I’ll let Jose answer the one on the DTAs. The reason we are contesting this is because we believe that level playing field, an asset, which in Brazil is valid, full claim against the government where other banks operating in the country, U.S. or local banks have a different treatment. We think that, that does not make sense. It’s a question of principle. The effect is not going to be much up or down. Jose?"
  },
  {
    "person": "José García Cantera",
    "role": "answerer",
    "position": "CFO",
    "text": "No. The deduction of Brazilian monetizable DTAs from capital was already taken in the fourth quarter. So if this ruling is not in favor, basically maintains ECB’s interpretation, there will not be impact. There will be no impact on capital."
  },
  {
    "person": "Raul Sinha",
    "role": "answerer",
    "position": "Global Head, IR",
    "text": "Thanks very much, José. Very clear. Can we have the last question, please?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Last question from the line Ignacio Cerezo from UBS. Please go ahead."
  },
  {
    "person": "Ignacio Cerezo",
    "role": "questioner",
    "position": "UBS",
    "text": "Hey, good morning, and thank you for taking my question. I’ve got two on the asset mobilization efforts. The first one is if you can give us some detail on the breakdown of those measures, both from a geographical point of view in terms of the loan books, basically, you’re using to accelerate capital optimization."
  },
  {
    "person": "Ignacio Cerezo",
    "role": "questioner",
    "position": "UBS",
    "text": "And the second question is, if you have any internal limits in terms of how much you can do per annum? And if you can see any regulatory constraints in terms of amounts actually you can do at some point in the future? Thank you."
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you, Ignacio. The -- around a third of what we do is hedges, one-third is asset disposals and a third more or less is SRTs is synthetic securitizations. We do this in all geographies. Obviously, synthetic securitizations is mostly in developed economies in hard currency, but the other strategies we are doing in all geographies. As long as we are not the best tenors, the best holders of some of the assets we originate, and someone is willing to buy these assets below our cost of capital, we will to -- we will continue mobilizing the assets."
  },
  {
    "person": "Jose Garcia Cantera",
    "role": "answerer",
    "position": "Unknown",
    "text": "Last year, the average cost of equity at which we mobilize the assets was around 8% compared with our cost of capital of whatever, 14% or 15% or whatever. So as long as that’s the case, we will continue to mobilize the assets. Now going forward, as we optimize the back book, most mobilization will be related to the front book. So you should expect to see a gradual reduction in the total amount because it will be most related to front book, not so much as it’s been the case so far to the back book."
  },
  {
    "person": "Raul Sinha",
    "role": "answerer",
    "position": "Global Head, IR",
    "text": "Thanks very much, Jose. With that, we are at the end of the Q&A session. I will hand back to Ana to conclude."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "So thank you so much, Raul. Thank you, everybody. I just want to reiterate, we’re only scratching the surface of our potential as a group. We believe 2025 will be more challenging, will be volatile."
  },
  {
    "person": "Ana Botín",
    "role": "answerer",
    "position": "Executive Chair",
    "text": "We are preparing for things to be exciting even rocky maybe at times this year. And we are very confident that our strategy is working, that our model is going to mean that we are going to do better than peers this year in what -- again, we know is not going to be an easy year. So thank you again, and see you soon."
  },
  {
    "person": "Raul Sinha",
    "role": "answerer",
    "position": "Global Head, IR",
    "text": "This completes our call. We look forward to catching up with all of you in our usual road shows, and we will reach out to anybody who didn’t answer, managed to ask a question separately offline as well. Thanks very much."
  },
  {
    "person": "Raul Sinha",
    "role": "answerer",
    "position": "Global Head, IR",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]