[
  {
    "person": "Unknown",
    "role": "operator",
    "position": null,
    "text": "Our second question is coming from the line of Alvaro Serrano from Morgan Stanley. Your line is open. Please go ahead."
  },
  {
    "person": "Q - Alvaro Serrano",
    "role": "operator",
    "position": "Unknown",
    "text": "Good morning. Thank you. It's actually two follow-up questions also on capital in the U.S. On capital, I just want to confirm the headwinds year to date, I think, of 37 basis points and your guidance was 40."
  },
  {
    "person": "Q - Alvaro Serrano",
    "role": "operator",
    "position": "Unknown",
    "text": "Is there anything that's getting better or worse there that you can share for the rest of the year? And also a follow-up to the question I asked in Q1. Have you given any further thought of splitting your distribution between dividends and share buybacks? And any color you can give on maybe helping us quantify any share buybacks that you might be thinking about? And when can you be more precise about that? And the second question, more strategic on the U.S., is you bought the minority SCUSA. You've also bought a [indiscernible] broker in the U.S. I just wanted to ask if you could elaborate on the strategic rationale behind the two."
  },
  {
    "person": "Q - Alvaro Serrano",
    "role": "operator",
    "position": "Unknown",
    "text": "Presuming on the [indiscernible] broker, you're after the dollar clearing, but it seems -- the timing seems on both acquisitions, I would argue. So can you talk about why now? And what are you trying to build in the U.S.? Is it a universal bank, consumer bank used to be too big to integrate with the retail? Just some thoughts on your footprint in the U.S. Thank you."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "OK. Let me elaborate a -- surprises in capital. Basically, probably, I wouldn't say we have had surprises. Probably, the only one -- probably consequent to comment, probably more because of the regulatory issue than the one we were expecting at the beginning of the year, probably in the region of five, 10 basis points more."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "Yes. We -- the two things that are coming a bit above our expectations are the new definition of default. Remember that the regulators said that they would expect neutral capital impact from that, and it's going to be very far from being neutral, and also a bit worse in the counter-party credit risk for derivatives that we already accounted for in the second quarter. So probably, we would expect, if we said 40 to 45, maybe 10 basis points more this year than we had initially expected."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "OK. The second question, you asked me to elaborate about the buyback. Well, as you know, last Friday, the ECB, well, communicate that the bank on dividends will be over at the end of September. Clearly, our remuneration to -- policy to shareholders stays in the 40% to 50%."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Inside that, naturally, we -- the board by September is going to contemplate different options. Naturally, cash dividends and buyback can be in the table. Mainly with the share price trading clearly below tangible net asset value per share is clearly an option that is -- can be quite compelling at some point. The third question was related to U.S., our strategy in the U.S."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "In the U.S., the way I look at the business in the U.S., we have independently -- of the legal structure, we have like three -- four businesses there. We have a pretty strong consumer finance building businesses, basically in SCUSA, with the origination capabilities that are quite strong, as we've shown through, well, many years already. Second, we have a good and growing deposit base in SBNA that is growing. We were able to reprice substantially."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "And if you see our numbers, our NII has been performing better than our competitors due to our ability to reduce the cost of our deposit base and at the same time, of the deposit base. We are not taking advantage of this deposit base to fund the consumer business in the full expansion. That is an opportunity clearly there. Third, we are developing CIB businesses that last year probably grew more than 20%, this year keep growing significantly."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "And we had this fixed-income broker in order to keep growing in the CIB space. And finally, we have the private banking business in Miami that -- well, as you know, it's a very profitable business and is growing nicely well into double digits. So when I look at the business in -- from this point of view, we have very good opportunities to be much more efficient in the U.S., combining our capabilities in different angles and keep growing, particularly in the CIB, consumer space, wealth management, both onshore and offshore, and developing some specialty business that we have inside the SBNA that offer returns in the 16%, 17% region like the multifamily business that we plan to expand. So taking all of this and looking from this point of view, our business -- we are keen to grow in the U.S."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "organically our business. And we think that we can have returned significantly above our cost of equity with this combination of business going forward."
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "Sergio Martinez",
    "role": "answerer",
    "position": "Global Head, Shareholder &amp; IR",
    "text": "Thank you."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Thank you, Alvaro."
  },
  {
    "person": "Sergio Martinez",
    "role": "answerer",
    "position": "Global Head, Shareholder &amp; IR",
    "text": "Next question, please."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next up, we have a question from Andrea Filtri from Mediobanca. Your line is open. Please go ahead."
  },
  {
    "person": "Andrea Filtri",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Yes. Thank you for taking my questions. I have a just follow-up and one on Spain. On follow-up, therefore, if you get it correctly, you're basically upping the guidance on regulatory headwinds from basically 40 to 55 basis points this year. And I didn't understand if you also had any expectations on 2022 as the stock has kind of reacted in a flattish way to a clear beat to results. So it seems like the capital is holding the stock back today. And on Spain, the cost of risk seems to remain high and certainly not reflecting the same evolution of the other geographies. What is your outlook there? Are you essentially trying to anticipate and bringing forward some future trends or you're being cautious or it's simply that the visibility remains low, and therefore, the cost of risk stays high? And still on the cost of risk front, what is the actual mechanical timing for you to allocate the overlay provisions of last year? And if the macro does not materialize in line with their expectations, so when would you actually release those overlay provisions by? Thank you."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "OK. I will take the cost of risk questions, and I pass on to you, capital question, Jose. So the question -- your question, Andrea, in relation with the cost of risk in Spain, let me share with you my thoughts on this. Yes? So as I said in the presentation, we have on one side the individual families in consumer and mortgages where we are seeing substantial better trends are the one that were embedded in our models last year when we were estimating the overlay based on expected losses in the future."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "That's clearly a positive on the back of, I mentioned also before, lower unemployment than the one we were expecting, a better house prices than the ones we were anticipating at the time. Yes? And these apply to individuals. When it comes to SMEs, the situation is much more uncertain, yes? So while it's true that the economies are rebounding, it's also true that the Spanish economy, given the relative specialization in tourist-related activities, the rebound need to be seen. Still, we are midway to this rebound."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "And based on the behavior of the economy, I think that it's too early to call the situation -- advise you to be cautious. When do -- I do think that we're going to have more visibility, probably when we see the economy fully open and we see tourist industry recovering or going to more normal activity. Probably, this is three quarters from now, four quarters from now. It's not for sure are going to be next quarter because we are still in the middle of the -- this Delta strain -- Delta is creating some lockdowns here and there and would refer at this stage to be cautious."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "So probably for this year, the cost of risk in Spain, my best estimation is going to remain as it is. And I will expect next year to come down significantly, but I will tell you that the environment -- advise you to be cautious, particularly in the SME space. Cost of risk, the mechanical -- the time to release the overlay and to -- well, we're going to go into our internal budget in -- this depends basically how comfortable do we feel to assess a material different economic scenario than the one we embed in our models last year. As of today, I will say that the scenario -- the current scenario I have in my mind is materially better than the one we assessed 1 year ago."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "So this will lead to some or significant releases depending on the jurisdictions. When is this is going to happen may happen, and this is a discussion with risk on the research department, may happen in the fourth quarter this year, may happen in first quarter, second quarter next year, depends on the economic situation and how sound the economic situation is, particularly is related with COVID? Yes? As long as we have COVID, some potential lockdowns here and there, probably, it's not advisable to do that. But at some point, we need to do that. Yes? And as of today, this will lead to releases."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "When this is going to happen, I'm not in a position to specific -- to put in a specific quarter, but let's say, next three quarters, four quarters. So probably, in this range, you should see some of this. You also saw some in the U.S. and the U.K., yes, somehow in the quarter."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Yes? Now material releases, but we are now -- you look at the numbers in the U.S., provisions were close to zero; and in U.K., the same, where the situation is clear -- it's more clear than in other jurisdictions that we are still not so advanced in the recovery. Jose?"
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "Yes. With regards to the regulatory expectations, yes, so we initially expected maybe 40 to -- 40 to 45. Maybe now it's 10 basis points higher. Most of the increase from where we are today will happen in the third quarter. But even if we front-load the transactions we have announced and with these regulatory impacts, we are very, very confident we will be at the upper end of our target range this year in 2021. So we don't see a problem there. Thank you, Andrea."
  },
  {
    "person": "Sergio Martinez",
    "role": "answerer",
    "position": "Global Head, Shareholder &amp; IR",
    "text": "Thank you, Andrea. Next question, please."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next up, we have a question from Ignacio Ulargui from Exane BNP Paribas. Your line is open."
  },
  {
    "person": "Ignacio Ulargui",
    "role": "questioner",
    "position": "Exane BNP Paribas",
    "text": "Thanks very much for taking my questions. Good morning, all. I have two questions on the P&L on operating trends. I mean, one on costs."
  },
  {
    "person": "Ignacio Ulargui",
    "role": "questioner",
    "position": "Exane BNP Paribas",
    "text": "I mean, when we will start to see sort of like the benefits from the U.K.? You flagged that second half should be better, but I think that costs have been a bit weaker level we expect -- what I expected at least in the U.K. Also, on the Digital Consumer Bank on the cost side, there has been a bit of an increase in the quarter. I wanted just to get a bit of color on whether it's sort of like the consumer finance business or open bank what is bringing costs up in the Digital Consumer Bank. The second question is on NII in Brazil."
  },
  {
    "person": "Ignacio Ulargui",
    "role": "questioner",
    "position": "Exane BNP Paribas",
    "text": "I mean, it has been very strong in the quarter. Next quarter mechanically should be as strong as well because of the FX appreciation. But I mean, just if you could update a bit on what are you focusing in terms of loan growth and what would be the margin impact in 3Q because of the hike in rates. Thank you."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "OK. Let me elaborate. You asked specifically, if not your question about U.K. costs."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Well, I said in the presentation that we expect an acceleration of cost reduction in U.K. on the back of transformation we are having in the bank, and we remain committed with the target in Europe for the four main units, Spain, U.K., Poland, and Portugal, to reach EUR 1 billion. So U.K. will accelerate, and we think that we will reach our targets in the transformation plan."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "We already reached the agreement with the units. Yes? So it's a question of time that it will come. On the Digital Consumer Bank, the situation is a bit more complex here, yes, because what you have in the numbers is this is a growing business. Yes? And as we reach new agreements with OEMs that expand our business and we expand our activity, particularly in the leasing space, we are more focusing being more efficient in transaction costs, compared with our revenues, not as much in an absolute number that cost that goes down."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "You should look at Digital Consumer Bank as a growth story. And naturally, in the first half, we have had the first, I will say, four, five months where we were lagging behind our -- the normal originations. In June, we got very close to the origination we expect in a normal amount. And for the second half of the year, we think that we're going to have some -- on the back of availability of cars, there is no new cars for sale in the market due to scarcity of chips."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "And probably, we -- although I am optimistic that we reach normalized levels, this is going to mean a break. On the other side, in used cars, we are doing significantly better. Particularly our position in Germany, used cars is doing much better. So -- but overall, when you look at the Digital Consumer Bank, the cost side, you should look in relation with the business we underwrite that we expect to grow significantly, and we are growing."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "We are reaching new agreements with new OEMs that help us to grow the business all across. And the fourth question was about NII in Brazil. Jose mentioned when he was presenting Brazil that we expect the same trends in the second half. If you look at Brazil, well, you mentioned the interest rates."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Interest rates in Brazil have a not-so-significant impact. So some positive impact on the liability side, not as big as in other jurisdictions due to the fact that the reserve -- the mandatory reserve requirement limited the impact. And the loan book margin has remained -- spread has remained relatively flattish. Yes? So in the last, I don't know, couple of quarters."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Yes? So I do expect to keep growing on the back of loan growth and on the back of market share gains. We keep gaining market share in the country. So we are growing faster than our competitors, and I do expect to keep growing. So I don't expect a big deal compared with the current trends in NII in Brazil."
  },
  {
    "person": "Sergio Martinez",
    "role": "answerer",
    "position": "Global Head, Shareholder &amp; IR",
    "text": "Thanks, Ignacio. Next question, please?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question is coming from Britta Schmidt from Autonomous Research. Your line is open. Please go ahead."
  },
  {
    "person": "Britta Schmidt",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "Hi there. Good morning. I've got three questions and a clarification, please. The first one is on PagoNxt. You mentioned the EUR 1 billion revenue target over the medium term. Can you give us a bit more color on what you mean by medium term? And maybe also when you consider the business to be breakeven in terms of profits. The second question will be on legal issues. What is your scenario for the Polish FX mortgage is now? You've taken another provision in the quarter. Or where do you see the endgame? And maybe also, you can comment on whether there's any impact on the business in Germany from the BGH ruling on deposit fees, or where do you expect that to have any read across for other geographies at some point? And the clarification is just on the macro provisions. Could you give us an update as to where they are right now after releases in the U.K. and U.S.?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "I didn't get the third question in relation with Germany. What's your comment? Sorry."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "The ruling."
  },
  {
    "person": "Britta Schmidt",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "There was a ruling on reimbursing customers for increasing deposit fees without their expressed consent. I was just wondering whether Santander is impacted by that or whether you expect that this might spill over to other geographies where lawyers may start to launch some cases on deposit fees."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "OK. Good. Thank you. So PagoNxt, more color. Well, this is a -- we said in the presentation that we expect to grow revenues 50% in the second half of this year compared with the first half. Remember that we acquired Wirecard assets. And those assets -- well, we have in our P&L the cost. The cost of running Wirecard is, I think, EUR 60 million or something like that."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "And the cost that we have and revenue-wise, we started just one month ago. That's the reason why we expect to grow rapidly our revenue base in the coming quarters without changing significantly the cost base. When the breakeven is going to be -- you say EUR 1 billion medium term -- medium term, normally, we doubled revenues. We increased revenues 50% in the second half."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "We should reach in the next two, three years a volume of revenues in line with the number we are mentioning. And the breakeven -- well, I do have a -- I will say the acquiring business is going to be very quickly. The trade very quickly -- well, I do expect probably no more than one year, one year and a half. Yes? So in Latin America, the business is already more than breakeven."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "In Europe, we need to deploy our network in countries like U.K. and Poland. That is going to take for a while, and significant investments probably takes longer than this. In trade -- well, we are developing also the network, but this is a pretty straightforward business."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Relatively, it's not -- I don't have a specific time frame in mind, but it's not a very long period of time. Yes? So probably, I can elaborate more on this specifically with the specific details about timings and plans that we have in relation with this business. Swiss franc in Poland, we are expecting the Supreme Court ruling by September."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "Second of September."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Second of September. Our provisioning now is around 15% of the portfolio."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "15% of the EUR 2 billion portfolio."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "The EUR 2 billion portfolio. We're highly uncertain, the outcome of the ruling, and we will see. But in any case, taking into account that is -- we have -- we own 70% of the bank. We don't expect a material impact for the group out of this issue. The German ruling on deposits, we are not charging deposits in Germany. You say, oh, this goes to other geographies. We are charging for deposits only in institutional money and nonoperational deposits of very large corporates. So it's not a significant impact to us unless this affect the professional market. In which case, well, it will go one side or another. Yes? So we have the two sides there. And to be honest with you, I don't know the net of the two sides. Yes?"
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "No. I don't. But exactly, there are two sides to this."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "You are laughing. So you probably know. OK?"
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "There was a final question on the overlay. We have not used the overlay but in Spain and a bit in Mexico. In all other countries, the overlay is unused."
  },
  {
    "person": "Sergio Martinez",
    "role": "answerer",
    "position": "Global Head, Shareholder &amp; IR",
    "text": "Thank you, Britta. Next question, please?"
  },
  {
    "person": "Britta Schmidt",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "OK. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next up, we have a question from Carlos Peixoto from CaixaBank. Your line is open."
  },
  {
    "person": "Carlos Peixoto",
    "role": "questioner",
    "position": "CaixaBank",
    "text": "Hi. Good morning. Thank you for taking my questions. So I would perhaps start a bit or pick up a bit on the questions regarding the evolution of cost of risk in the U.K. and in the U.S. as well. So you witnessed here the -- this write-back, which I believe has to do with adjustments on the macro inputs on the provisioning model. I was wondering, going forward, what type of underlying cost of risk should we expect on these two business lines? And also on the NII front in the U.K., if you could share some guidance on what to expect throughout the year and possibly for next year. Thank you very much."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "OK. Underlying cost of risk, U.K., U.S. So traditionally, in U.K., where the majority of the business is mortgage business is 90% of the volume or somehow the -- yes. So the cost of risk should be in the region -- you look backwards, and the cost of risk should be in the region of 10, 15 basis points, has been the number that we have had for years."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Yes? So very low cost of risk. And U.S. is quite different. On the back of the subprime business, we run out of SCUSA."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Assuming that the mix remains the same, you should expect a cost of risk in -- the subprime business was more in the region of SCUSA, in the region of 6% or something like that was more -- with some volatility. Remember that this business has seasonality. Look at the cost of risk in one year. Yes? If you look quarter on quarter, you have significant seasonality."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "You look backwards, you have this. But 6% is the cost of risk in the consumer business. And the other is fairly low. The remaining is fairly low, probably maybe in the 20 to 30 basis points."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "The business that is not consumer. So it depends largely on the mix. NII guidance in U.K. was the other question."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Jose already elaborated on this. So what you are seeing now is the result of repricing liabilities. Well, probably, almost all has been done there. And the increasing spread in mortgages -- well, as you know, last year and the first half of this year has been fairly good."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "The mortgage market in the U.K. is very dynamic. The last couple of weeks, we've seen more competition in the market. But we remain fairly constructive on the back of higher volumes and relatively stable mortgage spreads that comes and goes, but we do not expect a big deal there. Yes?"
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "If I may. As I mentioned, first half against first half of last year, net interest margin is up 26 basis points. So we would expect to see a similar year-on-year figure for the full year, maybe 20 to 25 basis points. We have a sensitivity of around GBP 17 million, GBP 18 million to the basis point, and that is what explains our expectations for double-digit growth in NII in the U.K. this year."
  },
  {
    "person": "Sergio Martinez",
    "role": "answerer",
    "position": "Global Head, Shareholder &amp; IR",
    "text": "Thank you, Carlos. Next question, please?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next up, we have Benjamin Toms from RBC. Please proceed."
  },
  {
    "person": "Benjamin Toms",
    "role": "questioner",
    "position": "RBC",
    "text": "Good morning. Thank you for taking my question. Just one for me, please. Santander have been involved in a branch trial in the U.K. There a number of banks have come together in a -- to form a bank hub in one branch. Do you see this as a strategy that can get rolled out across rural areas in the U.K.? It seems like quite a good idea. Thank you."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "OK. The branch model is largely idiosyncratic. Yes? So depends on the different countries. The model in the U.K. where, as you know, we have a -- the IFAs play a very big role in the mortgage market, is a model that is, I will say, is different from other countries, particularly in our wall, where we are, in other countries, more kind of -- the branch is kind of a supermarket, while in U.K. is more specialized in specific segments in which we were particularly on the savings space and mortgage space. And we have the regional centers for corporates. So it's a business that is a model that is branches on one side for the retail specializing savings and mortgages; and on the other side, the corporate -- the regional centers for corporates."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "This is a model that in our jurisdiction is probably quite unique. Yes? So we have -- we tend to have more -- the branches tend to be higher -- broader set of products in the mortgages -- in the branches than the ones we have in U.K. given our relative specialization in U.K. And we continue -- we think that the branch distribution -- the physical distribution in the U.K."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "is about to be realigned right now with the current presence, and we are investing a lot in improving our digital distribution and all the subset on all the products in which -- with which we operate in the market, particularly in those who are more related with fee income like insurance and wealth management and these type of products that we are investing to improve our offer."
  },
  {
    "person": "Sergio Martinez",
    "role": "answerer",
    "position": "Global Head, Shareholder &amp; IR",
    "text": "Thanks, Benjamin. Next question."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next up, we have --[Technical Difficulty]"
  },
  {
    "person": "Sergio Martinez",
    "role": "answerer",
    "position": "Global Head, Shareholder &amp; IR",
    "text": "Next question, please? Hello? Next question, please?"
  },
  {
    "person": "Unidentified Analyst",
    "role": "answerer",
    "position": "Unknown",
    "text": "-- the second half remaining broader impact? And any other organization drivers in 2022 and 2023 [indiscernible]. That would be helpful. Thank you."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Sorry. We couldn't hear your question. Could you repeat your question, please because we have some technical problems?"
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "Sorry. Can you hear me now?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Yes. We can."
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "[indiscernible] if you specify other upcoming impact on capital for the second half of 2022 and 2023? And what level of fully loaded capital ratio will be uncomfortable for you as leaders of the bank? Why [indiscernible]? So I know that the performance has been 11%, 12% and you're comfortable in those levels. But why do you have concerns on the economic recovery? What would be the capital level where you will be taking action? So if this is the level that [indiscernible], or would you be some volatility [indiscernible] those levels are going to be lower?"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Well, we clearly stated our capital target, this is the range, 11% to 12%, and we stayed in this target. So if we fall below 11%, we are not inside our target, and we try to come back to our target as soon as we can. Yes? So that's simple. Well, I will focus much more on the likelihood of destroying capital at Santander."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Yes? So when you look at the pre-provision profit and -- well, this is well established in the stress test -- all the stress test. The likelihood of destroying a significant amount of capital at Santander is much lower than in other -- some of our competitors. That's the reason why in the stress test, we can -- we always tend to come at the top with the less capital depletion than our peers. This makes us comfortable with our range."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Yes? So when we define our range, we took into account the business mix that we have, our pre-provision profit as the first line of defense that may -- that allow us to face the potential shocks that may come from the business as the ones that came last year in the middle of the pandemia. And well, we feel comfortable with this. The range is the result of our assessment where we feel comfortable, 11% to 12%. Where we don't feel comfortable is below the range. And Jose?"
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "I would add to that, that again, we have a management buffer in the region of 200 basis points. So we are not only we generate a lot of capital, but we are very comfortably above the minimum capital requirements. And obviously, the regulators feel very, very comfortable with our 11% to 12% range. I have already got into details of what we expect for the second half."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "For the coming years, I mean, I think it's very early. The ECB, as you know, will let us know in September, October what their inspection and model exercises are for the coming years. And we will update you when we have a bit more detail."
  },
  {
    "person": "Sergio Martinez",
    "role": "answerer",
    "position": "Global Head, Shareholder &amp; IR",
    "text": "Thank you, Carlos. Next question."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "In relation with the cost evolution in both -- in Portugal and Poland, we -- for sure, we're going to have an acceleration of cost reduction in Portugal. In Poland, we have mixed trends. We are doing a large transformation plan, but the salaries in Poland, as you know, are growing at the region of 6%, 7%. So it's more difficult to reduce in nominal terms, although we're going to have a -- we expect to improve our cost/income in the country."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Nominal reductions in Portugal, for sure, acceleration there. In Poland, largely depends on the situation in the country where the salaries are growing. We're going to continue with the transformation plan, but the efforts have been offset by the increase in salaries in the country. Yes? And second, Brazil, the cost of risk."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "We are running 3 60 or something like that."
  },
  {
    "person": "Jose Garcia-Cantera",
    "role": "answerer",
    "position": "Senior EVP &amp; Group CFO",
    "text": "3.5"
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "3.5. Well, in the coming quarters, we don't expect a material deviation from this other than the ones that may come from the mix. Yes? So on a like-for-like basis, I don't expect a bill. It's true that we are growing faster now in retail than we are growing in corporates and CIB."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "If this continue, may go up, but this is -- this will be good news, I will say, in the sense that the retail business is highly profitable at this stage in Brazil. But it depends on the mix. Yes? If you ask me with the current mix, I don't expect big deals other than 10, 20 basis points up and down in Brazil. In the current scenario where the country is going to grow this year based on IMF yesterday in 5%; and next year, 2% or 3%."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "On the back of this, I don't expect a big deal there. And probably, they continue to increase rates. Yes?"
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "OK. Thank you. Very clear."
  },
  {
    "person": "Sergio Martinez",
    "role": "answerer",
    "position": "Global Head, Shareholder &amp; IR",
    "text": "In this case, our last question is coming from Francisco Riquel from Alantra. Please proceed."
  },
  {
    "person": "Francisco Riquel",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes. Thank you. Very briefly. NII in Spain, a bit weaker than I was expecting, down quarter on quarter. So I wonder if you may comment on the trends. And I feel that the mid-single-digit growth guidance for the year may look challenging. If you can update also on the guidance in NII in Spain. And then second question on Brazil, if you can comment on the changes in management and any potential implications we should expect. Thank you."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "OK. In Spain NII, we guide you to 35%, and that's around this. So probably, we are -- well, probably, the negative comes from lower repricing rates in mortgages is the only thing that comes to my mind. The rest remains basically in line with our expectations."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Probably, this effect may change 1% more or less, but not a material change there on the trends. We are seeing a bigger activity in mortgages. That trends may -- tend to be lower yields and relatively low activity on the SME and corporate space and tend to have higher yields. Other than that, I don't see significant changes there."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Yes? In Brazil, relation with the change of management, while we did a succession plan, I would say, business as usual. Sergio will become the non-executive chairman in January. And two members of the ComEx, the executive committee in Brazil become -- in the case of Mario Leao, become the CEO of Brazil. And in the case of Carlos Rey, he's going to head the Latin American region."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Well, he's, I will say, it's business as usual, I will say. Nothing specific in relation with the strategy and all these things. Our plans is to keep growing in Brazil. As you know, the subsidiary has had an outstanding performance, and also the region is having an outstanding performance."
  },
  {
    "person": "Jose Antonio Alvarez",
    "role": "answerer",
    "position": "CEO &amp; Vice Chairman",
    "text": "Chile is having a great year, and we are growing nicely in other small franchises like Uruguay, Peru, Colombia and in the region. So we plan to keep growing in the region to expand some regional business across like the consumer finance, the one in -- the ones in PagoNxt acquiring and the others, Superdigital in consumer in the area of PagoNxt. And Carlos is going to have this mandate, and Mario Leao is going to keep the mandate of keep growing in Brazil and gaining market share, as we've been doing with outstanding returns north of 20% that we -- probably, we are now among the largest bank in Brazil, the most profitable one. And this -- naturally, we want this to continue into the future."
  },
  {
    "person": "Sergio Martinez",
    "role": "answerer",
    "position": "Global Head, Shareholder &amp; IR",
    "text": "OK. Thanks, Antonio, Jose. I'm afraid we need to leave it here. Thanks, everyone, for joining today. Apologies for the technical difficulties. Obviously, the IR team is at your joint disposal for any follow-up. Thank you."
  },
  {
    "person": "A - Jose Antonio Alvarez",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "A - Jose Antonio Alvarez",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]