[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions] And the first question comes from the line of Nicolas Payen from Kepler Cheuvreux."
  },
  {
    "person": "Nicolas Payen",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "I have two questions, please. The first one would be on revenues. And could you elaborate on the bridge to €32 billion of revenue target, please? And in particular, what gives you confidence that you can reach €32 billion and how the start of the year position you towards these targets? The second question will be on share buyback. You previously alluded to a share buyback annual growth of roughly 50%, which would put you at €1 billion share buyback versus the 750 that you announced. So the question is, can we expect more throughout the years and at what point in time during this year? And also, what are the performance criteria that you're looking at to potentially announce more?"
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "It's Christian. Let me start with your questions, and then James can obviously contribute. Look, what makes us confident is, first of all, the overall positioning and foundation, which we have built over the last 4 or 5 years as a Global Hausbank to our clients, the momentum -- the development in all 4 businesses, feedback from clients. To be honest, in all the last 3 or 4 years, we not only met our revenue targets, but even exceeded that in the years really makes me confident that from the offering we have from the positioning we have is actually the right starting point also for the next years. And that feedback, Nicolas, we get continuously back from our clients, be it institutional clients, corporate clients and private clients. And let me also say that, in particular, the geopolitical items which we are facing in this world, in this regard, to be honest, support us, people want our advice. Corporates talk to us on their amended networks."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "So the mandates we get from the corporate side, from the institutional side, is, again, something which really makes me confident and is on a level which we haven't seen before. Now to the bridge from €30.1 billion, to be honest, to €32 billion. What makes me confident and how do we see that? I would really kind of divide that in three parts: Number one, it's €400 million coming from NII, and that is obviously reflecting the hedging which we have already put in place. This will, in particular, come from the PV and the CV side. And on top of that, we see also the growth in our fixed financing. So that is approximately €400 million, which we will see also the good work which we have done on the treasury side with our business. So that is locked in. Now the next thing is, and we always talk about, so to say, the more predictable business we see approximately €800 million, if not even a bit more, from the more predictable business. And that, in particular, is the Private Bank, Asset Management and the Corporate Bank."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "Now in those, you have approximately €400 million from the Corporate Bank. That, again, comes from active repricing monetizing our existing clients, scaling the business which we have invested in. If you look into our investment, which we have done in '23 -- in '24, but in particular, looking at the investment plan for '25, a high degree and partially the highest amounts in those years and in particular, in 25% goes into the Corporate Bank to really scale up our offering. And you have seen the overall development of the corporate bank, which is at the core of our franchise. And therefore, I can see at least this €400 million of uptick in the year 2025. And again, if I look at the mandates, which we are constantly winning how the year started, I'm very optimistic here."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "The other €400 million is in particular coming from the PB and asset management side. And here, a lot of prework has been done. I think in the prepared remarks, we talked about the growth in the assets under management on both sides, the private bank and the asset management side. So obviously, with the fees generated out of that, we will see higher returns. There is no drag on the NII side. I talked about the initial €400 million. So therefore, we can clearly see with the increased volume, higher revenues. Last but not least, I also said that in the discussions before, which we had on a quarterly side, there is a lot of momentum also in Germany, actually in the retail bank I think Germany, one of the biggest problems and challenges we have is actually with our pension plans in the next years. And more and more, this is -- these are the discussions, which we have with our clients. And again, then applying that to 15 million Postbank clients now being on our IT platform is a huge opportunity for us and [indiscernible] is banking on that."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "That brings us those €2 billion to €1.2 billion. So you are kind of at €31.2 million, €31.3 billion. Where is the rest coming from? €500 milion to €600 million, in particular, in the Investment Bank from the O&A business. I think James and I talked a lot about that over the last 18 months. We did on purpose the investments in the middle of 2023, not only Numis, but in particular, also the hirings of senior directors in the Corporate Finance business. I think we could show with the growth rates in 2024 that this started to pay off. I'm really proud what [indiscernible] has done in that business. Look at the Q4 numbers in the O&A business. We clearly outperformed the market. And I can see that this momentum is going on. So we believe that actually in the O&A market, we can increase our market share by approximately 50 basis points to approximately 3 percentage points. And then I also do believe that actually the fee pool, in particular, given what is happening in this world with the growth momentum we see in the U.S. will be higher next year. But the real impact the majority of the €500 million to €600 million is clearly coming from now that the investments are fully paying off and that we increase our market share. Now that already brings us almost very close to the €32 billion."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "I haven't talked about the FIC business because, obviously, in particular, [indiscernible] is not standing still. We have done significant investments, in particular, in Latin America, but also North America in our business. watch the credit trading business, also with the recent hires, which we have done summer last year and obviously, which we are paying off more and more. And therefore, I do believe that we have also a chance to grow there. So in this regard, that is the bridge for us from €30 million to €32 billion. Obviously, the confidence level, which James and I have and Fabrizio and Claudio is also sparked by a first good month. Now we know we cannot rest here, 1 month is 1 month. But the overall momentum in this bank to drive this, the feedback from the clients also last week in Davos is clearly telling me this is achievable, and I'm sure we can show you that already at the end of April."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "Second part on the share buybacks. Look, I do believe that James and I have also -- have always managed this bank in a prudent and conservative way, i.e., in particular, to your question, €1 billion to €750 million. First of all, I'm really happy with the starting point in which we start into this measurement here of 2025, 13.8% capital ratio gives us actually the ammunition, on the one hand, to grow business and have the right resources. That's all in our plans. But at the same time, obviously, also reward our shareholders. With the €750 million, which we announced and we should not forget that the 50% increase in dividends, we actually announced to the market already a distribution of €2.1 billion for this year. I think it's a wonderful starting point. And actually, if you move that up, we are now at €5.4 billion. If we think about our past, which we gave to the market in particular with regard to growing our distribution and also the dividends and you apply the next increase on the dividends for next year, you are already very, very close to the €8 billion."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "Now I think -- and that's what our approach is. Let us deliver on our business execution in the next month to deliver the 10% return on equity. Of course, we will review our distributions in the course of the year on the basis of our performance as, at the end of the day, we know that we also want to reward the shareholders, but I think it's a good and prudent start into the year. And let me end also with one thing, absolute confidence that we will do that what we promised to you to distribute more than €8 billion in the years '21 to '25, including the payouts in '26."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from the line of Anke Reingen from RBC."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC",
    "text": "I just wanted to ask about the costs. Can you please talk a bit more about the increase in your guidance of the adjusted costs to €20.3 billion. I mean how much of this is a function of your revenue expectations in 2025? And how much is this reflecting future investments? And then on the -- how should we think about it at the divisional level on how the higher cost base comes through in terms of -- also in terms of the cost-income ratio target and in comparison, you previously provided cost-income ratio target at your previous Capital Markets Day. And then just the 62.5, is that now a target that's not in reach? Or does it remain a longer aspiration, something you might potentially discuss in the course of the year. And then last question, I mean, obviously, this is a bit of a disappointment on the Q4 performance. What should give us the confidence that Q4 2025 doesn't give us a similar disappointment. And then that aspect, I think the nonoperating costs at the €400 million looks relatively low. So if you can give us a bit more confidence that really the costs, I mean ignoring FX effects you will be able to deliver them."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "It's James here. A lot to talk about, but all the right questions on the cost side for sure. So let me go in a little bit of a mixed order. On the nonoperating costs, look, start with restructuring and severance. We have a significant amount sort of I don't know practically all, but we've come such a long way in terms of the transformation of the company that there is not a great deal left to do, and we control that number. When I say not a great deal, there's still some work that Claudio and his team are doing on the private bank, you've seen that. But of course, we've taken some into Q4 to enable us to take some actions already in 2025. But for practical purposes, we're through the major transformation of the company. On the litigation side, the way I think about it is that there's a funnel of matters that can result in outflows in any given period of time. And that funnel is simply emptied. Now not in the right way. Obviously, in 2024, we had some surprises and there can always be unknown unknowns. But of the known items, the funnel is simply empty or [indiscernible] empty and the risks that we can see are remote, both in terms of time and likelihood. So we feel really good about the trajectory now on the normalization of nonoperating costs, and that counts -- that goes for Q4 next year. Obviously, we're -- we have every incentive not to deliver another quarter in which there's a kind of a messy Q4 -- another year in which there's a messy Q4."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "If I go to the Investor Day numbers, and this goes all the way back to 2022. But there actually, I see really good progress. So if I look to the business sort of plans for this year or the business cost income ratios in our plan, really encouraging progress. Now these weren't formal targets, but definitely a guide for you. And we see the -- both Corporate Bank and Investment Bank within the range. Corporate Bank may be towards the high end of the range, Investment Bank towards the middle of the range and asset management also very, very close to the top end of the range."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "So really good progress in those businesses. The Private Bank at this point will clearly be above the range. But actually, the underlying performance of the Private Bank is very encouraging in absolute terms are coming in very close to what we had factored in at the time. But there carrying the burden of really two things that some of where the incremental investment of controls and technology has gone in the years. And also as we've refined our internal cost allocations, you remember we've talked about driver-based cost management, it's tended to be shifted some of the expenses to the Private Bank. So overall, we're encouraged by what we see and there's still work to do. We don't think the trajectory for the businesses or the group ends with 2025. That gets me to your second -- to your third question, sorry. No, we're not cashiering the 62.5 forever. We think that the operating leverage that we've built and will continue to see in the company will take the cost income ratio further down in the years to come. And so we absolutely think that, that is within reach of the firm, but not in 2025. And so that then gets you to what has driven the costs up to the -- our current view of 20.3 on the old FX. Look, it's a bunch of drivers."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "And again, cumulatively, since the last Capital Markets Day, I would probably bucket as 1/3, 1/3, 1/3. It's sort of €600 million or €700 million over that time, if you express it in cost/income ratio terms and about 1/3 has gone into business investments, about 1/3 into control and the further 1/3 into technology, if I give you rough rough numbers, probably a little bit more weighted towards technology in that math. Now you've seen us make those decisions. And as we said in the prepared remarks, we think they are the right decisions for the company. Controls are the license to operate. And back in '22, we relatively quickly recognized we needed more investment to close out the control improvements to meet our own expectations and those of the regulators and that investment has continued. On technology, that's been sustained over the past several years. And as you know, our business very much competes on the technology that you can provide across a whole range of activities, including the client experience. And we think it's the right decision, therefore, to continue and sustain that investment. On the business side, this really goes back to the 2023 investment opportunity we saw particularly in the investment bank at the time."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "And we like how that investment is paying off and will pay off in the years to come. And so it's, if you like, the cumulative impact of those things that have carried into the costs for this year, if you're in the deep detail of why now and what wasn't visible to us last year, look, as we went through a planning cycle I would say, in addition to all of the above, inflation has run maybe $100 million in express just in '25 terms, higher than we might have have expected at the time. And as I say, so cumulatively, those are the drivers that have driven us to where we are now. Again, a lot of that has been offset by the very good work we've been doing under Rebecca's leadership on the efficiency program. And as Christian mentioned in his remarks, we've made enormous progress towards the €2.5 billion goal in terms of cost takeout, and there is more to come thereafter because I said in the last call, it's like peeling an onion, we see more opportunity as we get deeper into the transformation and deeper into some of the process improvements that we make."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "Sorry, Anke, just -- I mean, 100% support, what James is saying. Just to reiterate that, obviously, below 65 is not our endpoint. And for that, I simply also wanted to refer to Page 9 of our prepared remarks where, obviously, we are now thinking with all the investments we have done, what the outcome is. That goes beyond the €2.5 billion, which Rebecca is managing. But also here on purpose, obviously, we gave you a little bit of an outlook. So clear dedication and goal by the bank to go lower."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from the line of Kian Abouhossein from JPMorgan."
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "I just wanted to come back to the cost line. So we should really look at €21.2 billion, I would say, is more realistic number. And in that context, can you just tell us what it also means in terms of revenues impact? Is it around I guess, €400 million roughly as well or slightly more, I assume? And in that context, can you talk a little bit about your ambition in Mittelstand? And if you have factored anything for expansion Mittelstand considering this clearly some opportunities in Germany with 2 banks potentially targets in terms of Mittlestand growth from your perspective? And can you talk about what you're actually doing on the ground to grow there? Lastly, within cost and apologies it's clearly a big topic, flexibility on cost of asset before, but clearly, there's a higher cost guidance, that's a topic that we get a lot of questions on. If you can talk about flexibility in case you don't get the €32 billion plus. And if I may just ask on last question on Page 9, on your return on, I guess, risk-weighted assets by business where you give kind of the profit to risk weighted assets, very interesting chart, clearly. And I'm just trying to understand what are the big buckets which we should look at in terms of underperforming businesses, so we understand what the opportunity is."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Great questions again, lots to go through there. Let me start on the easy stuff, and I'll give the harder questions. The FX impact, you're absolutely right to draw attention to it because what we wanted to do in our presentation was give you numbers that are consistent with what we've talked about for the past year. And hence, the presentation is largely -- is presented in what we would call plan FX levels, where euro-dollar was around [indiscernible]. And then we give you the translation into December FX, which was about [indiscernible]. And so that difference and creates on the revenue side, a number where $2 billion translates to about €32.8 billion."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "And on the expense side, as you say, 20.8 translates to 21.2. In the relationship between euros and dollars, dollar strengthening actually helps our margin just a little bit. And here, I refer to you to the currency breakout of revenues, expenses on Page 36, where you can see that there's a little bit of asymmetry in dollar euro, where we have more revenues than expenses expressed in dollars, and that drives, therefore, just a little bit of FX improvement on the margin. Now that relationship will change over the course of the year. So we'll continue to give you reporting that shows the year-on-year variances created by FX. One of the reasons we're talking about absolute numbers is always challenging given that change. And just to complete the picture, in case the question comes up, we do hedge the sterling risk. You'll see that there's also an asymmetry in sterling. We hedge that forward. It's rolling, so it's not forever. But the euro-sterling currency differences don't really change the in-year number is a great deal. Kian, you had a follow-up?"
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "No, I'm fine."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "Looking on the Mittelstand [ph] Germany -- sorry, I was on mute. On the Mittelstand, Germany, a very good question. Look, there are 3 or 4 areas where we are obviously enhancing our business and also making sure that our portfolio with the Mittelstand not only growing, but the profitability of the portfolio, like indicated by the way, on Page 9 is further improving. Number one, we are going through this portfolio also from an SBA point of view. Clearly, one where we can do better, where we have done already action. And in particular, here, where our underlying process, which is also part of Page 9, i.e., how do we set up this bank front-to-back processes in the lending business making sure that we don't have different processes for the various financing or payment flows that we are streamlining this. This is one area where actually a lot of investments of the Corporate Bank going into the setup into the platform and the streamlining the German setup. So it will add just from an efficiency point of view, we will see a very positive impact there."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "Number two, of course, with the focus on the corporate bank in 2019, we also -- and I can say that here also with a little bit of pride, we absolutely regain credibility and trust in the German home market. And if I look at our market shares in not only obviously the DUCs company, but in the Mittelstand, be it the bigger family-owned companies, the Mittelstand itself, but also in the small business areas, we have actually gained momentum. We increased the revenues because the clients are feeling that Deutsche Bank wants to do that business. That was different before 2018. And with the constant improvements also process-wise, we obviously succeed."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "Thirdly, we have invested into our coverage. For Germany, if you want to really bank it in the best way, you need to be regionally. We have invested into our people here in order to make sure with the right coverage. And fourthly, yes, you alluded to that. Now obviously, I'm not talking in detail about that, but each situation in the industry is providing a huge opportunity. There is uncertainty in the market, you know what I'm talking about. And that obviously is a chance and opportunity for us, and we have started to work on this, and I'm sure more to come. So Mittelstand, Germany, is from a profitability point of view, efficiency point of view and from a growth, absolutely a focus. And let me also say, because I'm sure I'll get the next question, but we are not doing that at any price. We also need to take into account the situation, the economy. And therefore, we will not alter our underwriting standards because that would bite us and therefore, we keep the underwriting standards which we had. But doing this, we can see a clear growth here at home."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Kian, maybe just very briefly on you're pointing to Slide 9, the chart on the right. It's what we can now work with over the next several years in a more fine-tuned way than previously, with each of the businesses looking at the drivers of their SBA or profitability against the resources that they deploy. It means we can grow revenues through things like repricing and just business growth. We can manage the expenses down, leveraging some of the tools we've built over the years, including driver-based cost management. And we can also work with the businesses to reduce the capital burden and there the efforts we've gone to create resources efficiency on the RWA side is also helping. To give you an example of where we are using these tools to make decisions, we talked about the mortgage product and especially in our home market and the deemphasis over the past couple of years of that product. It's part because at various prices, the product didn't meet its hurdles. Middle market lending equally in Germany is something we need to improve the profitability of, as Christian says, it's strategically critical. It needs to sort of carry itself from a profitability perspective as well. There are other portfolios all around the company that we're working with the businesses very closely on. And the level of engagement in this work is extremely high, which is -- which gives us a lot of optimism about how these levers can be pulled over the next several years to drive a very significant impact in bringing each of the units up and also the average."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from Flora Bocahut from Barclays."
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Barclays",
    "text": "The first question I wanted to ask is actually a clarification, regarding the buyback, the €750 million that you announced today, just to understand when you intend to launch that buyback. Are we talking just a few days? Or are we talking several months before this gets launched? And then on the questions, first is actually coming back to the CET1 trajectory and distribution plans. And thank you, Christian, for clarifying how the performance is going to play into potentially more distribution. But I also wanted to draw the attention on the regulatory risk here because my understanding is that the Basel IV first time implementation is now expecting to cost you just €5 billion additional RWA, so not the €7.5 billion that had initially been guided. Obviously, this discussion ongoing on whether FRTB implementation in Europe is going to be delayed. I know no decision has been made yet, but assuming this would get delayed by another year, could that mean also upside risk to your distribution plans for 2025 beyond the actual performance itself? And then a word on provisions that we haven't discussed too much yet. I think the guidance you provide for 2025 points to €1.4 billion to €1.6 billion of provisions. Consensus is right in the middle at €1.5 billion. So just if you could discuss where is the risk on that number, whether to the upside or the downside, what gives you the confidence, the visibility on that number with a special word also, if you can, on the U.S. commercial real estate portfolio, especially U.S. offices after the Fed is more likely now to keep rates higher for longer?"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Also great questions. And for the others, I won't say great questions again. So don't be insulted if I don't repeat that. So briefly on the start of the buyback program. Look, every year, we start with the buybacks that offset employee share deliveries against previous year compensation. So it actually takes a little while until we complete that and so we would only start the €750 million once that is done. It takes a little bit of time, but we're in the market really for most of the first quarter with the former buyback. As is last -- was the case last year, I can see some of this amount slipping into the early part of Q3, but we would expect to get the bulk of it done earlier than that. On the -- I'll talk about the trajectory on CRR3. Look, it's more or less where we thought it'd be. And yes, there are a bit still to come. So there's a bit of a round trip in the first quarter. Because in the technical details of CRR3, the OpRisk RWA doesn't hit you January 1, but only really moderately first. But the net number of about 15 basis points down, there's a -- it's about 5 basis points up in our estimates on January 1 and then 20 basis points to come on OpRisk RWA. There are some modest adjustments also in and credit risk that come into it. That trajectory is encouraging. But as Christian says, we need to kind of seeing how the year develops and actually, the calculations are relatively new and fresh. And so it will take time for the systems, the models and what have you to settle a little bit, and we'll be back to you."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "On FRTB, that is an opportunity. Naturally, we need to plan with the expectation that, that will be implemented in January of next year, and we would stick with the estimate of around really €7.5 billion of impact in RWA from the first of the year, '26. I think there's a decent likelihood it will be delayed just because I think we all believe and so does some of the legislators that creating a competitive disadvantage for the European banks in this area, waiting until FRTB implementation comes to the United States and the U.K. would be unnecessarily damaging. And hence, we do think that's an opportunity. And at a point in time where it's more certain, it can enter into our capital trajectory and thinking. I would add that there's some other potential changes in our requirements going forward that can impact, say, MDA."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "And then lastly, on CLP, it's a relatively wide range. I think if you asked us today, we'd probably stay closer to the top end of the range, given that we still have to see, as you say, commercial real estate, the moderation take place, we're looking at the domestic middle market portfolio, as we've talked about in the past, in the economic environment that's still uncertain. But we do and hence, the confidence about moderation, we do think we're at the back end of this credit cycle. So from what we see today, we're quite confident about the improvement. €1.6 billion, so the high end would represent about 33 basis points, which as you know from our prior years and also prior guidance, would be relatively at a higher end for us. But obviously, there's a lot still to kind of water to pass under the bridge between now and the end of the year. Hopefully, that covered all your questions, Flora."
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Barclays",
    "text": "Yes. Can I just clarify when you just said that the CLPs could be closer to the top end of the range, you mean €1.6 billion?"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Yes, the 400 on a quarterly basis, look, I think a little bit like last year, we would expect maybe to start -- the first quarter or 2 at the higher end and then ameliorate as the year goes by. Again, we'll have to see how that plays out both in each of the quarters and the year. Hence, we gave you quarterly guidance rather than the full year, but just the widest end of the range, therefore, would be the -- ends of the range of €1.4 billion to €1.6 billion. Incidentally, actually, just to come back on one thing, Flora, you're right. We looked at the consensus and really consensus is in line with our guidance and thinking on most line items, of which credit loss provisions is one. Obviously, the cost is another prior to any adjustment for FX, as Ken pointed out. And the gap is really on revenues."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question comes from the line of [indiscernible] from Morgan Stanley."
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "Unidentified Analyst"
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "First, a clarification, James, I think I heard you saying potential changes in requirements that can impact MDA? Can you elaborate on this, what do you mean did I understand it correctly? And then secondly, on the Private Bank on Slide 4. I appreciate you are on the journey but still 5% ROE is still incredibly low. What -- for retail bank in Europe, it should be at least be double. What do you have in mind? And what complete actions are you taking to significantly boost the RoTE here?"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "So Julie, I'll start with the first on MDA and Christian will talk to the private bank. Look, MDA, right, has gone up for us to around a little bit over 13.3%. And that, therefore, drives our views on the level of CET1 that we need to run at with an appropriate buffer against that. And of course, the 13.8% is a good place to be in that regard. There will be some changes, as we talked about FRTB denominator impact, but also potentially some changes in MDA. One example would be our OSII positioning might take a year. But given our relative score in terms of G-SIFI ness, call it, we would expect to be coming down in our G-SIB over time as an example. The second is inside our numbers, you have the mortgage sectoral buffer, which is already -- which is also impacting how we're capitalized. So my point is that the level of capitalization that we operate at now and the gap to MDA that's implied by it is a conservative point, let's put it that one on both numbers."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "On the private bank, first of all, you're right. I mean, a 5% RoTE, obviously, not sufficient at all. But therefore, we are doing this full transformation. And by the way, if we digest and really divide the private bank, the real challenge, which we are working on in Retail Germany. Now when you look at the levers, first of all, at the start, we see a good revenue momentum in the private bank, by the way, also in Retail Germany. So overall, the private bank will go by approximately €400 million year-over-year. Secondly, one of the largest cost takeouts also in absolute numbers is next year again in the Private Bank in Germany or that what James also said, where we put restructuring costs for the further fallout, so to say, in a positive way from the IT technology transfer from Postbank to Deutsche Bank is paying off. So also there from a cost point of view, it's another and not only low 3-digit million number where actually, Claudio is reducing costs in the private bank. And thirdly, James gave you another example from an RoTE point of view, we have certain portfolios or some portfolios in the private bank, where from an SBA methodology, we are simply not rewarding our shareholders. And at the end of the day, our capital in a sufficient way. And that is the third lens where with repricing, but also with reallocating capital, we are improving the picture. One bit only that you also see there is full attention on, and we are working on it. If you just look at Q4 2024 and you look at Claudio's private bank costs versus Q4 2023, we had a reduction of 9%. That shows you that there is full focus on that transition that we know we need to get the cost down. The plans are there. Implementation is underway. But fortunately, it's not only that, it's revenues and SBA."
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "Unidentified Analyst"
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "Can I just follow up? What is the difference in ROE between Germany and the rest within the Private Bank?"
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "It's in particular from a legacy point of view, the structure of the platforms, the IT platforms we have. So as we did, fortunately, the transfer of the IT last year or in 2023 from Postbank to Deutsche Bank, we are, again, in a constant way, obviously, pulling off applications, closing applications, then we have, obviously, from a simply location point of view, we have the largest number of branch closures. Obviously, also the largest numbers of people where with streamlining the processes going more into a digital offering, in particular, in the retail bank. You see most of the transformation and also the efficiency gains in the Private Bank. So Germany, in this regard from the legacy point of view, system, location, branches, integration of Postbank is in this regard, the one where most of the work is on."
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "Unidentified Analyst"
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "Got it. But I was only just on the ROE number between Germany and the rest within the Private Bank?"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "We don't publish that number, but I mean, the Wealth Management and personal banking -- and private banking is double digit. So it is we can definitely converge in -- well into the double digits as we address the issues that Christian just alluded to in the German retail personal banking segment."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from the line of Chris Hallam from Goldman Sachs."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "Just two, I guess, sort of modeling questions left for me. Firstly, on the growth in FIC, so if I take the guidance, the €200 million or so growth that you're guiding to for FICC in 2025 how does that shake out in terms of financing versus nonfinancing? If I look at solid performance in Q4 financing revenues, if I just sort of run rate that through 2025, that's obviously imperfect, but that would sell for effectively all of the €200 million increase year-over-year in the guidance. So just any kind of color you can give in terms of FIC growth on our line line basis? And then secondly, deposit growth was quite strong in the Private Bank in Q4. So what are you assuming in terms of deposit growth in 2025 within that €300 million banking NII guidance?"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "So Chris, the FIC financing revenues are in the more predictable revenue stream bucket, so the 40% in Christian's Slide 7, so contributing to that €800 million. FIC market, to your point, would be the €200 million or €300 million of contribution in the -- in what we characterize as the remain revenue streams. In FIC financing, however, there's -- as you know, it splits between carry and revenues. We're quite encouraged given the 12% growth we had now just in the fourth quarter about our ability to continue growing that revenue stream. So it should do at least €100 million, maybe some more in NII and then earn additional fees, I would think, fee growth. But just to clarify, in the buckets, the rest of FIC markets, so rates, credit and emerging markets would -- and FX would be the balance of the remaining revenue stream number."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "In terms of deposit growth, we've seen quite strong deposit growth. And actually, what's been encouraging is it has shifted back into site deposits from term. And that's, as we talked about, being helpful for the margin on the deposit side. We are expecting considerable growth in both of the deposit businesses in 2025. I can't give you precise numbers. But we see liquidity in the marketplace and the ability to put on liabilities at attractive prices and SBA. The one caveat I do want to mention, though, is we talked last quarter about a couple of relatively concentrated deposit levels. So we're sort of -- as those wind down, we are offsetting the runoff of a couple of concentrated deposits. And hence, you'll see the net of those 2 in the numbers over the course of the year. Also Q4, as we had a year -- actually 2 years ago, represents a relatively high print. So I would see us sort of recovering to the Q4 level over the course of Q1, maybe into Q2 and then more of that growth flowing through into the back half of the year."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from Stefan Stalmann from Autonomous."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous",
    "text": "I would like to start with the strategic question, please. There's quite a lot of M&A activity these days in European Asset Management between BNP and [indiscernible], Texas and [indiscernible]. Does that change anything in the way that you look at your asset management strategy, please? And then would you actually be willing to consider M&A? And then just two number questions, please. The first on market risk-weighted assets. From what you say about the trajectory in the fourth quarter, it seems that your market risk-weighted assets must now be around €19 billion or maybe even a bit lower, which I think is the lowest level since you started disclosing this. Is there any possibility that this is snapping back? Or is there something more structural at work here? And finally, you mentioned not only this time, but also previously that you have benefited from credit hedges. So some of your credit loss provisions have been offset by revenue elsewhere. Can you maybe give us a rough sense of how much revenue was actually generated from these hedges in 2024, please? And in which line items which revenue line items, we would find them."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Thanks for the question, Stefan. Just briefly, we love our asset management business. We think DWS is really well positioned in today's markets. And having now exceeded the €1 trillion or dollar level, we can see that it has scale and profitability and also growth prospects. And so while we obviously see what's going on strategically in the market around us, we think we're well positioned. On the market risk RWA side, you're absolutely right, $19 billion is correct and it represents a relatively low level. Two reasons. One is year-end is often just like seasonally below. And secondly, you will have seen in the VAR numbers relatively low VAR, some of which reflects the volatility in the market and not so much the book. And hence, we would expect some amount of recovery, if you like, or an increase in market risk RWA during the course of the year. As it relates to the credit hedges, I need to double check the number, but it's sort of orders of magnitude around $100 million, a little bit more, I think, in the businesses, mostly reflected in remaining income in the businesses. And some in interest income. So a bit of a split depending on whether you see it in the investment bank or the corporate bank. And those hedges, we've talked about, I think, $42 billion of total sort of, if you like, hedges. Those hedge volumes, we well, we'll look to grow from here given what we say, I said about SRTs and the market availability. But these are ongoing programs that we have. So you can assume that type of protection and probably growing from here. Going forward, we manage concentration risks as well as capital usage with instruments."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from the line of Andrew Coombs from Citi."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Citi",
    "text": "Two, please. follow-ups. Firstly, you said that there are 2 areas of investment in your earlier commentary. One was the tech controls and remediation. The other was growing the franchise beyond the initial revenue ambitions. And I think you have given us a few points of where that has been over the course of the call, but perhaps you can just give more granular examples of which areas you have expanded beat on your initial ambitions. And given you haven't changed the revenue guidance the $25 million, but you have the costs, what is the payback period on those investments. Do you think you're going to see that come through in '26, '27, that would be useful."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Citi",
    "text": "And then my second question is just on that revenue bridge. Thank you for the very granular answer you gave earlier around the core divisions and see how that adds up to €2 billion. But at the same time, James also gave guidance on the corporate center or €200 million loss per quarter, which would see suggest you would have much lower revenue contribution from the corporate center, given how much that contributed in Q2 and Q3 of '24. So what's the offset there?"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Thanks, Andrew. I think it was slightly distinct the line, but I hope I caught everything. So in reverse order, the corporate center, and I think something interesting to point out on Page 5 of the deck, we talked in earlier quarters that there can be some volatility that's created by the corporate center. But I'd said at the time that it ultimately typically nets to 0 over the course of the year. And that was the case in '24, and we expect it to be the case in '25. So at the very bottom of the chart on the left, you can see that's our current expectation, but some of it is hard to predict, given, for example, valuation and timing differences are market related. But hopefully, that's a good indication. On the cost side, the walk I gave earlier to say it was about 1/3 of each of business investments, technology and controls was sort of a multiyear view going from our last Investor Day. More recently, what has been the places where we've put additional investment."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "I'd say the corporate bank, probably the first destination in terms of some plans that we've actually been working on for some time, but now have decided to implement, which is actually relatively broad-based in the corporate bank, but as an acceleration of some hiring and also technology investments that David Linn and his team have identified and are ready to execute and have begun the execution of -- in Private Bank, there are some technology investments that we had been kind of waiting to make decisions on, but feel are important to make, again, to keep pace with the industry where, as you can all see, in your own, I'm sure, personal lives, there's a bit of an arms race going on in terms of the capabilities for digital banking as well as some of the physical infrastructure there and then a little bit sort of a reacceleration of hiring on the RM side in that business. And then lastly, we've talked about O&A."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "We've -- I think we've largely completed the build-out of O&A, but there are a handful of additional hires that we've made and we've talked about also on the FICC market side, again, all of which we see as supportive of revenue, not just in '25, but in the years beyond. And so I just do want to emphasize that management's decision-making as we went through this most recent plan cycle has been not just about supporting performance in '25, but making sure we're building the company to be sustainably profitable and growing in profitability. In the years beyond, which actually one last thing to say. We look also at the 26 consensus where, as you can imagine, from the chart, especially Christian's Page 9 you can see an even greater divergence between what we believe the trajectory of the company is and what is currently in the consensus Mr. Coombs is still connected. Sorry, that last comment was indistinct. Can you repeat?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question comes from the line of Jerry Sigee BNP Paribas."
  },
  {
    "person": "Jerry Sigee",
    "role": "questioner",
    "position": "BNP Paribas",
    "text": "I'll make it quick. Just on your ROE target, you're making the same ROE with heavier costs. I guess the offset is the balance sheet efficiency. So effectively less profit but less capital. Is that the right way to think about the math on that? And then secondly, we talked about in an earlier question, the possibility of delaying FRTB and Basel IV implementation. Do you worry about the risk that the U.S. actually cancels it or dilutes it completely? Would that leave you at a competitive disadvantage? Or is this now quite marginal for you as well?"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Sorry, FRTB -- well, sorry, FRTB, look, we're -- there are a number of different aspects of FRTB, how many portfolios you put in standardized versus modeled how the models work and of course, when it's implemented, you have to assume that FRTB once implemented, will be relatively sort of consistent across the world. That's not a given necessarily, but it's a major assumption that we need to make. But -- so yes, we -- what we are concerned about is a disadvantage -- competitive disadvantage if it's implemented in Europe only, and not in the U.K. and the U.S., that's a situation that would create a significant sort of disadvantage for us."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "Let me just chime in there. First of all, it was a good sign and good decision that there was a postponable by 1 year. actually, the level of attention at the EU commission when it comes to FRTB and providing a level playing field is higher than ever before. It's clearly on the agenda, not obviously of the banks but also of the EU commission. So obviously, I don't know whether at the end of the day, it will be implemented here and not in the U.S. But at least we have, in my view, a complete level of attention at the EU Commission to listen to us and to make sure that the level playing field is not lost on that point."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "And to your first point about capital, yes, capital efficiency certainly helped. I mean it's a walk of revenues where we're significantly higher than where we expected to be when we did the IDD with you. actually, credit costs at this point in the cycle also higher than where we expected to be. Costs we've talked about and capital is more efficient. I will say AT1 coupons higher than where we'd assumed as well. So there are a number of different moving parts from the Investor Day 2 that we can trace through. But the capital efficiency was certainly a supportive lever."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question comes from line of [indiscernible]."
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "Unidentified Analyst"
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "Two quick questions from my side. I wanted to come back to Slide 16 and especially you look at the €900 million in investments and inflation. I was wondering if you could split that 900 to mandatory investments, it's regulatory or those you feel clearly necessary in the tax stack. You mentioned perhaps the private bank. And some of the discretionary investments into growth, be it the corporate bank, be it the -- that's number one. Number 2 is on loan growth. It seems like you're seeing some improvement in period-end loan balances both in the Corporate Bank and also in the private bank. Could you talk about what you're seeing in your business? Is this just a blip, we shouldn't read too much into it? Or is this perhaps the start of a turning point?"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "So the simple answer to your question is regulatory or sort of controls remained costs are most of, I'll call it, $200 million. year-on-year in the sort of mandatory bucket. And then there is some additional expense that are still around remediation control improvements that we would see as not mandatory and where there would be some flexibility potentially to push out in time. So a reasonably considerable amount of pressure coming from that. I mentioned inflation, the $100 million of inflation above our expectations, sits on top of inflation that has been running sort of $300 million to $400 million for the past several years. So there's a considerable headwind from those 2 items."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "And on the financing side, we have seen the FICC financing, as also mentioned by James before, was actually a nice level of increase over 2024. We actually also see that going forward. That's clearly a business which we want to grow, I think where we have a competence like almost nobody else. And given also the international focus on this business, it's clearly growing. On the S and PV side, slightly down, excluding FX. Now on the private banking side, it is also an effect of that what we discussed before, i.e., the SVA methodology that we are not entirely happy with all subsegments of that portfolio James mentioned the mortgage portfolio, where we on purpose actually said we don't want to allocate that much capital Obviously, also the interest rate development in the run-up to 24 is obviously then also curbing demand a bit in Germany. And on the mid-cap side, -- at the end of the day, you see in this regard, a little bit of 2 different speeds. If you look at the loan demand of German corporates for investing in Germany, it's down. is clearly down, and that's also something which hopefully will be addressed when we talk about structural reforms, which are needed in Germany. But the other hand is that also German corporate is actually taking investments in order to invest internationally, that's clearly up. And that is, again, something where obviously we can position ourselves given our global approach."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions] Next question comes from the line of Tom Hallett from KBW."
  },
  {
    "person": "Tom Hallett",
    "role": "questioner",
    "position": "KBW",
    "text": "Firstly, I suppose I would have thought confidence around the €32 billion guidance would have increased given kind of what we've seen year-to-date and then the steepening yield curve. So was there a temptation to raise that €32 billion target by any chance? And then secondly, on Slide 9, your aspiration is meaningfully above 2024 level, okay? And I just kind of want to know what the drivers of that would be? Should I be splitting that between half profit at half kind of RWA optimization? How should I think about that?"
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "Look, Tom, let me take the first question. look, our confidence in the €32 billion, obviously, with the delivery of Q4 and the momentum we see also what we have seen in January has increased that we will meet that. But I think it's not the time now to further raise it. I think it is that what we have done before in revenues we give a number. We have full confidence in it, and now we have to deliver. And it's all about execution. But in that execution capacity, again, how our businesses are positioned, I have full confidence. But at this point in time, I think we should first now deliver Q1 and Q2, and then we can talk about anything else."
  },
  {
    "person": "Alexander Von zur Mühlen",
    "role": "answerer",
    "position": "CEO, Asia-Pacific, Europe, Middle East &amp; Africa (EMEA), and Germany",
    "text": "Just in terms of the line now, that chart on Page 9 is deliberately illustrative in part because with the business units themselves in terms of profitability and and also capital usage or we don't disclose publicly. But you can work out the starting point average from our public accounts is about 1.5%, given all that took place in 2024, we think there's scope to more than double that average level over the next couple of years. And so that is, again, underscores a little bit the confidence that we have about the trajectory going forward. and the tools that we've built. Now some of that has to do with the costs, especially nonoperating costs from 2024 falling away. But a lot of it has to do with the levers for growth that Christian talked about steady kind of cumulative operating leverage across the businesses that we see. And then to your point, some amount of efficiency of the usage of the capital. We don't see though declining from here. So I just want to emphasize that if you're at around about $360 million over the years, we would -- especially given CRR3 and the other changes, that number would still grow by make up a number of $20 billion even with the efficiencies that we're putting through. So it is a significant amount of impact from operating leverage over time and all the other levers we've talked about."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Ladies and gentlemen, that was the last question. I would now like to turn the conference back over to Ioana Patriniche for any closing remarks."
  },
  {
    "person": "Ioana Patriniche",
    "role": "answerer",
    "position": "Head, IR",
    "text": "Thank you for joining us and for your questions. For any follow-ups, please come through to the Investor Relations team, and we look forward to speaking to our first quarter call."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Ladies and gentlemen, the conference is now over. Thank you for choosing Chorus Call, and thank you for participating in the conference. You may now disconnect your lines. Goodbye."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]