[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions]. The first question comes from the line of Rohith Chandra-Rajan with Bank of America."
  },
  {
    "person": "Rohith Chandra-Rajan",
    "role": "questioner",
    "position": "Bank of America Merrill Lynch",
    "text": "I would like to just ask on a couple of areas, please. The first is just following up on your comments on investment banking revenue sustainability. It's clearly been another strong quarter, including some outperformance against peers. The market conditions are unusually supportive, and consensus looks like it's anticipating something like a 20% to 25% decline in the FIC revenue pool by 2023 compared to what we've seen over the last 4 quarters. And applying that to Deutsche Bank would suggest something like a €1.5 billion revenue headwind in the FIC business. So I'd be interested in your thoughts on the market outlook, how much share you've regained so far and also your aspirations for further franchise strengthening."
  },
  {
    "person": "Rohith Chandra-Rajan",
    "role": "questioner",
    "position": "Bank of America Merrill Lynch",
    "text": "And then the second area was on the impairment charge. So the Q3 charge was relatively low on the back of some assumption changes driving some releases. Interested if you could provide a little bit more detail there on how your thinking has evolved given the fluidity of the situation. And is there any change to your expectations for 2021, which I think you'd previously described as moderate normalization?"
  },
  {
    "person": "Rohith Chandra-Rajan",
    "role": "questioner",
    "position": "Bank of America Merrill Lynch",
    "text": "And then for this year, you just mentioned Q4 charge similar to Q3. Could I just clarify whether that's the sort of the Stage 3 charge or the net charge that you took in Q3? So that's 25 basis points versus 37 basis points."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "Thanks, Rohith. It's Christian. I think I take the first question, and then James will address the second one."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "With regard to the sustainability of the investment banking revenues, I reference also the answers we gave already in Q2. And again, in Q3, we can clearly see that the main driver for the improvement in the investment banking revenues is really sustainable, and that is the result of our focused strategy. And in my view and in our view, Q3 is actually the best evidence because markets started actually to normalize, exactly what we said at the end of Q2. And in that market, we have outperformed. And that is a clear function of the focus we have given ourselves."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "Now about 80% of the revenues we generate in business where we definitely have a leading market position, we see, in particular in times like these, that clients then tend to do transactions with institutions where they are in the top 5 in the industry. And that's exactly what we have in 80% of our revenues."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "In the FIC business, again, let me highlight some franchises where we invested in people, in IT, also in overall resources. Look at Rates, we clearly benefited, and that is now since 12 months from new hires, from a very strong risk discipline and clearly from the fact what we also outlined for the last 3 or 4 quarters that we can see a reengagement of clients, which is continuously going on and where we clearly see the momentum not only in Q3, but it's ongoing."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "In Emerging Markets, again, a strong recovery, admittedly from a rather relatively weak position in Q3 2019, but also, again, driven by client reengagement. We can see it by the underlying trade flow, by the underlying transaction, and clearly also by picking the right management team and the leadership structure."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "In O&A, I think we have now shown the highest market share for 6 quarters, and there with the recovery across almost all our franchises. And if you see here, again, the underlying client activity steps, which we measure globally, I'm actually not surprised by the development which we have seen in Q3. That was a trend which was indicated already in Q4 last year. Momentum was picking further up in Q1, Q2, and we have the result in Q3. And if I look at the pipeline, which Mark Fedorcik is showing me, I can see the momentum continuing into Q4."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "So I think, overall, this is -- the investment banking revenues which we see is very much a sustainable story, clearly driven by a strong focus which we have given ourselves, by the leadership, which is done by Mark and Ram. And so we remain confident that there is good underlying momentum in the IB, which continues and which, in our view, will carry on into 2021."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "And Rohit, it's James. On your questions on impairments, which I take to mean credit loss provisions, we've mentioned in the past that '21, we would expect to be still elevated but below the level of 2020. And of course, that's subject to all the usual caveats around the outlook, the macroeconomic world that we'll live in."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "I would expect the fourth quarter number, which we say is in line with the third quarter. That is a net number, in other words of Stage 3 events, net of an expected Stage 1 and Stage 2 release. So I'd expect that pattern to also be quite similar to the second -- to the third quarter."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "And look, I would point you -- I'd point out a few things. One is there's some disclosure in our earnings report, starting on Page 39, which gives you some sense of the variables that feed into the model. Of course, we will follow consensus in how we build our provisions as we go through time."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "But I'd also point out to you the overlay, as we call it, sort of a management adjustment to the conservative that we've built in, in Q3, reflecting uncertainties in the outlook. So with all of that said, we're comfortable, very comfortable with our position as we finish the quarter."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from the line of Daniele Brupbacher with UBS."
  },
  {
    "person": "Daniele Brupbacher",
    "role": "questioner",
    "position": "UBS Investment Bank",
    "text": "I had a few questions on net interest income. And I mean, in general, when I look at revenues in the Corporate Bank and the Private Bank, there's still some pressure there. I guess it's mainly NII. And also the loan book overall for the group is going down now again for 2 quarters in a row, and there's obviously some other headwinds. So if you could just share your thoughts with us when it comes to volume growth, margin developments going forward."
  },
  {
    "person": "Daniele Brupbacher",
    "role": "questioner",
    "position": "UBS Investment Bank",
    "text": "And could you also remind us of the TLTRO benefits and when that will come through? And probably any initiatives you can highlight to us on the fee income side which are intended to compensate at least some of the NII pressure, that would be helpful."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "Yes. Daniele, thanks. Let me start on the Corporate Bank and Private Bank, and James will talk about the NII and TLTRO. First of all, both divisions, and the performance of the Corporate Bank as well as the Private Bank, is absolutely in line with our internal plans, which is, in my view, quite a good result given the additional headwinds which we have, in particular from the interest rate side, this year and which was obviously not priced in when we have given ourselves the plan at the end of 2019."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "Also in the Corporate Bank, which you referred to at the start of your question, I mean, we are FX-adjusted 2% down, which again also compared to the peers in the market, is a satisfactory result. If you go to the details in the Corporate Bank, I think the Corporate Bank in Germany has performed actually very well, with revenues even slightly up year-over-year. Of course, we feel the pressure in the cash management from the interest rate. But also there, we are clearly ahead of the goal which we have given ourselves, with passing on the negative interest rates to our clients. And again, we also keep here the momentum. And therefore, I can see that the strategy which we have given ourselves is actually working and is compensating for the further headwinds."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "One comment on the loan book. Of course, we see a reduction in the loan book, in particular in the corporate sector, compared to the end of the Q1, where we had a lot of utilization, a lot of drawdowns. There you can also see the -- actually the issuances in the capital markets which were partially used to repay us."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "But the good thing is now, also with the capital ratio, that we have the powder in order to actually, once the risk appetite is there, where we feel we are confident to now bring additional resources in, we have that dry powder, both for the Corporate Bank. For the Private Bank, we see actually an increasing loan book, but also for parts of the Investment Bank."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "And Daniele, it's James. On the net interest income environment, of course, it's a challenging environment for banks in terms of the net income -- net interest income development given the rate environment. In our case, I would say, and this feeds on what Christian just said, in Corporate Bank and Private Bank, if you look at their margins, they've actually been relatively stable. Of course, declining a little bit but, on balance, stable."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "The group net interest margin declined quite a lot in the quarter, and there are a couple of unusual items that are going on there. On the one hand, there's an asymmetry in the accounting for the U.S. dollar funding that we earn with swaps or that we arrange through swaps. And so the recognition of the U.S. dollar interest revenue, the associated funding costs is split between the net interest income and the other income lines. So you see part of the downward pressure is in Corporate & Other and less to do with the businesses."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "The other thing sequentially was there were some episodic items that fell in the net interest income line in the second quarter. And so it's really not representative of the overall performance or the sort of economic impact to Deutsche Bank of those lines. Christian spoke to loan growth. I would reiterate as well, there's obviously a degree of loan growth that's episodic in the marketplace. And we've had some declines in repayments of committed credit facilities that, of course, has influenced the balances as well."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "At the moment, we're accruing on the TLTRO funding at the negative 50 basis point rate. So we're not accruing the incentive fee. We don't expect to accrue that in 2020, but it would be an increment to revenues in 2021. And then on the fee income side, to your question there, of course, the businesses are working hard. As you'd expect in this environment, with bank revenues from the balance sheet, from interest income under pressure, we have to respond by building fee and commission revenue sources and, of course, focusing on the expense line. In those fee and commission revenue sources, we feel well positioned."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "We talked about the Investment Bank performance, but also in Private Bank and in Asset Management, through investment products, assets under management, we generate, I think, strong performance in those areas and income sources that helps to shield a little bit the overall revenues from the interest rate environment."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from the line of Adam Terelak with Mediobanca."
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "I had one on capital and then a follow-up on the Corporate Bank. On capital, I just wanted the moving parts of how we should think about capital moving from here. Could you give us the current view on the timing and size of the intangibles relief, but also TRIM opposite that and what the envelope and timing of that could be as well as your planning assumptions for credit migration over the next year or 2?"
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "And then on the Corporate Bank, I just wanted to think about revenues on a Q-on-Q basis. Clearly, there's a bit of FX in there, but NII has stepped down pretty materially. I want to understand the moving parts there. But you also, in the report outlook statement, you're talking about favorable recurring items in 9 months '20 revenues. And what will this look like into next year? And whether that will be a drag on the Corporate Bank's top line in 2021 versus 2020."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Sure, Adam. A lot to cover in that question, too. I hope I can capture it all. First of all, on the CET1 outlook, as things stand, and we've tried to give you as much visibility as we have as time goes on, from the 13.3% that we finished the third quarter, we would expect about 30 basis points of pressure from regulatory items net during the quarter. Everything else, at this point, we would probably say is plus or minus 10 basis points in the ratio. And so we would end the quarter in and around the 13% -- end the year, I'm sorry, in and around the 13% level based on everything we see at the moment."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Baked into that is the assumption that we would recover some of the capital that's currently deducted on software intangibles. There's a bit of an improvement based on the, I think the final proposal from the EBA, extending the -- essentially the nondeduction of capital over three years, and that's built into the assumptions I just gave. So a little bit of upside there."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "TRIM, timing and impact, it's gone back to a current expectation that the TRIM decisions we expected this year will happen this year. They relate to banks and large corporates. We called that out for about €6 billion of RWA inflation from that event. That is expected this year. The other TRIM impacts are expected now in 2021. And I'd say our guidance remains more or less in line with the earlier guidance that we've provided there."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "In terms of the Corporate Bank revenue performance, we've spoken about the sort of episodic revenues. They're not necessarily predictable and they come in a lot of different flavors, but one of them is recoveries on credit insurance. And that, of course, depends on the underlying events. So we talk about that. It tends to be in a range between, say, €0 and €100 million in revenues per quarter. And so that explains some of the variation that you see in that business and including also the sequential difference between Q2 and Q3 for the Corporate Bank."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "And as I say, it's hard to predict. But by and large, you're looking at a stable revenue base, perhaps a little bit below where we were in the third quarter and it can be influenced up by these episodic revenues. And that's before some of the drivers of growth that Christian talked about earlier. So obviously, we're fighting through the headwinds from interest rates in that business, particularly, by the way, U.S. dollar rates this year in 2020. So when we talk about a minus 2x FX, we think of that as strong performance given that now we've battled through really 2 set rounds of U.S. dollar rate declines. And really, the U.S. dollar impact is pretty much built into our run rate now in the third quarter. So year-on-year, next year, there's probably a little more to come given that, that rate move hadn't taken place in the first quarter. But on a run rate basis in the second and third quarters, it's largely filtered through the U.S. dollar piece. I hope that helps."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from the line of Magdalena Stoklosa with Morgan Stanley."
  },
  {
    "person": "Magdalena Stoklosa",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "I've got two questions. One is still on capital and another one is on costs. So on the capital, of course, we've run through the moving parts. But could you just remind us, what would be your management capital target for 2021? Kind of what would you consider the right level for you to be operating on the CET1 kind of ratios as you prepare to pay dividends from earnings from that year? So that's the first question."
  },
  {
    "person": "Magdalena Stoklosa",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "And the second question, I mean your cost delivery kind of continues delivering very, very well. And I'm just wondering, as you think about 2021, how has kind of COVID impacted your ability to execute? I think a couple of months ago, you talked about potential for lower attrition as a reason for potentially kind of higher severance costs kind of next year. How -- can you just share your most recent thinking there?"
  },
  {
    "person": "Magdalena Stoklosa",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "And maybe if I could squeeze the last one, it's on the PB, where I kind of thought the kind of revenue trajectory was actually quite good from a perspective of what we're actually facing on the rate side and on the macro side. But I was quite interested from the perspective of your mix shift, or as much as possible your mix shift kind of towards a piece in that division, particularly on the sale of investment products. Could you kind of give us a sense what are your initiatives there?"
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Thanks, Magdalena. On capital briefly, you've seen in our sort of outlook statements that reference to the 12.5% level, and I think that represents still a good guideline. I think we'd like to run a margin above that, a small buffer, if you like. But it represents a solid level of capital for this company, especially in light of the business model changes and the risk profile that, as you've seen, have changed pretty dramatically over the past 5 or 6 quarters."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "I will say on the capital return front, what's remarkable, thinking back to July of last year, is despite all the movements that have taken place or changes in the environment and assumptions throughout, we have managed to navigate basically in line with the assumptions we set out at that time, with some shift in terms of timing that we've also kept you updated on. And if anything, we're running a little bit ahead or better than our capital outlook that we started off with. And as Christian mentioned, we think the businesses are running a little better than our original expectations, notwithstanding some of the challenges that have driven -- arisen in the market environment."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "So lots of movements in the capital plan, but basically, we would be consistent with our initial expectations in July of last year, including positioning the company for distributions, ultimately."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "On costs, COVID has, I think net, being a small benefit to cost this year. But again, a lot of different moving elements of that. One element that is a headwind, if you like, is, by and large, increased the cost picture, as you mentioned, has been a decline in attrition of our full-time equivalent employee base. And that is understandable in an environment like the one we've gone through where people face a lot of uncertainty, there's less labor market mobility. But it means that in order to sort of recapture, if you like, the glide path towards our FTE, and ultimately I think what the critical element here is the expense glide path, we need to look at other levers that can enable us to recapture that."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "As you've seen, the cost discipline has remained. We've been able to offset that. We naturally are formulating initiatives and executing on plans to make sure that we remain on that trajectory, both on costs as well as FTE. And as you mentioned, that can result in slightly higher than originally expected restructuring and severance costs than we called for back in July of last year. But as I said in the prepared remarks, we have, I think, an offset now in terms of the total transformation effects based on lower DTA valuation adjustments, I think offsetting or more than offsetting increases in restructuring and severance."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "Magdalena, on your Private Bank question, thanks for this. I think there are -- generally, I think in Q3, we have seen also a little bit of catch-up from Q2, i.e., from the lockdowns, which we have seen in kind of across of Europe and with the recovery in Q3. There was a bit of a kind of catch-up from Q2, number one."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "Number two, we can see a clear trend. And you have seen that in our numbers that the demand for investment products is getting higher and higher. We have clearly made our sales push and marketing push into that area to convert deposits into investment products. And we can see that also in Germany, which is known to be a place where actually people are not that quite open for security investments, that this picture is turning step by step and they ask for advisory. And I think that is exactly under the brand name, Deutsche Bank, what we can offer. Here, we can see the success, and that is one of the key strategies going forward. If you see the plan going forward, we put a lot of expectation on that business, and we can see that this is actually developing in line with plan, actually slightly ahead of plan. And we feel that the customers' demand in that is quite high."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "You can also see that, for instance, in DWS, with the earlier numbers, how much inflows we have seen. In particular, the demand for ESG products is there, which we can now kind of offer not only in terms of asset generation but then also on the passive side, i.e., on the demand from our clients. And that, again, is a clear accelerator for that business."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from the line of Jernej Omahen with Goldman Sachs."
  },
  {
    "person": "Jernej Omahen",
    "role": "questioner",
    "position": "Goldman Sachs Group",
    "text": "I've got three questions, please. The first one is on this repricing of deposits. And you said that you've managed to reprice €68 billion, which is probably 1/4 of your corporate deposit base. And the run rate is €55 million a quarter. So can you please elaborate just on this point as to, one, what is the scope for repricing the remaining three quarters of this deposit base? And two, what shape is this repricing taking place? I mean is it simple to say that annualizing €55 million over €68 billion is negative 33 basis points, that, that's now the negative rate charge to your corporate depositors? Or if it's more complicated than that? That would be question number one."
  },
  {
    "person": "Jernej Omahen",
    "role": "questioner",
    "position": "Goldman Sachs Group",
    "text": "Question number two would be, James, I guess, more on your what I interpret to be an upbeat tone on the outlook for credit losses, the outlook for provisions. I mean it looks like Germany is going into a second lockdown. What is the argument against, say, the credit losses for next year should be at least as high as credit losses for this year? So I guess that would be the second one. And then the third one..."
  },
  {
    "person": "James Rivett",
    "role": "answerer",
    "position": "Head, IR",
    "text": "Jernej, Jernej, we can't -- Jernej, let's leave it there, a, for a time; and b, we can't hear you particularly well. So let's just stop it there, okay? Let's go through those."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "So Jernej, the answer to your first question on repricing is it is more complicated. The number that we disclosed, the €68 billion, refers to balances in client accounts in respect of which we have charging agreements in place. So in that €68 billion will be some balances that are underneath the threshold that we agree with the client, and there will be other factors in it. But basically, that's the main driver of -- that you can't multiply the balance by a rate. And of course, that goes up and down based on client behavior within those balances."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "To your point about how much can be repriced. I'll refer you back to Slide 7 of the Investor Deep Dive deck back in December of last year, where we pointed out that, first of all, the universe that we can reprice will be the equivalent of current accounts, so excludes time deposit, excludes dollars. And then, of course, as we mentioned, we do agree with clients' thresholds that reward them for their relationship with DB and hopefully is a -- as a sign of additional business that they do with the company. And so if you then say it's only the balances above those thresholds on average that can be charged, you get a smaller universe."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "I'd say there is still some distance to go. We have repriced the largest accounts from institutional to large corporates, and we continue to work through sort of commercial and smaller accounts over time. I'd say the impact of that will diminish. But given that we originally called for €100 million annualized impact, we're now running at over €200 million and we still have a little bit left to go in terms of both balances and revenue impact. We're really pleased, frankly, with the progress that we've made in this area."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "In terms of the CLP outlook, I don't want to -- I wouldn't characterize it as upbeat. I think we've been quite consistent all the way, going all the way back to April, which was in the period of time of greatest uncertainty frankly, where we laid out quite clearly what we saw in the portfolio. Stuart Lewis, the risk team, have done an outstanding job just understanding the portfolio on a granular level and also then engaging with clients as we've worked through moratoria, forbearance and other mitigation steps. We've had a really good handle on the impact to the portfolio, on the portfolio throughout. And I think also the modeling element here of the expected loss has proved quite good as well."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Now as I mentioned, we give you the assumptions in the earnings report that we're using now, it's based on consensus. There is some sensitivity around that built into our modeling. And of course, if consensus were to deteriorate in the third quarter, naturally that would be impact -- that would impact our ECL and therefore, the credit loss provision. But I'd also point out that this overlay that gives us, I think, a measure of conservatism as we travel into Q4."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "2021, of course, there's still uncertainty about the outlook, but we're not seeing the sort of the type of deterioration in the book that you might expect. And we don't see cliff events in when moratoria come to an end, the payment patterns have been normal. Of course, there are individual defaults and there's restructuring that we engage in, but we're not seeing, at this point, a broad brush deterioration. You're going to point out that it's early to say whether this next wave of COVID will result in a more significant deterioration of the macroeconomic environment than we currently expect, and that's true. But we're not at this point seeing the type of concerns that you would have."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "And I think the last point, Jernej, I would always draw your attention back to the allowance for loan losses. The comparability of the CLP basis points which, for us, stands at 47 basis points in the year-to-date, that reflects simply the mix in our portfolio. We've always talked about conservative underwriting. Other companies will have different mix of risks in their books. What we've looked at is a comparison of the allowance for loan losses relative to the portfolio, and we think we're pretty much in line, adjusted for the exposure to unsecured consumer credit that we had -- we have."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "And as you've also seen in the Risk Deep Dive in June, we've tried to provide you with some disclosure to help translate, if you like, the Pillar 3 disclosure into a level of provisioning against the net risks in the book after things like guarantees, collateral and other credit protections. And again, all of that feeds into the CLP numbers that we book and also our assessment of the outlook."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from the line of Jeremy Sigee with Exane BNP Paribas."
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "Exane BNP Paribas",
    "text": "Two questions, please. So the first one is you're currently in profit at the 9-month stage, which wasn't expected. And I just wondered what your prospects are for making a profit, a positive number for the full year now. And how important that is to you, either sort of symbolically or whether it has any practical consequences such that it might be something that you sort of actively try to manage towards, to the extent that you have discretion with 4Q bookings? So that's my first question."
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "Exane BNP Paribas",
    "text": "And then the second question, really, you mentioned a few areas of cost savings, there's the additional branch reductions, and you sort of indicated other areas where you see scope for cost reductions beyond what was originally in your plans. I wonder if you could begin to sort of quantify some of those for us, both in terms of the saving but also the restructuring charges."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "Let me start with the outlook on the full year. Yes, we are targeting a pretax profit. I think it would be abnormal if we have outperformed ourselves, so to say, in our interim plan for the first 9 months and then we go away from our ambition to post a pretax profit for year-end. We feel confident that we can achieve that. But as James also pointed out, Q4 is seasonally a different quarter. We may also have the one or the other additional restructuring costs in order to go for further cost cuts then in '21 and '22. But we are confident based on what we are seeing and based on the first 9 months that a pretax profit is definitely achievable."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "Post tax, difficult to say, because there are variables on DTAs and other stuff, so that is far too early. But we said that we have the target of being pretax profitable, and we obviously hold on to that statement."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Jeremy, on the restructuring and severance, look, we've -- we are working hard, as you've seen this year, to put the transformation effects behind us. We just [indiscernible] number of 80% of the around €8 billion of total transformation effects that we estimated around this restructuring that we initiated in July of last year. We are seeking to put as much of that behind us as quickly as possible. And as I indicated, there may be higher restructuring and severance. We're actually at, at this point, the restructuring severance that we initially called for, for the full year. And we do expect more restructuring and severance in the fourth quarter. I'm not sure exactly where that would run but in a ballpark, perhaps €200 million in the fourth quarter. And as we go through our planning this year, we're going to see and then update you how much of that is pull forward from '21, how much of that will be ultimately incremental to what we've guided to. But of course, as I mentioned, there is this offset in DTA, which means that the 80% is still a pretty good number."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "As to your -- the longer-term question, look, some of the initiatives that we now formulate and execute will have impact beyond '22. So we've been very focused on the glide path to the €17 billion of expenses in 2022. But obviously, as you find new opportunities, you execute on decisions, it should give us some scope to continue driving efficiencies. I wouldn't want to commit to near-term impact of these additional initiatives because we think we've got a lot of wood to chop still executing on what we set ourselves for the next 2 years. But I think it's encouraging that the company has, as we talked about in Q2, accelerated the cadence of decision-making, of execution and is working hard to deliver the benefits that we've committed in the financial model."
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "Exane BNP Paribas",
    "text": "Sorry, your line break up a bit when you said the number. Did you say €300 million additional restructuring in 4Q?"
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "I said €200 million, and that is..."
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "Exane BNP Paribas",
    "text": "€200 million. Okay."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Against the €300 million less DTA than we originally were calling for in 2020."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from the line of Jon Peace with Crédit Suisse."
  },
  {
    "person": "Jon Peace",
    "role": "questioner",
    "position": "Crédit Suisse",
    "text": "So I just wanted to ask a couple of questions about revenue. Firstly, on Slide 3, where you give us the split by division and your 2022 target. How different do you think that split will look in 2022? It doesn't sound from what you're saying today like you expect a great deal of change, because I think Private Bank and Asset Management, you'd originally targeted relatively little growth. And it sounds like you're saying today that Investment Bank is reasonably sustainable. So is Corporate Bank maybe picking up a little bit of the slack?"
  },
  {
    "person": "Jon Peace",
    "role": "questioner",
    "position": "Crédit Suisse",
    "text": "And then the second question is, you'd called out a handful of episodic items you mentioned in Corporate. I think also there was some insurance revenues in Private Bank, fair value of guarantees in Asset Management. I wonder if you could just help us quantify those. And was there anything at all lumpy in the FIC performance? It doesn't sound like it, but just to check."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "Yes. Let me start on Slide 3. Well, the first good news on Slide 3 is actually that we show very early in our transformation that the target which we have of around or the overall direction of around €24 billion to €24.5 billion of revenues is definitely achievable. We are happy with the balance of the bank. That means we won't change our strategy. Of course, there are always, given market volatility, there are always little adjustments and little volatilities."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "But overall, I would say that from a directional point of view, in particular in the stable businesses, we keep the course. And as we said, a good part of the outperformance in the Investment Bank, we see as sustainable as we really invested into our core, core businesses and where we can see the underlying flow. But I wouldn't say that the composition of the revenues will materially change. Potentially a slightly stronger Investment Bank like we indicated before, but overall, in very much in the balance which we told you on the IDD in 2019."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "And Jon, one other thing to add. We don't show on the page, but is included in the 24.1, is the Corporate & Other revenues, which have been a higher drag this year than you would typically expect based on the valuation and timing differences that we called out in the prepared remarks."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "In terms of the lumpiness of certain individual items, I would say, first of all, if it was material, we would disclose it as specific revenue items so they don't cross our materiality threshold. There are nothing that was individually material inside any of the businesses. I would say it was a favorable quarter in this regard, that net-net, usually, there are some things that go in your favor, some stuff that goes against you. Net-net, it was a favorable quarter, but it tended to be in things that are inherent parts of the business. So transactions that we were successful in FIC, but are ordinary course. We spoke to the episodic items in Corporate Bank. The Private Bank had a little bit of help, but again inherent in the business around areas like the insurance premiums that you mentioned. So we wouldn't call it out as a major driver, but a modest help this quarter."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from the line of Andrew Lim with Societe Generale."
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "So you've reiterated your adjusted cost guidance for this year and for 2022. I was wondering if you could give a bit more guidance for what you expect for next year. And then my second question is on taxes. So for your financial forecast, I think you're assuming a tax rate of 30% to 35%. And I was wondering why it has to be that high, and if it should not decline in coming years as you make profits and especially if you utilize deferred tax assets."
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "And then my third question is on your economic assumptions and how you provisioned against those. So if I look to some of your peers, they've got like 5 different economic forecasts, a baseline and then two worse than two better. And then the provisions that they've made tend to be towards the low end, the more conservative set of assumptions. So I was wondering how you set yourself against that kind of process used by your peers."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "So Andrew, I'll try to cover all 3, and Christian may want to add. Look, on the adjusted cost guidance for next year, I think it's early. We'd probably go through this in a little bit more detail with you at the Investor Deep Dive. I would say next year is probably, again, a little bit of an investment year as we build to the benefits that we expect to deliver in '22. So I wouldn't say it's going to be linear all the time, but we are working to keep a sequential and a year-on-year glide path through to our targets in '22."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "On the tax rate, it is high. And the simple answer is higher pretax profit brings the tax rate down closer to the normalized range, which we've guided in the past to be in the low 30s. You can see that now in the third quarter. We've had many quarters in which we've had very high tax rates, but -- and now they're closer to the mid to high 30s. It is, I think, reflecting where that would ultimately trend to with more normalized earnings."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "As it relates to the economic assumptions, we build sensitivity into our -- the modeling rather than calling out 5 different scenarios and trying to take some weighted or median of those scenarios. So we do think our ECL numbers are sensitive to the uncertainty in the environment while we base the model inputs on a -- on the consensus that we provide in the earnings report."
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "So I mean could I just chase down a bit more on this tax rate? I mean the German corporate tax rate is 15%. And as you make more profits, I mean to stick at the low 30s, it still seems really high and it doesn't quite make sense. Could you give a bit more color on that?"
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Well, you're going to get me into uncharted territory, but it's the federal rate that's 15%. So there are other taxes payable in Germany that drives up the German rate actually considerably higher. The German rate that we have, the blended rate in Germany, is I think in the -- already into the 30s. And then the group blended statutory rate of course then reflects the mix of pretax profit we have around the country -- company. So the United States; places in Asia, including India, which is relatively high, all is part of the group's blended statutory rate."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from the line of Anke Reingen with RBC."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC Capital Markets",
    "text": "I just have two follow-up questions. Firstly, on the capital return and the dividend. You reiterated that you wouldn't want to resume in 2022 with a competitive payout ratio. But when you go into 2021 or year-end 2021, what main criteria are you looking at as could you resume dividend payments earlier? Is it capital ratio? Or what other factors would you take into account? And then secondly, on the corporate center. Can you please give us some indication about the normalized run rate?"
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Sure. Thank you. Look, the criteria are clearly both the starting point capital and our outlook for the future. Capital distributions need to be prudent in light of the risks that management foresees in the future. And that's something, of course, that our regulators have a point of view on as well. So that will depend on where we stand a year or 1.5 years from now. But as I mentioned earlier, from where we stand today, the glide path that we'd set ourselves on 1.5 years ago seems to be very much intact."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "The corporate center items I've been through in the past, there are some levels of this drag on earnings, some elements that are, in fact, recurring. I think the most -- sort of the most recurring of which is the shareholder expenses, which run in the €90 million to €100 million per quarter. Funding and liquidity, we've called out based on the adjustment in transfer pricing should run around €200 million, maybe a little higher per year. The other items, noncontrolling interest is simply an accounting move of the DWS minority interest. And valuation and timing should sort of oscillate around 0 as we manage the risks on the balance sheet and, as I mentioned, was unusually high this quarter. The other item is also unusually high this quarter as it represents higher-than-expected expenses in the infrastructure areas as well as the transformation charge that we booked on real estate in the U.S."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "So short version of all that, I would not tell you to run rate the €400 million negative EBIT here. It is much less than that, typically sort of around half or less than of the Q3 level."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from the line of Andrew Coombs with Citi."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Citigroup",
    "text": "One question, one follow-up. Perhaps just to tackle the only division we're not focused on, CRU. You've outperformed your revenue run rate guidance for 3 consecutive quarters. So why the caution? Why do you think you'll revert to that previous run rate that you guided to?"
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Citigroup",
    "text": "And then second one, a follow-up on investment banking revenue, is perhaps to ask the first question you had in a slightly different way. If you look at 9-month '20 revenues, they're already in line with full year '18, full year '19 revenues in fixed income. I think you said that you felt your market share was the highest it's been for six quarters, so you're kind of back to 2018 market share levels. So if the fixed income industry wallet were to pull back to 2018 levels next year, do you think you'd generate higher revenues than you generated in 2018 or lower revenues?"
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "Let me start with, Andrew, with the investment banking revenues. Again, I always say that what I said for the last 2 or 3 quarters. First of all, after the history which we had over the last 3 or 4 years with the transformation, in a certain sense, Andrew, we are running now our own rates. We have reestablished ourselves. We have stabilized. We have, in many sense, a very complete new leadership team which set this function up in a different way, focused clearly on those businesses where we can feel that the clients want to trade with us, want to do business with us."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "And therefore, even if you take the wallet on the one hand, just from the momentum we have in the business, with the reengagement of the clients, you have to see, if you just take the list of clients coming back to Deutsche Bank, compare that how many clients pause trading with us after 2016, then this is a massive underlying transaction volume which we actually have."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "And therefore, I can comfortably say that I expect that the '20 or that the future revenues in the fixed income business will be higher than the 2018 business because we can simply see the day-to-day and underlying trading volume and the transaction flow. And again, in businesses where we are leading and where we are now focusing on, on putting either technology investments in or other resources or we also obviously do certain hirings. So I'm very positive on that."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "But I think Deutsche Bank has obviously history from the last 3 or 4 years, and that should not be forgotten if you now see actually not only the stabilizing, but the improving trend."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "On CRU revenues, look, that team, I think, has done an outstanding job over the last 5 quarters working on the deleveraging, working on costs, also working on operational aspects of the CRU, whether it's closing books or closing down operational risks."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "When we think about the revenues though, they have a pipeline of transactions that they're working on with an expectation of the economic impact of those. As you point out, in recent quarters, we appear to have done better, executing on the derisking in terms of its cost than we might have anticipated."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "But we'd like to be conservative and preserve the room to be able to execute on derisking opportunities as we see those opportunities in the marketplace, even if they might drive some negative revenues. So we hope it's conservative, but we want to create the room in terms of your expectations to ensure we remain on track here."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from the line of Amit Goel with Barclays."
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Barclays Bank",
    "text": "So I've got just some questions on cost and personnel development within the IB. So I guess just for the IB, clearly, revenues have been much stronger first 9 months of this year versus last year, but -- and costs have been very well controlled. I just want to understand a bit better how much of that is driven by some of the restrictions potentially on compensation that may be in place this year and/or how to think about that going forward."
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Barclays Bank",
    "text": "And then secondly, just in terms of when I'm looking at the movements in employee numbers, I'm seeing the front office FTEs dropping quite substantially, but the overall total number of employees increasing a reasonable amount. So just trying to understand that shift and what it may mean in terms of how you manage that business going forward."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "Yes. Amit, let me start on the cost side for the Investment Bank. I think we said last year already that, in particular, the restructuring started on the front office. We did a lot in the year 2019, and that obviously is now coming fully through in 2020. So all that, what we said in the IDD, what was done with the front office rightsizing is now obviously paying off."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "We are also obviously doing a lot on the technology side and also there investing on the one hand. On the other hand, then decommissioning applications, which is cost saving and which will be cost saving going forward. So in the Investment Bank, we are actually absolutely in line with our cost targets."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "And by the way, that is not actually affecting the comp, which is -- which we accrue for the people which are on the platform in this regard. We obviously we know we need to pay competitive and in a fair way, and that will happen if the performance is kept."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "And then on the headcount trajectory, look, much of the hiring that is going on underlying has been in areas like the technology organization, like Anti-Financial Crime and KYC, where we've been making technology and control investments. And so that feels -- flows through into the difference that you're referring to."
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Barclays Bank",
    "text": "Okay. Should we expect FTEs to remain broadly stable from here for the front office?"
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO &amp; Chairman",
    "text": "Yes. I mean on the -- well, we have to be very careful on the Investment Bank. Yes, we always said that the main reductions have been done in 2019. Of course, there's always a little bit of fine-tuning here and there. But overall, yes, you're right. That is not the case for instance for the Private Bank, where we are now obviously going through the full merger with Postbank. That will also have an impact then on the front office and distribution channels. So it's different from business to business. But overall, we really started with the cuts on the front office side. And what we said, like in the IDD, that the infrastructure functions are following, and that's what we are seeing."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The final question today is from the line of Stuart Graham with Autonomous."
  },
  {
    "person": "Stuart Graham",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "First, well done on the FIC revenues, much better than I thought you'd do in Q3. Given these very strong FIC results of €350 million and the ongoing high level of macro uncertainty, I guess I'm surprised you felt the need to release €135 million of Stage 1 and Stage 2 provisions. As an outsider, I'd have thought the prudent thing to do would have been to recycle a much better FIC revenues into stronger provision coverage. So I guess my first question is why did you choose not to do that?"
  },
  {
    "person": "Stuart Graham",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "And then my second question is specifically on commercial real estate. Can you give us some updated figures on asset quality, please? How much is in Stage 3? I think it was €1.7 billion at Q2. And how much is in voluntary forbearance? I think it was €5 billion at Q2."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Stuart, it's James. On the CLPs, look, I'd say two things. One is the ECL for Stages 1 and 2, we follow the model. And so that gives us insight into what the release should be based on the model. We did, as we mentioned, execute a management adjustment or an overlay to the conservative to, if you like, restrain what the model result would have been. I don't see it as necessarily corresponding to the revenue environment. If you do that, it is -- it's not, frankly, following the accounting standards. We think we've built the appropriate provision, it's prudent with a management overlay and something that reflects the outlook and all of the information that we had at that time."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "In terms of commercial real estate, we did update the disclosure in the earnings report on the overall commercial real estate portfolio. I think it has actually evolved as we expected. We think the trajectory there is manageable. I don't actually have the immediate Stage 3 numbers for you in that portfolio, which we can follow up on. But I can say more broadly, we're seeing small numbers of defaults over time."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "As you'd expect, we're working with sponsors to manage through this environment, and we're seeing overall favorable behavior in this environment. And the losses have continued to track well within our expectations and stress tolerance. I hope that helps."
  },
  {
    "person": "Stuart Graham",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "Okay. Maybe if I could follow up with IR on those numbers, that would be great."
  },
  {
    "person": "James Rivett",
    "role": "answerer",
    "position": "Head, IR",
    "text": "Yes. Sure. We'll follow up with you on that, and we'll also follow-up with the other people that are unfortunately in the question queue but we've run out of time for. You know where the IR team is, if you need us. Otherwise, we very much look forward to speaking to you and seeing you all on the 9th of December at our Investor Deep Dive. Take care and see you soon."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Ladies and gentlemen, the conference has now concluded, and you may disconnect your telephone. Thank you for joining, and have a pleasant day. Goodbye."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]