[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Ladies and gentlemen, at this time we'll begin the question-and-answer session. [Operator Instructions] And one moment for the first question, please. The first question is on the line of Daniele Brupbacher of UBS. Please go ahead."
  },
  {
    "person": "Daniele Brupbacher",
    "role": "questioner",
    "position": "Unknown",
    "text": "Daniele Brupbacher"
  },
  {
    "person": "Daniele Brupbacher",
    "role": "questioner",
    "position": "Unknown",
    "text": "Good afternoon and thank you. I had questions on revenues. At the Deep Dive last year, you gave quite some detailed guidance and outlook for the group and the various divisions and obviously since then a few things changed. As I was wondering whether you could firstly talk about revenues last 12 months, I think that's a quite relevant metric up nicely. How do you think about that now backward-looking and forward-looking in terms of mix and where you see the key drivers here, just a bit of an updated view here."
  },
  {
    "person": "Daniele Brupbacher",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then secondly, there is a rate headwinds and tailwinds and the if I recall correctly at the recent conference, you quantified the headwinds this year, something like 400 million of which a bit more than half is in the Corporate Bank, if I recall correctly, they should go away this year and then just now you talked about the 150 and 500 million from the Yield Curve Shifts. Can you just air these all up again for me and how this will hit the P&L and in which divisions and how we should model that? That will be super useful. Thank you."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "Christian Sewing"
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you, Daniele and good hearing you. Thank you for your question. Let me take the first part on the January revenue also, looking back at last year's IDD performance this year and then kind of where we see tracking to the target, which we have given in last year's IDD and James will, then, cover in particular the more specific question to the interest rates and the headwinds which we had and how this develops. Now, let me say, again, and let me really reiterate that, that we are very satisfied with the revenue picture which we have seen since the IDD in December 2020. I think for the last 12 months, these 12 months have shown a very good picture."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "And secondly, and most importantly to us, they clearly indicate an underlying sustainability of the revenues and debt in each and every business, but in particular, in the Investment Bank. If I look back for all the last 3 quarters, be it March, be it June, or now September and then I take a 12-month look, we have shown always approximately 25 billion of revenues for the group, which on group level, first of all, clearly indicates that our view and guidance for 2022 from the last IDD is absolutely in reach and in our view, absolutely doable."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "And let me explain that a little bit more in detail when I go through the individual business. But start with Asset Management, I think a very robust story not only, by the way in Q3, but to your question for the whole year, Asset Management outperformed in Q1 and Q2, now, also in Q3. On the back of the rising assets under management, stable revenues, and overall, we see now kind of a revenue outlook for this year of 2.5 to 2.6 billion. And that makes me highly confident that we can achieve our goal, obviously, of the IDD of 2.3 billion, which was our goal in the IDD in 2022."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "Q4 in Asset Management again started well. So, in this regard, I can't see kind of any downside to our numbers. And therefore, I see that we have a clear chance to outperform if I compare the next 12 months or 2022 towards the goal which we have stated in the IDD. Private Bank, also here in my view a very solid story, in particular if you take Daniele three items into account. Number 1, the impact of the German court ruling. We always said that this is impacting us next to reserves which we built in Q2 but in the running revenues was approximately 100 million or 96 million a quarter in Q2 and in Q3."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "We have achieved now a good degree of content. So that will fall away over the next quarters. Secondly, James will outline that also with regard to your second question, the headwind from interest rates will be materially lesser in the next year. So, we always have to take this into account if we see the running numbers for 2021 in the PB. And lastly, which is for me and for all of us, obviously, the nicer story, the underlying business in particular and in lending and in the investment, business is higher than we expected, is higher than we planned. We overachieved our goals in this regard after 9 months, which we had for 12 months."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "So, if I take all these items into account, I think it's almost self-explanatory that we get to the 8.3 billion number, which we indicated at the IDD in 2020, IE for the year 2022. So also, there, I do think that we are well on track. And if we continue to do the business operating in terms of lending and investments, I even see further upside. Corporate Bank also here. Let me first start with the strong underlying business story, which we in particular have seen in Q3, I'm quite happy with that. What we promised in Q2, we always said Q2 is the lowest quarter, Q3 is clearly a recovery. And that on the back, in particular, off a stronger financing and credits business in Q3."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "And looking at the German economy, looking at the mood in the Corporate and our clients, I can see that demand will continue also in Q4 and also in 2022. Now, if I now add to this, the interest rate headwinds for CB, which almost fully fall away in 2022 and you take into account the quite successful story which we have on the deposit re-pricing, which brings on an annual basis almost 400 million of revenues. I think also there is a clear story at a clear bridge to the IDD target for 2022 or 5.5 billion. So also, here, I'm confident that we can achieve that and don't underestimate that two rating upgrades, in particular two rating upgrades of Fitch and Moody's obviously helped two business in particular, that is the IB, and I'm coming to that in a second, but also the Corporate Bank, so also there is upside."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "So, all in all in the so-called 3 stable business, we have either hit the plan or are in line with plan, or we even overachieved and I can't see that changing for the next 12 to 15 months. Now, let's come to the IB. Also, there, I think you should have my impression and that is that Q3 is nothing more than clear evidence that our Investment Bank is clearly set up to our strengths at Deutsche Bank, and that we have achieved one thing which was always questionable, but that is sustainable growth and I can't see that actually stopping. And now if we look at the last 12 months numbers for the Investment Bank and compare that to the IDD plan for 2022, then we targeted in the IDD for 2022, 8.6 billion for the last 12 months in Q1 or in Q2 and in Q3, we were in between 9.7 billion and 10 billion."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "Even if we now say there was -- in particular, high market volatility in Q1, and it was not normalized, but we saw the normalization already in Q3, these numbers are obviously telling us the story. And if we then compare that to the 8.6 billion number which we target for 2022, we simply believe that this number is achievable, Why? Because I look into today's O&A pipeline and at the same for financing, looks very robust, looks very healthy, and therefore, I have a view obviously on the fourth-quarter and also on the start of 2022. Obviously, the rating upgrades by Fitch and Moody's are helping enormously."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "I already told you in the previous discussions that clients are coming back to Deutsche Bank based on our recovery but, obviously, 2 rating upgrades from 2 agencies helps a lot and we see further positive evolution in this regard. October activity is very robust across the business in the IB. And also, the overall momentum with making good hires clearly tell me there is a momentum we need in order to achieve our 8.6 billion goals in 2022. This year, we will be well above 9 billion, kind of in-line with last year, potentially even some upside."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "So, we have the right setup, we have the right people, we have the right momentum. And therefore, if we cannot achieve the 8.6 billion next year in that business, I tell you, I would be severely disappointed and I can't see that happening. So, there is upside in this number. So, if you add this all together, then I think we show sustainability of the revenue momentum and be that we are highly confident to achieve that what James and I indicated over the last quarters, and that is 25 billion or better number next year in revenues."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "James Von Moltke"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "It's James on the interest rate side. We've talked a lot about the headwinds we've been fighting through. At the group level this year, it will have represented over 700 million. The 400 million number, you remember, is for the Private Bank alone. And there's about another 250 in the Corporate Bank and the rest is in capital investments in IB, so it's a considerable headwind. In the third quarter, it is about ratable. So, we had about a 100 million year-on-year headwind in the Private Bank from interest rates, deposit hedges, if you like. And about 50 in Corporate Bank so that's playing through our numbers."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "We talked about 150 million of upside in '22 and a lot more as time goes by, over 525 in our prepared remarks that reflects the change between today's interest rate curve and the curve we built our last year's plan on. It splits about 50-50 based on the keys between the Private Bank and the Corporate Bank. But it of course, underlies our statements that this interest rate headwind will more than half for the PB next year and be effectively neutralized for the Corporate Bank next year."
  },
  {
    "person": "Daniele Brupbacher",
    "role": "questioner",
    "position": "Unknown",
    "text": "Daniele Brupbacher"
  },
  {
    "person": "Daniele Brupbacher",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you. So, we'd [Indiscernible] the IDTs. So, the 150 million, I shouldn't add it to the 700 million or detail just kept [Indiscernible]."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "James Von Moltke"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "No. You -- it is -- the 700 million is behind us, or practically behind us."
  },
  {
    "person": "Daniele Brupbacher",
    "role": "questioner",
    "position": "Unknown",
    "text": "Daniele Brupbacher"
  },
  {
    "person": "Daniele Brupbacher",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "James Von Moltke"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "I think about the a 150 million as part of the reason -- as Christian went through in the businesses, we see support for our revenue outlook for next year."
  },
  {
    "person": "Daniele Brupbacher",
    "role": "questioner",
    "position": "Unknown",
    "text": "Daniele Brupbacher"
  },
  {
    "person": "Daniele Brupbacher",
    "role": "questioner",
    "position": "Unknown",
    "text": "Got it. Thank you very much."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "James Von Moltke"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you, Daniele."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from the line of Andrew Lim of Societe Generale. Please go ahead."
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Unknown",
    "text": "Andrew Lim"
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Unknown",
    "text": "Hi, good afternoon. Thanks for taking my questions. So, it seems like the bulk of the 700 million transformation costs were taken in at the 3Q. I was just trying to marry that up with the transformation guidance on slide 38. How should we think about the quantum of transformation costs in the fourth quarter and then subsequent quarters in 2022? That's all. My first question. And then secondly, there's been a lot of speculation about how you might expand the DIB business by products and also geographically. Perhaps this maybe front running what happened in March in your Deep Dive, but maybe you can give a bit of color about your thoughts there, whether it'd be Commodities Trading or a bigger footprint in the U.S. for example? Many thanks."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "James Von Moltke"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "Sure, Andrew, it's James. I will take the first one. Yeah, you referred to Slide 38 where we work to give you the best view, we have on expected future transformation charges. Just for -- for Q4 purposes, I would build about 500 into your models split between transformation charges and restructuring and severance. And that would leave, as you see on the page here, about 300 million still to be booked in 2022. Of course, we're doing everything we can to minimize the '22 burden and book what we can in '21, but it depends on the visibility and the accounting treatment of those items. But if you just do the math on it, you would think about 97% of the total 8.8 billion is booked by the end of the year. And Andrew --"
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Unknown",
    "text": "Andrew Lim"
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Unknown",
    "text": "Sorry, just on that point. Sorry about that. But the 2 -- 300 million for '22, awfully, more front ended in the year rather than spaced out?"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "James Von Moltke"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "It's sort of ratable based on what's -- what's going on and it's still in the books next year. I wouldn't think of it as front ended, but again, we're trying to minimize it. I would think of it as -- you can nearly disregard it next year and I believe we look forward to not really talking about it. But on consistent sort of accounting definitions, we trace it all through to next year and the full program."
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Unknown",
    "text": "Andrew Lim"
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Unknown",
    "text": "Great, thanks."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "Christian Sewing"
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "And Andrew, to your second question on IB and the speculation, let me be very clear we want to grow there where we have decided to be in. I think for the last 2.5 years, we have clearly shown that these are the strengths of Deutsche Bank, be it in those areas we are in the Origination & Advisory business. The financing and the trading business. Now within that, obviously we are doing further investments, for instance, in the further franchise built in core rates, in our Flow Credit development. Obviously, we're investing quite heavily in our workflow solutions, in particular, in the fixed business."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "We are, as I said in my first answer, that we have a very good momentum in hiring bankers in those industries where we think we have the expertise and our clients are concentrated so that we can obviously generate more mandates in the Origination & Advisory business. And again, we see the evidence. And then obviously, we are trying to grow in the whole field of EAC and also there we have seen good momentum. Everything else is not in our view, at least at this point in time, because we believe we have found our spot. We grow there, we take market share there, we defended it even in normalized markets and that's what we are all about to do."
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Unknown",
    "text": "Andrew Lim"
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thanks, Christian."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from the line of Nicolas Payen of Kepler Cheuvreux, please go ahead."
  },
  {
    "person": "Nicolas Payen",
    "role": "questioner",
    "position": "Unknown",
    "text": "Nicolas Payen"
  },
  {
    "person": "Nicolas Payen",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes. Good afternoon. Thanks for taking my question. The first one will be on costs and looking at your 70% cost income ratio targets for 2022 and your current firm rate of 19 billion of adjusted costs, X-transformation charges. Where do you see the biggest improvement drivers to reach your target? And how much of these are already backed into your current costs run rates? And the second question on distribution, because your year-marked 5 billion for distribution starting in 2022. And I just wanted to know, what's the timeframe for this to happen, and should we think about 2025? And the finalization of other 3 -- other good proxy? Thank you very much."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "James Von Moltke"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "Sure, Nicolas Payen, James. Look, we're very focused. I have to say laser-focused on capturing a run rate in Q4 and then through 2022 that supports our targets. We've been working on that as you can imagine for quite some time. And putting in place the measures as we've described, both last quarter and this quarter, that can help to drive that. I think if you -- if you specifically at areas that drive the run rate from now down by Q1. It will be particularly in the technology area in part reflecting the charges we took this quarter, but also reflecting the benefits of some of the investments."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "And if you like, the roll-off of things, we've been working on for some time. We're also close to crystallizing some expense saves in our infrastructure areas. Again, as we've completed projects and move to a BAU type of state in some of the areas where we've been focused on remediation for the past several years. Then there's the real estate, we've talked a fair amount about real estate which contributes next year significantly. And as you've seen, we will have spent all together about 600 million of transformation charges in the real estate area. We're really pleased in -- with what that's delivered in terms of the footprint we operate within our future-proofed portfolio from here."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "And there's some benefits flowing through already in the first quarter from that, including incidentally, ending the double rent period in New York. So, lots of things that were tracking through in the run rate as we drive towards our '22 views. On distributions, it's frankly too early to say. We're working through that as we finalize our planning, finalize the results for '21, I think we're confident about our ability to move to meaningful distributions next year, which has been our plan really since we embarked on this program back in 2019. And I think the deduction from CET1 of 640 million that we have today is clear evidence of the -- of our wherewithal our ability to support distributions next year, it's just too early to say how much and what form it will take."
  },
  {
    "person": "Nicolas Payen",
    "role": "questioner",
    "position": "Unknown",
    "text": "Nicolas Payen"
  },
  {
    "person": "Nicolas Payen",
    "role": "questioner",
    "position": "Unknown",
    "text": "All right. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from the line of Jeremy Sigee of Exane, BNP Paribas, please go ahead."
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "Unknown",
    "text": "Jeremy Sigee"
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you. Just a couple of questions, please. Following up on things that you've touched on. So, the first 1 was just kind of backoffs to BGH impact. I was a little surprised that it's unchanged quarter-on-quarter. I thought we would be seeing some benefit already because it sounded like you are already implementing new contracts with customers a quarter ago. So, I thought we might be seeing some benefit come through, so I wonder if you could talk about the timing and in particular, whether we expect that to be back to normal in 4Q, or how much longer you think it might take to get those revenues back on stream? And then the second question, just circling back to the Investor Deep Dive that you said you will do in March next year. I just wondered how you see the balance of that in terms of starting to talk about plans beyond 2022 versus still focusing on how you achieve the 2022 targets?"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "James Von Moltke"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "Sure, Jeremy, I'm happy to go into that. So firstly, on the BGH ruling. The client consents that we send out, all had October 1st as an effective date, and that's for both legal and operational reasons. So, they -- the two-thirds of responses that we've gotten allows us to switch those on from the beginning of this month. And the additional responses we get in Q4 equally will be in that case backdated to October 1st. So, if you assume that we'll be at let's say an 80% response rate than in round numbers, 80 million of the loss, 100 million will be back in the run rate this quarter. And we're -- and we would work to then close out the rest as time goes on. Some of that may be moving accounts out of the bank."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "Some of it may be restructuring our relationships with clients in other ways. But we have, I think, a pretty high degree of confidence at this points that 80 of the 100 will be back. The delay, as I say, was intended from the very start when we first gave guidance on this in June, reflected that effective date. On the IDD, Christian may want to add to this, but we want to talk about the things we've done. The trajectory that remains to be achieved to '22, and certainly that's part of our agenda, but I think the larger part of the agenda will be how we have positioned the Company through this transformation for strategic and financial performance from 22 onwards. There's nothing to it."
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "Unknown",
    "text": "Jeremy Sigee"
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay, I look forward to it. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from the line of Magdalena Stoklosa of Morgan Stanley, please go ahead."
  },
  {
    "person": "Magdalena Stoklosa",
    "role": "questioner",
    "position": "Unknown",
    "text": "Magdalena Stoklosa"
  },
  {
    "person": "Magdalena Stoklosa",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thanks very much. I have got 3 questions, if I may? So, I'll run through them quite quickly. The cost reductions for next year, the planned cost reductions for next year broadly imply your adjusted costs being down by 1.5 billion. And of course, you've mentioned some of the things that are kind of rolling off, IT projects, real estate savings, and so forth. But if you look at it, it's slightly differently per business. The biggest dent year-on-year between '21 and '22, is effectively into places, CRU and the Private Bank."
  },
  {
    "person": "Magdalena Stoklosa",
    "role": "questioner",
    "position": "Unknown",
    "text": "And I'd like to talk to particularly about the Private Bank. What's that -- there are a couple of things which are still on going, particularly in Germany. How should we think about that cost base next year? But of course, also rolling forward. There where -- there was a news flow, of course, about bank closures. You've got some mega projects from the perspective of putting Post Bank and the Deutsche Bank, and the firm together. That has been going on for a good few years. Also, we think about that cost base going forward to further out than '22. My second question is really about your AUM rotation because you're showing very decent numbers in terms of inflows into your wealth investment products, literally quarter-on-quarter."
  },
  {
    "person": "Magdalena Stoklosa",
    "role": "questioner",
    "position": "Unknown",
    "text": "And I'm just curious, how much of it is effectively a deposit flow versus just an investment flow, i.e. Are you actually seeing better, deeper rotation into investment products? And my last 1 is really about ESG because I mean, a huge thing for you. You've talked about this within the context of the group. You've talked about that within the context of ID. When do you actually see the biggest opportunity? Because, of course, at the moment, the biggest market, the biggest issuance, of course, is happening in Europe, but how is your footprint in Asia and U.S. responding to that too? Thank you."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "James Von Moltke"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "Sure. Thank you for the questions, Magdalena, a lot to get into there. You're right that on a segment disclosure perspective, that there are big moves in CRU also PB, also elsewhere, by the way, as the infrastructure cost base, which can capsulate not just IT, but other support functions. as we continue to harvest cost-savings there, it's invisible in all of the functions, all of the segments. CRU would be moving down from about 1.2 billion this year based on our IDD numbers last year to 800 million. We think we'll beat that at this point. When we talk to you again in March, will be better than that target when we get there."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "PB Germany, as you say, is a big part of where our efforts are focused at the moment. You will have seen us announce and by the way, taken relatively significant restructuring and severance charges in the PB area, but announced a series of workers council agreements, the balance of interest and also actions whether it's your head office restructuring, operations restructurings, branch reductions, and the like. And they're all being executed as we speak. It is a gradual decline, it takes time. You do it, sort of, one-by-one in terms of both employees leaving the platform branches being shot and other actions being taken, but we do think we're on a good glide path there. And to the earlier question from Andrew, the transformation costs will be almost entirely behind us to support that going forward."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "The technology piece in PB Germany will still be a burden next year. And that's what we updated you on last December, relative to our earlier plans. There were engaged in a significant exercise of Core Bank conversion to put the Post Bank onto the business, onto the same systems as the existing Deutsche Bank systems. That investment is ongoing next year and the benefits from that then are visible in only in '23. But we think we have that funded in our plans and we're executing on that. And as you recall the Post Bank systems sale was one of the actions, we took to ensure that we -- that we're well prepared. On the AUM rotation, it's interesting. We've been looking at that disclosure."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "What you see is increases in AUM and new inflows in PB. But relatively static levels of deposit balances that are in accounts that support investment activity which in a sense is bullish because it means that the available deposit funding that our clients have to put to work and investment products is still there, is unchanged. We're finding that discussion to be a very positive discussion today as we go through, for example, re-pricing discussions, talk about, again, the need to put in positive consent in those businesses. It creates, if you like, a sales opening to have a dialogue with our clients about moving more into I'm products. So, we see it as a -- I don't want to say it's a limitless opportunity, but it is a significant opportunity as the German saver continues to react to better return opportunities outside of the deposit products, and frankly, the banking industry as a whole reprices the deposit product to make it harder to hold."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "Christian Sewing"
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "And to your second question, look, ESG is overall, in our view material opportunity for us. And first of all, because that is one of the few areas where Europe as a region is overall leading. And obviously that place then into our card because the whole transformation into a green economy needs to be financed. And obviously, then European banks have a big chance and should tap into the opportunity to get a big part out of this. I would actually describe it in four areas where we can succeed and where we do see actually a progress. Number 1, it's in the issuances, in particular, in the capital markets business."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "You are right, Europe is leading there. I mean, we have one of the leading market positions in the issuances, not only in terms of green bonds, but in particular also bonds which are attached to a social housings. Just the mandates, we also and where we are public with -- which we have shown in October show what the market position of Deutsche Bank is. But with the knowledge we have now accumulated, with the global approach in which we're driving that in each and every business, but with the center function overlooking and coordinating that, we have great success now also in the U.S. and in Asia."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "So, I think that what we see in Europe, we can repeat and we see that in the numbers that we actually have good progress also in the other 2 regions. Secondly, we are not talking a lot about this, but we should talk more about this, the demand of our wealth management and private banking clients in ESG investments is simply huge. And you see it in the DWS numbers, but also in the wealth management numbers, the Ask, and when our assets under management are rising, the share of ESG bonds and sustainability bonds is big."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "If you then have on the other hand, also the origination in house on the investment banking side, obviously, again, a big opportunity for us. Third, the discussions with each and every corporate client, be it in Germany or in Europe, is always centered around sustainability and how we as the bank can finance the transformation off the Corporate [Indiscernible] into the Green Economy. And that is -- that also includes not only the financing in terms of traditional parts and how we can help you as the clients, but also, we're offering new products."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "Asset as a service, we discussed it in some of the previous calls, but actually a service from us that corporates and clients are only paying actually for what they really used and what they use in the day-to-day business, is actually a big contributor also in terms of sustainable economy and what we can offer from a bank. So new products are rising. And last, but not least, don't underestimate actually the mandates we have on the advisory side because a lot in particularly if you look at the goals, we have, set our sales for the economy. But also, here, in particular for Europe, a lot of corporates are thinking in terms of M&A, what they can dispose, what they can buy, how they can reset up the group and that is, again, something where we, as a bank, want to be close to, are close to."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "So, a lot of mandates which we're winning are actually on the back of ESG mindset and ESG thinking, a sustainable thinking of our corporate line. And therefore, I do think it's not a surprise that at the end of the third quarter, we're spending, I think, at 127 billion or 126 billion in terms of finance and investments on our go-to 200 billion by the end of 2023. We have, on average, we have seen 25 billion of net new financing and investments in the business. So, one of the key themes which we're following up and which will also shape the future and also our business strategy going forward."
  },
  {
    "person": "Magdalena Stoklosa",
    "role": "questioner",
    "position": "Unknown",
    "text": "Magdalena Stoklosa"
  },
  {
    "person": "Magdalena Stoklosa",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you very much."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from the line of Stuart Graham of Autonomous Research LLP, please go ahead."
  },
  {
    "person": "Stuart Graham",
    "role": "questioner",
    "position": "Unknown",
    "text": "Stuart Graham"
  },
  {
    "person": "Stuart Graham",
    "role": "questioner",
    "position": "Unknown",
    "text": "Hi, thank you for taking my questions, I have 2. First, can you tell us what the Zim impact was in FIC revenues in Q3, please? And then second, you've talked about the 500 million revenue uplift from rate, which I guess links into your rate sensitivity slide on Slide 41. My question is, how does that take account of the deposit charging fees on Slide 39? I guess, if interest rates actually go up one day, you get the higher NII from Slide 41, but you lose the fee income on Slide 39, so is that assumption, correct? And is the 500 million you talked about, is that gross or net of loss deposit charging fees in due course? Thank you."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "James Von Moltke"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thanks, Stuart. The interest rate question is a really interesting one. Let me start with them. It was about a 100 million in the quarter of revenues recognized. It ran, therefore, relatively similar rates to the first couple of quarters of the year in terms of the increment, call it 5% to revenues. Actually, in this quarter, there were some offsetting items in the credit trading businesses that went the other direction."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "so, I wouldn't think of this quarter's credit performance as necessarily being out of line with what we'd see in a typical quarter in normalized market environments, but that's the answer on Zim. In terms of the rates, so yes, we're showing the interest rate sensitivity in the first and second years to a 100-basis point parallel shift. The effect of deposit re-pricing, in a sense, is to make those liabilities, floating rates. So, a significant part of the rate sensitivity that you've seen come out of our disclosures over the past couple of years, has been the impact on that interest rate risk of taking a large portion of the liabilities and making them floating."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "What isn't reflected in our models at this point is behavioral change. So, the really interesting question is as we potentially lock in rates with 0 being the cap in the same way it was for far too long with a floor, our rate sensitivity ultimately would be much higher than we are showing on the page. And so, while we would lose some revenue, it's baked into this between minus $0.50 and 0. We think the upside leverage above 0 is in fact much higher than you'd be showing on the page. I hope that gets to your question."
  },
  {
    "person": "Stuart Graham",
    "role": "questioner",
    "position": "Unknown",
    "text": "Stuart Graham"
  },
  {
    "person": "Stuart Graham",
    "role": "questioner",
    "position": "Unknown",
    "text": "The slide is a net interest income slide, so how do you capture the element in that?"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "James Von Moltke"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "It's essentially captured in it. And at this point, the fee piece on the PB side is a relatively small portion of it. So, it's -- this is the net interest income impact, I think, you can, for practical purposes, disregard any fee income impact at this point."
  },
  {
    "person": "Stuart Graham",
    "role": "questioner",
    "position": "Unknown",
    "text": "Stuart Graham"
  },
  {
    "person": "Stuart Graham",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay. All right, cool. Thank you very much."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "James Von Moltke"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "My pleasure."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from the line of Tom Hallett of KBW, please go ahead."
  },
  {
    "person": "Tom Hallett",
    "role": "questioner",
    "position": "Unknown",
    "text": "Tom Hallett"
  },
  {
    "person": "Tom Hallett",
    "role": "questioner",
    "position": "Unknown",
    "text": "Hi, guys. A couple questions from me, please. So DWS has had some recent travels around ESG disclosures. I was just wondering if that could be a blow back on Deutsche and a wider business have regulated, reached out, and what is the reaction amongst clients been? And then on your corporate lending growth, which seems to picking up margins also certainly in Germany between the front and back book is nearly converged."
  },
  {
    "person": "Tom Hallett",
    "role": "questioner",
    "position": "Unknown",
    "text": "Does not mean we've assessed the found the floor in revenues and upside is really just a function of volume price rights. And obviously on-going repricing efforts. And do you think there is an opportunity to improve the spread on corporate loans or does the competitive environment stop that from happening? And maybe just sneakily just follow-up to that previous point around them, you said there was some offsetting items in the trading. What sort of things were they? Thank you."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "Christian Sewing"
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "Look on the DWS, you will understand that we will not respond to that. We can only refer to the clear statement DWS has given in public and rejected the allegations. I think the number in Q3 for the DB group and which I just repeated, the 127 billion shows that there is no negative impact on our business. Again, I think the DWS business performance in Q3 also speaks for itself. But obviously, we make sure and we have made sure. Also, for Deutsche Bank, that we have a clear governance and reporting structure about our ESG reporting and how we are doing the validation of transaction so we feel comfortable with that. And there is no more to say."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "James Von Moltke"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "So, on the Corporate Lending, we've been looking at this and actually as you say that the spreads have held up quite well and perhaps surprisingly well in recent quarters so we're encouraged by that. I'm not sure I would bet on expanding spreads and margins on that lending at this point, but we do see some stability and of course, lending opportunities in the CB area. Also, good opportunities in IB, for what it's worth, in our financing business, at least in the very near term, we see opportunity to deploy the balance sheet at attractive spreads."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "And spreads have also had a held up in the PB books in Germany. So, all-in-all, I'd say encouraging spread development and for Corporate Bank, I don't see any difference and we're encouraged as we've said, by the loan growth. On the Zim offsets, I don't want to grow -- go into each transaction and position. It was a handful of smaller positions which I think collectively we'd see as offsetting in terms of market events to the Zim and gets you to a relatively normalized performance and credit."
  },
  {
    "person": "Tom Hallett",
    "role": "questioner",
    "position": "Unknown",
    "text": "Tom Hallett"
  },
  {
    "person": "Tom Hallett",
    "role": "questioner",
    "position": "Unknown",
    "text": "I guess, thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from the line of Adam Terelak of media bunker, please go ahead."
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Unknown",
    "text": "Adam Terelak"
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Unknown",
    "text": "I think for the question, I've got two. Following up on NII and the Corporate Bank. On the NII, 500 million you referenced on the -- [Indiscernible] on the forward curve. Can you [Indiscernible] how much of that is kind of long-end rates versus short-term movement in the ECB rates? And then in the Corporate Bank, I want a bit more color on the episodic items. Clearly, it's a volatile line item. Your saying it's down quite materially year-over-year. But could you kind of size it for this call to get an idea of modeling it going forward. And what does that look like into next year? And then finally of some corporate banks, you're talking about flat revenues year-over-year, did it upset a big uptick in the fourth quarter revenues when normally on a bit seasonality, would that be down for these episodic items? Thank you."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "James Von Moltke"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you, Adam, for the question. So, it's been predominantly long-end movements since -- if I compare the rate curve snap last year to this year. So relatively little, as we say, is fed into the '22, some, but it increases markedly in the years thereafter. We like, I think, many banks are more sensitive to the front end but the long-end has helped us and we will do so increasingly in the years to come. On the CB side with respect to episodic revenues, we've talked in the past that they would tend to vary between say, 50 and a 100 million. There's the occasional quarter where they will be 0 or close to 0 and the occasional quarter where it exceeds a 100 million but by and large it comes in that range."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "This quarter year-on-year, it represented about 60 million of headwinds. The types of activity you see there, some of it is, we call it portfolio re-balancing actions. So, when there is a shift that we do in -- from a risk management perspective in treasury producers’ revenues, or goes the other way, that can flow through recoveries on credit, on collateralized loan, obligations, go in it some credit insurance, those are the types of events or sometimes one-off, larger inception fees on transactions we would treat as episodic. So, it's all matters that are inherent in the business, but create a little bit of volatility if you like, waves on top of the tide and can help or hurt in a given quarter. Both an absolute and in variance terms. On the --"
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Unknown",
    "text": "Adam Terelak"
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Unknown",
    "text": "Follow-up on the [Indiscernible] It's obviously you talked about the forward curve and the shift in the forward curve. Is much of that benefit on short-term rates and not by 2025, [Indiscernible]"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "James Von Moltke"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "No, as I say, not -- by 2025? Yes, it is -- it moves a little bit. I think that it crosses the 0 bound by sometime in '24. I think early '24 was the latest snap, but I'd have to look at it again and it's something that we update obviously frequently. So, it is helping to the conversation I had with Stuart; is it -- are we at the point where the greater leverage kicks in based on the current curves by '25? Not even yet at that point, but it is significant upside leverage."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "You see it captured in the 100 basis points parallel shift analysis in the detailed interest rate risk management numbers we do, I mean, the cumulative effect of these interest rate curves goes easily into the billions over a five-year horizon, well into the billions. So, we see a lot of operating leverage to come for ourselves and, of course, other banks as the yield curve, if you like, normalizes. And in CB with respect to the balance of the year, it's not a big bet on episodic."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "They'll be within a range but we're seeing the momentum we've been calling for a while. Whether it's loan growth, whether it's more deposit repricing, underlying transactions, increasing benefits from some of the investments we've been making. We're looking at it in a very focused way on how we're building the run rate in that business, other treasury improvements that flow-through to Corporate Bank. All of those things are what we're looking for to move that run rate closer to the delivery of the 5.5 that Christian talked about earlier."
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Unknown",
    "text": "Adam Terelak"
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Unknown",
    "text": "All right. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from the line of Anke Reingen of RBC, please go ahead."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "Unknown",
    "text": "Anke Reingen"
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you very much for m question. The first is with respect to inflation and if you consider the size of concern of a headwind to your cost base, and especially considering about question increased wages in Germany by 3%, 4%. And then secondly, just on the Basel IV impacts of previously guided at the Investor Day, given that document is now out, just wonder if you can come from that? Thank you very much."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "James Von Moltke"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "Sure, Anke, thanks for the questions. Again, both meaty topics and I'll try to be as brief as I can. Hard to say at this point how much inflation impacts are cost base, for example, next year. It's one of the things we're watching. We need to work to offset. We -- the one item you cite is an important one, the conclusion of negotiations for the tariff staff in Germany is a relatively important assumption as we look to the 1-year forward."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "The rest of the cost base is very varied in how it performs. One of I think the positives of having pursued our transformation at the time that we did, we've actually locked in certain of our expenses at a time when that inflation wasn't present. So, when I say future approved, for example, on the real estate portfolio, some of our contracts for IT, some of our longer-term contracts that we've been recruiting, that provides a little bit of stability in our cost base that hopefully will shield us to some extent in the early years. Of course, further out, these inflationary pressures will, if they persist -- will have a bigger impact."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "The banking business model should be -- to a significant perspective, respect protected from that as rates shift and that operating leverage arises. But labor costs, as an example, is something that we're looking at very carefully, not just in Germany, but all around the world. On the Basel III final framework, that's obviously something we've been following very carefully. We've been also very engaged in advocacy and dialogue with the official sector."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "We'd be looking at the legislative proposal that was published earlier today, and obviously had worked hard on what we've learned prior to the official public. I guess the early snapshot for us is it confirms some of the earlier guidance that we provided to you. So, we thought that the first round of impact was about 25 billion as we sized it. For the most part, that's come in as we'd expected and at this point, I'd probably say that 25 billion number we gave you before is a good number."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "It does move out a year, though, relative to our earlier assumptions, which is helpful for us in terms of the glide path to get there. And then as we look further out to the impact of the output floor, I think it would confirm at this point the sort of more optimistic end of our range that we provided. So, we'd like to think of only about a 10% further inflation relative to the current level of risk-weighted assets. As that output floor begins to bite, it does move back based on the proposal as we read it, the point in time at which the output floor begins to bite for us. It means the transition time in terms of Balance Sheet makes business model and obviously the capital build to offset that increase in capital requirements."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "This is all, I think, quite helpful. We welcome the legislative proposal, the clarity that it provides, the extent to which we think the European Commission has taken on board some of the feedback and helping the banking sector to balance the goals of the Basel III final framework with the nature of European banking and the need for the banking sector to support economic growth. So, there are a number of features, whether it's operational risk for treatment of underrated corporates. The multipliers applied to Sakar and on and on where we think there are some very good proposals in that legislation and we look forward to continuing to work with the official sector on the legislation as it goes from the initial draft."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "Unknown",
    "text": "Anke Reingen"
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you very much."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from the line of Kian Abouhossein of JPMorgan. Please go ahead."
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "Unknown",
    "text": "Kian Abouhossein"
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes. Thanks for taking my questions. Two of them. One is on the Corporate and Other divisions. You mentioned in your prepared remarks, I think on page 18, about EUR150 million per year adjusted cost savings from 2022 onwards. And just wondering if this is coming on the existing cost programs, so is this a growth or is it [Indiscernible] number?"
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then the second question is you clearly speak very comfortably and is confident that you will reach your fixed income guidance of 6.7 billion next year. And I just wonder what assumptions do you to take in terms of credit environment in particular. So, high-yield levels, spread volatility, issuance levels in terms of refi. Can you share with us a little bit your input data to make that assumption considering its clearly very credit heavy number to achieve so that's why I'm interested in the credit inputs."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "James Von Moltke"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "Sure. Thank you. Kian. So, it looks a 150 million was incremental when we talked in the summer about, we've been working on incremental actions to offset some of the volume and control investment pressures that we were seeing. That is one of those actions. We're working on more And hence, as -- when I updated the guidance back in September, it was 700 million, so there are additional measures that we've been working on and intend to implement. But the 150 was part of that increment that we started talking about in the summer."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "Christian Sewing"
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "Kian, the overall fixed income number and our confidence in that and potentially even with some upside to that number. First of all, derived from the foundation which we have now built for the last two years. I think one shall not underestimate the platform we have now built, in terms of setup, in terms of having the right people, the clear focused strategy. And most importantly, clients coming back to Deutsche Bank and trading with us, that was a different -- 3 years ago, that was the difference 2 years ago."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "And we see an ongoing momentum in this regard and therefore, we're very positive that this is obviously continuing into 2022. From an overall credit point of view, I think we still see and we expect resilient markets into 2022. Of course, you will always have the risk or certain event risks, like we have seen now, in China, in certain sectors. But this is exactly where our strength is and where we have an expertise on the first line of defense and second line of defense in terms of having the skill set in dealing with that, that we think there are even opportunities for us."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "So, it's not only the normal credit business being on a secured basis, but also in distressed debt, there are a lot of opportunities we can look into. And if there again, look at the pipeline we have against an overall resilient picture, which I can see over the next 15 months with the underlying and underwriting experience and skill set we have, we believe that there are good opportunities for us to be very active. And again, if I look at the pipeline, it makes me very confident."
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "Unknown",
    "text": "Kian Abouhossein"
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is in the line of Andrew Coombs of Citi, please go ahead."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Unknown",
    "text": "Andrew Coombs"
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Unknown",
    "text": "Good afternoon, two big questions from me please. 1, looking out for Q4, looking out to Q1 and [Indiscernible] our Q4, intrigued by your outlook commentary on page 21 of the report, you still talk about full year '21 revenues being essentially flat on full year '20. And yet when you look at your 9 months revenues, you're up 5% year-on-year. And [Indiscernible] the world, [Indiscernible] is in great confident on the great to 2022."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Unknown",
    "text": "And number 2 for the business lines said, I'm just trying to tally whether you can, we do think you're going to see revenue down year-on-year in Q4, or whether that's just a prudent outlook comment that you even created? Second question on Q1 of next year. As you stated in your commentary about the source, you seem to suggest that you'd reach a new cost run rate 3, Q4, and then into Q1 as the technology costs drop away. So, is it just fair to say that to achieve your 7% of income target for full-year 2022, you think you need to hit a sub $0.07 cost income target in Q1 as well?"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "James Von Moltke"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "Sure, thanks for the questions. Look, I would interpret it more as prudence in the outlook, there is obviously still uncertainties ahead of us as we look to the end of the year and there's also the sum total of the businesses and their outlook and then the group's view but I think Christian 's commentary about the forward and '22 is critical, and obviously, we look to Q4 to be setting up to achieve that. In terms of the cost run rate."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "As I said earlier, it's -- we're laser-focused on managing it down. And so, this what we'll call underlying run rate. We've talked for a while about adjusted costs, excluding Prime Finance and also bank levies. That is a run rate that we've been working down now to range around 4.5, 4.6. It's something that needs to step down in Q1 to have reestablished a glide path that we want to be on, and we will continue to work from there."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "Remember from a cost income ratio perspective, Q1 is where we have to recognize the bank levy, so it's a little bit distorted but then if you remove the bank levy, you can see then the underlying revenue to cost relationship that we need to establish. As part of the earlier question, what's one of the things that brings our cost down? One is the completion of that Prime Finance transition of the remaining technology and staffed it to BNP Paribas. So, while that's been excluded from the walks, we've shown you, of course, on a total expense basis, it's part of the run rate improvements we see going into '21 -- into '22. I'm sorry, first quarter of '22."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Unknown",
    "text": "Andrew Coombs"
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from the line of Timo Dums of DZ Bank, please go ahead."
  },
  {
    "person": "Timo Dums",
    "role": "questioner",
    "position": "Unknown",
    "text": "Timo Dums"
  },
  {
    "person": "Timo Dums",
    "role": "questioner",
    "position": "Unknown",
    "text": "Hello. Thank you for taking my questions. I've got two questions, please, and one clarification. Starting with the clarification in respect to the dividend accrual of roughly 640 million. Could you please remind us how much or how does this split between the 3-year quarters this year? This would be the clarification. The first question is on payments. Could you provide some more color on the strategic rational to support EPI initiative and also its strategic importance for the partnerships that you have with MasterCard, for instance, with Pfizer and also with the acquisition of better payments? and the last question, just on your capital return plan. I understand that you cannot confirm what the exact mix, but what would be the triggers to basically confirm then the mix between dividends and share buybacks, and also is there a certain timing that you have in mind, for instance, the Deep Dive that you plan for March? Thank you."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "James Von Moltke"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you, Timo, for the question. So, look, I will take the 2 dividend related ones together and then, and then Christian may want to add on the IP front. So first of all, my accountants would tell me I should not refer to it as an accrual. It's an exclusion of certain earned income from our common equity Tier 1 capital. So, the numerator in the ratio calculation. And it reflects an ECB guideline around profit recognition in Pillar 1 during the year that disregards an intended payout going forward. That number was 300 million in the first quarter and 275 in the second."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "So, we've built a significant amount in the first half, obviously a little less in the third quarter, reflecting the impact of those transformation charges. And that's something you'd expect to roll through to Q4 as well for both seasonal and because of the larger transformation charges in Q4. But as I said earlier, it positions us well for a distribution next year, and one that would be neutral to the ratio based on that -- on it being disregarded already in under the profit recognition guidelines."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "As to the amount and form, as I said earlier, too early to tell, We're going to spend a lot of time, I think, in the next few months going through that question internally with our Supervisory Board and ultimately with the regulators. We're obviously very keen to restart our dividend. We know that the shareholders have contributed on their part of financing this transformation, and it's time to restart a dividend and start 1 that is -- reflects management's confidence about the future, both in its amount, and in our expectations for future growth. What that will be and what the resulting payout ratios and mix will be, it's still too early to tell."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "On the European payment’s initiative, we are constructive on that initiative among European banks and we are a key partner in that initiative. We think it's important to create capabilities. It's part of, ultimately, strategic sovereignty for the Europe a landscape -- financial landscape. And we think it can help our position strategically in the payments market. We don't think that it goes -- that it's inconsistent with our partnerships with a number of our important partners around the world. We, as you know, we work closely with MasterCard, as 1 example. But we think that the EPI products or capabilities can be enhancing for our business and for our customers. As to what the impact will be ultimately, strategically, or financially, it's too early to tell."
  },
  {
    "person": "Timo Dums",
    "role": "questioner",
    "position": "Unknown",
    "text": "Timo Dums"
  },
  {
    "person": "Timo Dums",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from the line of Amit Goel of Barclays, please go ahead."
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Unknown",
    "text": "Amit Goel"
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Unknown",
    "text": "Hi, thank you. I've got two questions The first maybe just follows on from one of the other questions has been asked. But in terms of that guidance and the outlook for 2021 group revenues, I was just curious since servicing about potentially a bit conservative, if you add up the individual businesses, you can get a bit more. But obviously then there's is a delta there of about a billion to 2022, and I'm just wondering, is that another way to think about it in terms of, you think whatever you achieve in 2021, you could achieve about a billion more revenue in 2022, first question. The second question is just again, coming back on costs, I just want to I understand a bit better the incremental 700 million kind of transformation costs, and It doesn't seem like the broader targets have changed, so just curious which incremental costs you've seen relative to original planning and then what are those pressure points that you're looking to address? Thank you."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "James Von Moltke"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "Sure. Thanks, Amit. So, look, I don't want to get into the -- too early into what we ultimately will see for '21. I think where Christian was earlier is the right way to think about it. Our last 12 months performance over the past several quarters, which supports a 25 billion run rate, is a good way to think about where we need to go next year. In that 25 billion, you'd expect to see some normalization of IB, some improvement in the other business areas. And what that net will be remains to be seen."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "We hope and expect that it will be an improvement on that 25 billion level, reflecting the performance of the businesses as Christian described. Ultimately, it will be whatever it is in terms of the growth rate off of, off of '21 when all is said and done. In terms of the incremental costs, just to take you back to the first quarter, we started talking about the uncontrollable items that came into the cost base at that time, which were higher SRF than we'd hope for and higher deposit insurance fees, reflecting the green sill insolvency. And that represented 400. We said that we're not willing or to try to offset that 400 million in the cost base so that we could support investments going forward. Then as you go to the Q2, we started to see and have an expectation of more volume-related costs coming into the cost base, as well as incremental investments in controls that we needed to make."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "And so that's where we started to talk about the need to undertake further cost measures in order to offset those additional costs. And so -- and that's where the measures are that we talked about and Kian asked about. So, we're working on that. What the run rate in the next several quarters will reflect is the push and pull of how quickly we are able to implement measures that can offset the volume-related and additional control costs, how quickly though the previous measures are flowing through to the run rate, And any other changes that take place between now and then. But that's the sort of how you can think about the, the modeling on which we've built our expectations for next year."
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "Unknown",
    "text": "Kian Abouhossein"
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "Unknown",
    "text": "[Indiscernible] Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "And there are no more questions at this time. I hand back to you Ioana Patriniche for closing comments."
  },
  {
    "person": "Ioana Patriniche",
    "role": "operator",
    "position": "Unknown",
    "text": "Ioana Patriniche"
  },
  {
    "person": "Ioana Patriniche",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you for joining us for our third quarter 2021 results call and for your questions. Please don't hesitate to reach out to the Investor Relations team with any follow-up queries. And with that, we look forward to speak to you at our fourth quarter call in January. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Ladies and gentlemen. The conference is now concluded, and you may disconnect your telephone. Thank you for joining and have a pleasant day. Goodbye."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]