[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions]. And the first question comes from Chris Hallam from Goldman Sachs International."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs Group",
    "text": "Thank you. Good morning, everyone, and thanks for the presentation and the remarks. So the first question is on revenues. I guess on a headline basis, the momentum is positive, but the mix is changing a little bit more on NI, perhaps a little bit less on fees outside of the Investment Bank."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs Group",
    "text": "So if we look through for the EUR30 billion for this year and EUR32 billion, let's say, for next year, are you confident on those two numbers in particular, how would you see fees progressing both inside and outside of the IB?"
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs Group",
    "text": "And then second, could you give us an update on where your discussions have got to with the ECB regarding any additional capital requirements relating to your leveraged finance business and how you see the outlook for your, let's say, franchise over the coming couple of years."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Thank you, Chris. That's a Christian. Thank you very much for your questions. Let me start and as usual, James may want to chip in on your first question on revenues and on kind of your key question, both numbers for 24 and 25. The answer is a clear."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Yes, and let me start with 2024 and you have seen the H1 numbers, to be honest, I'm really happy with that with the 15.4 billion because all businesses have actually delivered. And the nice thing is if I now go over the next quarters and let me start with the predictable or more predictable divisions, i.e., the corporate bank, the private bank asset management, you can actually see that the momentum and the numbers which we have seen in the first two quarters are very, very good guidance for Q3 and Q4."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "I would even say that for the Private Bank and Asset Management, I even expect a slightly better development in H2 versus H1, given also that what James said in his prepared remarks on NII, but also in particular, because of the inflows and the assets under management behave in a very satisfactory way."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "On the corporate bank, I think a number of you know, which is around 1.9 billion given all the what I can see from the mandates we win is something which we can also plan for Q3 and Q4 that I would really say those three divisions are really having a good momentum. And yes, we benefit a bit more from a better NI than we expected at the start of the year."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "But even next to that, the underlying fee business behaving very well on the investment banking side, I absolutely believe that overall the I think the trajectory which we have seen over the last years in terms of market share wins in terms of stability of revenues and in terms of also predictability of revenues."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "If you think about the financing businesses, which we have also show me that the second half will be a very satisfactory one. Honestly, July started so far, pretty pretty good in the Investment Bank. And what makes me confident in the O&A business could be that the summer is a little bit slower in terms of M&A business than what we have seen in Q2. But overall, the market will further recover. We have gained 70 basis points in market share in the first half year."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "We believe that this will also be the case throughout the year. And to be honest, the investments which we have done in the origination and advisory business are really only starting to pay off. So the new people which we hired last year, they are gaining more and more momentum. So to be honest, I even expect that we get more market share in an overall market, which from a fee pool is increasing over the next 12 to 18 months. So that makes me confident that starting with the EUR15.4 billion revenue number, that 30 billion is absolutely inside, and I'm highly confident that we achieve that."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Now 25. The first thing I would like to say it's for the first time. So to say, Chris, other than '24 and '23, they're both kind of income streams. And I and fee income are both going into an increasing direction. So it's different than in the former years where we always had one of these streams, which was kind of decreasing in 25, we have sort of, say, two positive growing engines, and that obviously helps us as a start."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Now if I there go and actually through the business on the corporate bank, we think that 25 would be another increase over 20 for Y. because we can simply see the number of mandates transactions we are doing and the investments which we had in particular in our platform business in our payment businesses are paying off. And so therefore, we gave you also in the prepared remarks, the wins which we had in Q2, all that and the feedback we have from the client's point into another increase in 25. And again, the ENI is behaving even better than than we thought at the start of this year."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Private Bank. I'm clearly up next year why we always told you that we have a tailwind in NII in 25 over 24. Secondly, we are obviously benefiting from the constant inflows into assets under management. And we don't believe that there is any change in the second half of the year. So the starting point is even a different one, similar actually in asset management."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Also in those areas like alternatives and passive, where Stefan, who accesses a focus on, we are growing. And on the Investment Bank, actually, I do believe we will grow in all three areas. Number one, we have made further investments into our trading business, in particular, regionally in the US. We have new people starting now as we speak and we will grow that business the trading business over there."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Secondly, I refer back to the remarks on the O. and A. business. We expect the fee market share to increase next year further increase over over this year. Secondly, market shares will grow with those investments, which we have done also talking about numerous."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "And thirdly, the financing business is not only stable but if I look at the income and revenue streams, which we have planned for next year, actually also an increase, all of that from a very encouraging behavior in 2024 makes me absolutely confident that we can achieve the EUR32 billion next year."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "So the second question on the ECB, to be honest, a, you know, I have seen that portfolio, the leverage lending portfolio now for the last 15 years. And to be honest, it always behaved very well because I think our risk appetite and the way we have managed. Our risk has demonstrated that we are in very good control of that business."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "You also know Chris, and this is not a secret that a few years ago, we had started the discussions with the ECB. We got a capital add on at that point time of 20 basis points, which was reduced last year by five basis, five basis points. I know that there is a discussion between the industry and the ECB. I take it as a very positive signal that the ECB is now reviewing the comments and our arguments from the industry."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "And therefore, you know, also obviously, with all outside opinions, which we get for our portfolio, I feel very confident with the level of provisions we have with the way we manage it. It's a it's a key business for us. It's a core business of ours that will not change. And I'm sure we will also come to a solution there which shows that we have managed it in a fair way. I don't know, James, whether you want to add."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "James von Moltke, Deutsche Bank AG - President, Chief Financial Officer and Responsible for the Asset Management, Member of the Management Board"
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "All good."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs Group",
    "text": "Okay. Thank you very much."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "And the next question comes from Nicolas Payen from Kepler Cheuvreux."
  },
  {
    "person": "Nicolas Payen",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "Yes, good morning. Thanks for taking my question. I have two, one on distribution and one on litigations on distribution. I was wondering if we could have an update on what is your total distribution targets?"
  },
  {
    "person": "Nicolas Payen",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "Because you committed to distribute above EUR8 billion of capital, but could we have a bit more clarity by how much you expect to exceed this 8 billion mark? And also timing wise, what should we expect notably for the share buyback is a top-up completely excluded for H2 and what about the pace in 2025?"
  },
  {
    "person": "Nicolas Payen",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "And regarding litigation, what should we expect regarding the litigation provision H2 through more globally?"
  },
  {
    "person": "Nicolas Payen",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "You have now reduced quite significantly turnkey or contingent liabilities. So I was wondering should we expect a lower litigation cost run rate for the future rates for the future years? Thank you."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Thank you very much. And let let me start, Nicolas and then James will I think comment on both question on the distribution because that is really important for me. There is no change in guidance. We will distribute more than 8 billion in the timeframe from 21 to 25. Nothing has changed, obviously, from a timing point of view, as we said end of April with the with the item on the Postbank provision of EUR1.3 billion, which we had to digest. We always said that we now need to have two quarters actually where we show operating strengths where we restore capital."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "And to be honest, I'm really happy of what has been done in this bank. We are at 13.5% capital. We have created excess capital. Also in the last quarter, we are clearly above, so to say the 13.2%, we have created excess capital, but I want to show to the market another quarter of this operating strength. And with the with the comments I just made on revenues with costs, which are absolutely in control, we are around the EUR5 billion we have our clear way to the next year. I'm absolutely confident that we show another very strong quarter in Q three, which generates capital."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "And then obviously we are back in the progress process and we will go back and enter into discussions. That is clear for me. But I always signaled that after the Postbank litigation, which the bank digested, we really powered through this we want to show too good quarters. Number one is done, and I'll tell you, number two will come."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Thanks, Christian. Nicola, thanks for the question. Look, I'd just echo Christian's comments. We've returned almost EUR1.6 billion already this year through the capital actions that we took in the second quarter. We were, I think, very successful offsetting the impact of the Postbank provision and our step off into the second half of 13.5% on the CET1 ratio is a good starting place."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Your question about the trajectory going forward. If I refer you to slide 22 of our investor deck, we've tried to be as clear as possible on what we've referred to as baseline expectations. And so if you look at that on the dividend, we've paid out this year 883 and the $0.675 next year would be about 1.3 billion. The EUR1 dividend that we intend to pay out in 26 in respect of 25 would be another nearly 2 billion. And then if you trace the the buyback sort of trajectory forward. And let's just assume for a second, 50% increase a year, the next two numbers in that series would be about EUR1 billion and 1 billion and a half cumulatively that would add to slightly above 9 billion. And so that's what we're working to deliver to shareholders."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "As we, as Christian mentioned, build excess capital in the back half of the year, we want to be positioned to achieve those those types of payout."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Now we did make a sort of an editorial change to the to page 22 really trying to kind of separate a little bit the share buybacks from the the payout ratio discussion because to some extent we look at the payout ratio as a minimum, not a maximum and hence building excess capital into the back half of the year can position us to preserve that buyback trajectory even if the payout ratio goes goes north of 50%. And so that's the hopefully clarity and on what the baseline expectations are."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "And just the last thing to say last time, you saw that slide there was this idea of top-ups. And obviously, the unexpected provision in 24, at least for now is taken away the idea of a top-up in 24. But we haven't given up on top-ups in 25 and 26. It depends on sort of all of the ins and outs in the capital plan. But I'd just echo Christian's confidence that we I think we've been able to show that the Postbank provision did not take us off stride, and we remain committed to the to the so the profile we show on page 22 if I go to your litigation question, look, obviously there's been a and a transition between the contingent liability number and the and the balance sheet provision driven by the Postbank litigation takeover litigation provision, but actually not only that provision of some other items also move between the two sort of the off balance sheet and the on-balance sheet accounts."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "As we said, last quarter. The profile has changed pretty significantly, if you like, of risks that are still unknown and we are committed to continuing the work over the back half of the year to put ourselves in a position for, I would call it dramatically lower litigation provisions and regulatory enforcement actions going forward. Really we'd like to be in a position at the end of the year to have what I call is as clean a slate as possible going into 25 and sustainably. So because if you like, we'll address the the unknown elements of the known items. And as we look to the future sort of the pipeline of new things coming in that we can see and by the way, the benefits of all the investments we've made in controls should should give us much more confidence about the outlook going forward."
  },
  {
    "person": "Nicolas Payen",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "And the next question comes from Anke Reingen from RBC."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC Capital Markets",
    "text": "Thank you very much for taking my questions. The first is on the loan loss guidance for 2024. If you can maybe give us a bit more what what gives you confidence of the decline? So more like 25, 30 basis points in the second half and what you've assumed on commercial real estate AmerGen, that number and as you sort of like set in 2025, you expect on loan losses to normalize. Would that be a 25, 30 basis points or that 20 basis points you mentioned in the past."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC Capital Markets",
    "text": "And then just on CapEx, I just wondered if you can give us some more clarity on the expectation with the benefit from the delay of the FITB., what it could mean for for the 15 billion you previously guided? And would you consider this and your distribution as an extra benefit? And then sorry, just one last question on the dividend and the distributions, if I may. If you have a payout rate, if the 68 dividend per share, which corresponds to more than 50%, am I right in from your previous comments to understand that come the focus is the absolute distribution rather than the payout ratio. Thank you very much."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Thank you, Anke, and I'm happy to take all three, Chris, you may want to add, but look at the CLP. guidance change, I would think of it as more related to what has already happened in the year in the first half than then about our outlook for the second half. And we've had a number of events really to corporates default and then an overlay that we booked in Q2 that have taken us slightly north of what we'd anticipated when we spoke to you three months ago."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "And while you're always a little bit looking in a crystal ball. We've been we've been in a granular way looking through the portfolio, including commercial real estate to have a view on the second half. You'll recall that I've talked in the past of a 24 run rate closer to say, EUR350 million per quarter that we that we felt was sort of present and that in a sense is, let's say, EUR100 million of CRE. sitting on top of EUR250 million of ordinary course run rates that is in the portfolio."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Now let's start with the last point, we still see the same stability in our own underlying portfolios in both the retail and the corporate portfolios. So we haven't seen a deterioration on top of that. We've seen, as I mentioned, a handful of defaults and also an overlay that we booked in CRE. I recall that we've seen a stabilization in 24 and relative to the deterioration that was taking place last year that actually persisted in the second quarter."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "What is perhaps a little bit worse? Is that the the sort of beginnings of a recovery that I might have expected three months ago. That hasn't happened yet. It doesn't change our view, frankly, of the direction of travel and that essentially over time, the new defaults and the valuation adjustments that remain in that portfolio begin to sort of burn out some CRE. If you if you go back to the fourth quarter results, we'd said to expect about $450 million in 24, consistent with our 23 performance that is probably worsened ever so slightly, call it 50, maybe EUR75 million in terms of our expectation, but not dramatically."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "As I say, the larger part of the change in guidance is what's already happened in the year around a couple of corporate items in the corporate defaults in the and the overlay and on FRTB, obviously good news for the industry in Europe because I think it would have put us at a competitive disadvantage if the U.S. were not to go forward and Europe to go forward. So we think it's a sensible change. It essentially cuts in half just simple math. We had given you say, EUR15 billion of RWA increase from CRR. three as of January 1st next year. I'd now build about 7.5 into the models and move the other $7.5 billion into the 1st of January 2026. So that's obviously helpful in our capital path."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Helpful to us in terms of building up this excess capital, I just talked about I'm looking into the 25 distributions and then that feeds nicely into your third question, which is which is which is binding, we think of the 50% payout intention as you know, if you like a floor, it's what we would then accrue to during the year based on the interim profit recognition and because of the impact on profitability in 24 coming from the Postbank provision, that payout ratio, I think we'll easily cover our dividend and maybe some amount of repurchase. But what we want to do is put ourselves in a position of being an excess capital to to fund and then the rest of the repurchase in 25. And hence, to your point, we wouldn't view the 50% payout as being binding again."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC Capital Markets",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "And the next question comes from Kian Abouhossein from JPMorgan."
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "JPMorgan Chase &amp; Co.",
    "text": "Yes, thanks for taking my two questions. Tom, I wanted to come back briefly on cost in your remarks, Christian, you talked about the EUR4.9 billion run rate potentially at the end of the year. And I just wanted to see how you think about the flexibility that that offers next year to get your cost income guidance from? If you can talk maybe around is there flexibility to run below EUR20 billion in that sense, I'm considering you're indicating a lower number for the end of the year, even if it's adjusted versus stated and how that thinking is around and confident around the cost income guidance."
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "JPMorgan Chase &amp; Co.",
    "text": "And the second question is related to provisions again, I wanted to just dig a little bit deeper after anchors question. The detailed answer in respect to CRE. Clearly, the assumptions are that CRE will stabilize? It sounded like that come in 2025."
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "JPMorgan Chase &amp; Co.",
    "text": "And I wanted to just get a better understanding what assumptions you're making. If you can talk a little bit about the input assumptions, price, the price performance and CREU. S and default rates, are you assuming on a macro level in CRE? And so we get a better understanding."
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "JPMorgan Chase &amp; Co.",
    "text": "And lastly, if I just may on leverage loans, you kind of answered the question, but I also wanted to see if there's any leverage loan additional provision requirement. Does that mean there could be a buyback push back?"
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Perfect. Okay. And let me start with the cost answer. First of all, I think most important is that we stick to our target and that we show you that we deliver on that likely like I think we have demonstrated from Q4 23 when we started with the EUR5.3 billion of quarterly cost that we come down to 5.0, which we have done now looking ahead and what is in the pipeline of additional cost measures to be executed over the next quarters in terms of achieving the EUR2.5 billion of overall cost cuts."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "And I'm very confident that we will come to the EUR4.9 billion of quarterly costs at the end of Q4, Q4 starting of Q1. So this is for us where we are focusing on in this regard. We have obviously put all the cost measures into so-called key deliverables, which we are tracking on a biweekly basis in the Management Board. And we can actually see that with all the investments we have done with all the also headcount cuts, which we have executed in Q1 and Q2. We are delivering on that in Q3 and Q4. And therefore, I'm confident that the run rate of EUR4.9 billion, which we need for 2025 will be achieved, to be honest in this regard key."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "And just to give you a little bit of a seal the hardest core quarter to achieve the EUR5 billion was actually Q2, right from the start of the year where and why? Because all the salary increases actually came into Q2 we had a lot of the staff reductions to be done in Q2 where these people were still so to say on our payroll and both we have managed, i.e., you saw the number of reduced workforce, not only internally, but also externally what we managed to do in Q2."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "And secondly, we digested the wage and salary increases, i.e., the annual tariff increases which we which we digested. And now we are working down these key deliverables, as I just said. And that gives me all the confidence that we are coming to the run rate of EUR4.9 billion."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Now what further flexibility do we have in that? The EUR4.9 billion is obviously then also correlated to sort of say our revenue aspirations and the revenue target I laid out, you know, from our previous discussions that there is always certain flexibility also on the cost number in terms of flexibility when it comes to less volumes when it comes to variable comp when it comes to technology investments."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "And obviously, this is all in our hand and therefore, I don't want to rule out at all that there is further flexibility. But for me, given there where the momentum of the bank is on the revenue side, I have all all eyes focused on the EUR4.9 billion. And here I can give you my full confidence that we will achieve that because or the underlying structural cost reductions are actually in time, in plan, in execution."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "And turning to your question on provisions and the impact of CRE, I maybe I can draw your attention to Slide 34 and the and the investment in the IR deck. Now this is where I had guided that the next in the series would be down in Q2. And so as always, predictions about the future are a slightly uncertain science but we've sort of traveled more or less at the level we had in Q4 and Q1. So the recovery that I mentioned earlier didn't come as quickly as as I had expected and look, by the way, the one 30 in Q2 actually had some some impact of the overlay. So so if you take that out, we were at one 23 essentially flat for the last two quarters."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Now what gives us confidence about the direction of travel here? Really two things. One is that the if we look at the portfolio in a granular way. So loan-by-loan, which loans in which loans do we see there a possibility of future defaults? That number is declining. And so so the if you like, the risk content that remains in the portfolio, it is declining."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "And but what drove the kind of missed my expectations this quarter was more that the existing the defaulted portfolio, our estimate is my estimation of lifetime losses increased in the quarter. So that also will find a level and stabilize it at some point. So I had hoped that and expected that we'd probably be closer to 100 in there in the second quarter. Let's see how this develops in the quarters to come. But given the way portfolios like this perform, you can the downslope can be can be quite dramatic."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "And then on leverage lending, look, we we believe our provisions or the allowance for loan losses is prudent and adequate for the risks we see in the portfolio. And we are always open to and taking on feedback from our internal AQR views, our auditors and also the regulators when they come into to review the portfolios and see. And at the end of the day, it is for us to determine on the basis of the accounting rules, what the appropriate provision is. We'll continue to monitor and adapt dynamic way, but we think our practices are good and we will continue to engage in a constructive way and with the supervisors on that on that dialogue."
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "JPMorgan Chase &amp; Co.",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "And the next question comes from Tom Hallett from KBW."
  },
  {
    "person": "Tom Hallett",
    "role": "questioner",
    "position": "KBW",
    "text": "Hi. Thanks for taking my questions. Can you tell us how you see the deposit mix and main trends developing in the second half of the year across the Corporate Bank and the Private Bank and how much some of the recent political uncertainty may be impacting this? And then secondly, on SRP.s, which is obviously becoming quite a popular tool for banks these days."
  },
  {
    "person": "Tom Hallett",
    "role": "questioner",
    "position": "KBW",
    "text": "Could you just give us some color on the potential CET1 benefit over the next year and then maybe quantify or help us understand the size of the overall opportunity here, which as an outsider, I guess I'm thinking about it in terms of size of the scope of assets that are generally earning below the regulatory cost of capital. Thank you."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Thanks, Tom. And two interesting questions. Look, loan growth has been more sluggish incoming than we'd expected as you've heard on our calls for the past year or so. That said, we did have loan growth in the second quarter. And so the kind of first encouraging sign we have $2 billionof loan growth this quarter. And we think that the kind of indicators of increasing activity are there."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "And there's certainly demand in some of the more more structured lending areas some. So we think that that recovery is starting. And in the retail portfolios in particular, there's still sort of a relatively slow environment in German mortgages and our portfolio have traded slightly. But again, there I think we've found a floor and can grow from here."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "And on the deposit side, really encouraging sort of performance, especially in corporate bank, but we also see in the private bank have a clear ability to raise deposits at a pricing that is that is attractive. And so you may see a leveling out a little bit of the deposit growth in the back half of the year. But but we think the volumes there generally are encouraging in terms of healthy growth, frankly, on both sides of the balance sheet going forward. If I look at SRT. look for us, some of our risk transfer programs are 20 years old."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "So we've been at this for a while and we have good structured programs, and we have a great level of engagement with the investors in our structures that have been with us for a long time. And we're sort of constantly on the lookout for portfolios where we think they can be more efficiently held off of the bank's balance sheet than on our balance sheet. \\"
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Therefore, I would say the scope isn't dramatic, but they're still there's still things we look at. And you've seen that as part of the, you know, program we've had for capital efficiency of where we were after 25 to 30, as you've seen in the past year or so, securitization has been part of that growing our SRT. programs or the funded credit-linked note programs we have is also being part of that. So I think a marginal contribution from here and we're always looking, but we have a reasonably sizable benefit as things stand from those types of tougher types of structures."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "One last comment to make at the risk of going long as we get into the CRR. three world and the impact of the output floor. Obviously, there's a there's a whole new sort of Vista, if you like, of assets that we may look to take off our balance sheet because we'll be solving for another variable. So in the past, it's been managing concentration risk and to a lesser extent, RWA going forward, it will be those two things plus plus the impact on the output floor of different asset classes."
  },
  {
    "person": "Tom Hallett",
    "role": "questioner",
    "position": "KBW",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "And the next question comes from Giulia Aurora Miotto from Morgan Stanley."
  },
  {
    "person": "Giulia Aurora Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Yes, hi, good morning. My first question is on the private bank. And could you please give us a bit more detail a bit more color on how quickly the fee line can grow and what initiatives you have underway to really control this and drive this in the next quarters and in 25 in particular. And so that would be my first question."
  },
  {
    "person": "Giulia Aurora Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "And then secondly, and you talked about a loan growth dynamics? What about asset and margins? How are those evolving in your main products, please? Thank you."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Yes, let me take a let me take the first question, Julia, on the private bank. And actually, it's a first of all, a continuous improvement on the fee business, a grocer in the private bank. I'm kind of in particular, when I look to the future a quarter over quarter and why? Because we have a constant inflow in our assets under management, by the way, domestically as well as internationally. And by the way, also and this is very nice, not only sort of say in the private bank and wealth management business, but also in the personal banking business in Germany."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Secondly, I think for the private bank. And if we if we think about the overall profitability, there is a huge focus. Now on turning around the personal banking business in the private bank in Germany, that obviously, given all the integration work, which we which we are doing and which we have done in particular last year with the IT transformation had an unacceptable return on equity. So far."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "But if I look actually at the strategy from Claudio, how we will digitalize this business, how we actually will make this business in particular for the investment and fee-related business a business, which is there for 19 million clients and in particular, for the 50 million Post Bank clients, I expect actually a good growth coming from this personal banking and at the same time, we are now realizing the fruits of integrating the IT, i.e., the costs are coming down. And here we are talking, like we said in the previous calls about a 500 million cost reduction just as a direct cost in the private bank as a result of the integration. So it's a constant, a growth across the subdivisions in the private bank. But the real lever is actually bringing the personal bank in Germany with a clear plan to an acceptable return on equity over the next 12 to 18 months, which is then obviously also a huge lever for the overall Group profitability."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "So maybe I could add, and this is also a little bit in answer to Chris's question earlier, which was about sort of fee and commission engines outside the Investment Bank, obviously, just in the Investment Bank, a big part of the story this year and next year is is advisory and underwriting fees where we think the momentum, the wallet growth is there and there's an opportunity that we're executing on to increase our market share. But if you go away from the Investment Bank."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "As Christian just said, you know, the the private bank earns commissions and fee revenues in brokerage and investment management fees and commissions and asset management does the same on the investment management side and you have visibility into those revenue sources from the AUM increases or development over time. And then you can also you can also be helped or hindered by the market levels, but the visibility is there."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "And then in the corporate bank and you've got fees on loan inception, loan processing processing, you have payment activity, custody activity again, sort of an asset driven trust and agency services. And again, the visibility into those revenue sources is high, including based on the the RFP process and the implementation of new business that we win. And so so as I say, the visibility into these revenue sources is strong. And based on our current outlook, we can see some of these lines continuing the types of growth rates this year so far, which has been 12% each quarter and for the half extending into next year."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "On the and on the spread side, there, too we've been surprised to the upside this year, frankly, on both sides of the balance sheet. So as we've talked about, deposit margins have been better than anticipated as the pass through and continues to outperform."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "On the loan side. The same has been true. The spreads in the front book have been better than our than we anticipated to be fair a bit mixed on the private bank and corporate bank and investment bank. There's been reasonably healthy spreads and new lending in the front book. And those that's that sort of margin expansion has contributed to the to the better than expected net interest income than we had anticipated. And by the way, the other driver of the NI outperformance is also spreads on our unsecured debt. And so so all of those engines are helping sustain this year that net interest income line and contribute to the expected growth next year."
  },
  {
    "person": "Giulia Aurora Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "And the next question comes from Mate Nemes from UBS."
  },
  {
    "person": "Mate Nemes",
    "role": "questioner",
    "position": "UBS",
    "text": "Yes, good afternoon and thanks for the presentation. I have three questions, please. First of all, on RWA reduction, I think you have achieved now EUR19 billion in total RAB reduction as a result of the optimization program."
  },
  {
    "person": "Mate Nemes",
    "role": "questioner",
    "position": "UBS",
    "text": "And could you give us a sense of the timing of the remaining reductions to get to your EUR25 billion targets. Is that largely coming through in the second half of this year or some of that should be in 25?"
  },
  {
    "person": "Mate Nemes",
    "role": "questioner",
    "position": "UBS",
    "text": "And then the second question is on share buybacks. Just referring to your slide 22 and the 50% per annum growth in share buybacks, I think the original expectation certainly by the market was and a higher total amount of buyback in 2024 on which the increase into next year would have been obviously quite substantial."
  },
  {
    "person": "Mate Nemes",
    "role": "questioner",
    "position": "UBS",
    "text": "My question is, are we looking at a 50% increase versus the 675 million for the buyback next year? Or should we think of a potentially larger increase due to the scrapped second tranche of the buyback in 24."
  },
  {
    "person": "Mate Nemes",
    "role": "questioner",
    "position": "UBS",
    "text": "And finally, the last question is on the Corporate Bank loss provisions. And could you give us any sense of these single cases or single corporate events are they reflective of any deterioration in the overall asset quality in the broader corporate sector. Thank you."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "So thank you, guys, for the questions. Look at first of all, we're very pleased with the progress there and credit to the teams that have been working so hard to drive this optimization."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "And, you know, broadly speaking, as I mentioned in prepared remarks, I would hope that we could achieve another 2 billion in Q3. And there I think we've got good line of sight to that, maybe a little bit more. And if we achieve the same in Q4, I would be pleased. So if we got to say 4 billion incremental this year, bringing us to 23 billion, maybe 24, that would be that would be good performance, which, to your point, leaves five or six next year to get to 30 and potentially there's upside beyond that. And that obviously is helpful in driving the excess capital creation that I talked about earlier. So So assume for modeling purposes, 4 billion this year and at least six next year."
  },
  {
    "person": "Mate Nemes",
    "role": "questioner",
    "position": "UBS",
    "text": "And on the buyback?"
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Yes, it was what was taken out. And in 24, I think that the consensus number was that the second buyback authorization could be something in the order of four to 500 million. This year, and that was actually a fair assumption. And absent the litigation provision, I think we would have been in a good position to seek that. But I want to be clear the baseline was intended always to be off the in this case, the six 75 with potential top-ups, depending on the level of excess capital in each year."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "And so I want to reiterate the baseline expectation that something that management's working towards to deliver and and let's see what whether there's room for the top-ups. We certainly haven't given up on the idea that there wouldn't could be top-ups. And those top-ups would take us from the call it 9.2 that's implied by the by the the progression and to something beyond that again, it underscores why it is that we say we've got confidence and exceeding the 8.8 billion."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "And on the asset quality in the corporate book, I think James already said that, no, there is no deterioration. To be honest. The two cases James were referring to. It's actually sort of say, dominated by one case in Europe, but also here?"
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Yes, we have to have we had to build a loan-loss provision. But I think overall, we should also not forget that the risk management overall has actually worked quite well because we have a substantial coverage actually from a CLO point of view, which again, brings me back to the point that, yes, you see a slightly elevated loan-loss provision number, but the real run rate if we take overlays out."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "And if I also take this into account, the real run rate of loan loss provision is, in my view, actually the normal stock of run rate of the EUR250 million plus a quarterly number, which always can happen. And you can now say it's 75, it's EUR100 million but that brings me also to the confidence because we don't see from a rating point of view from a watch list point of view from upgrades versus downgrades. We don't see any material deterioration, also not in the German mid-cap book."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Brings me to the confidence that actually a number of EUR1.3 billion is a number where I'm absolutely confident that there should be a run rate for Deutsche Bank in terms of loan-loss provisions per year."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "That's great. Thank you very much."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "And the next question comes from Stefan Stalmann from Autonomous."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "Yes, good afternoon. Thank you very much for taking my questions. I have just two left, please. Starting with the private bank, you mentioned an NPL sale. Can you tell us roughly how big this was notionally the terms and whether there was actually a P&L profit or loss on the back of this sale?"
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "And the second question relates to the valuation and timing differences in your corporate center, which have been mostly positive in recent quarters? And can we think of this as here balance, which is still negative?"
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "I think you are still working yourself out of the spectrum neutral or is it actually now a positive and overall balancing there's a risk that eventually that normalizes down to neutral with negative effects in coming quarters? Thank you very much."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Thanks for the question, Stefan. So briefly, I don't know the notional of the NPL sale, but but in round numbers, think of us as having a CLP benefit of about EUR25 million in the quarter on the sale, which was offset by incremental CLPR., continued drag from the operational disruptions of about the same amount. So the call it 150 that you see in the second quarter is a pretty good indication of the run rate and going into the second half of the year in the private bank, given we wouldn't necessarily expect will the drag from operational items."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "We do expect to go away and potentially reverse in the second half of the year and the P&L sale, the NPL sale wouldn't necessarily repeat either on the valuation timing differences, I'd really call out two elements. The first is pull to par in the investment portfolio. And that has has a short term and a sort of a more medium term element in the short term, some of the pull to par in Q2 was actually Q1 losses given given the market movements, and we expect some more of that to bleed into earnings in the second half of the year. So there's a short-term element. It's actually also."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "And given the way the hedges work, there's also a longer-term element which we expect to come out over a much longer period of time. So yes, in a sense. There's a there's a a positive balance, call it that way that is that is to come there. There's also the impact of our, you know, our swap funding book and which is which is helpful. It today represents it's driven by the differential between euro and dollar rates. That's remained by and large supportive."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "And how that trends from here will depend on the on the on the gap between the two rates. So So different parts, I don't see it disappearing in a heartbeat, but some but over time would moderate. Let's say in a two, three year time horizon."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "Many thanks."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "And the next question comes from Matthew Clark from Mediobanca."
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Hi. It's just a follow up question on the leverage loan and potential ECB supervisory expectations deductions compared to your risk-weighted asset on a Pillar two add-on."
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "So do you see that the supervisory expectations on provisioning as being incremental to the existing Pillar two add-on that you have or do you see it as potentially netting a gain for that effective, but you've already got some new requirements? Thank you."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "But Matthew, it's always hard to speculate about the items which which are at the end of the day in the hands of the regulators, again, are I really would like to say that we find it positive that the ECB is taking our arguments. It is reviewing its process. And I told you that we already were subject to a capital add-on. We feel with all the information we have that we have provisioned in an absolute accurate way, and I think we have shown that over the long term. And therefore, overall, we feel comfortable, but I think it would be it would be the wrong thing."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Now to speculate about anything, I think the direction of the ECB, I find that constructive, we have constructive discussions and then let's see what happens. But the direction last year that reduced from 20 basis points to 15 also shows that there was at least some confidence in our processes. Perfect."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "And the next question comes from Jeremy Sigee from BNP Paribas Exane."
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "BNP Paribas Exane",
    "text": "Thank you. Just a couple of small follow-ups, please. Firstly, on the changes in regulatory adjustments, that helped capital in the quarter. Can you talk a bit more about what those were and whether there's more of them to come or any reversals or they just are what they are so and that would be helpful. And then my second question is just on the Russia case you mentioned in the notes. And could you confirm that there's no financial impact in this quarter. And in fact, there's no provision booked because it's fully offset by the claim."
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "BNP Paribas Exane",
    "text": "And just how confident you are in that? Because other banks involved seem to be taking charges relating to that case."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Thanks, Jeremy. And so I'll refer you on the first question to page 42 of the of the interim report and the main driver that we're referring to is what we call the expected loss shortfall. And that's but but in that disclosure, you see the various regulatory capital deduction items. The LSF. has been something that's increased significantly year on year, reflecting the portfolio changes that we introduced last year and some of the I'll call it seasoning of those parts of those models and yes, it's one of the areas that we're now looking at and how we can mitigate and manage. And so that helped us on the regulatory capital deduction items in the quarter. Is just learning which exposures drive the LSF. and how we can we can mitigate that."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "And to your question about direction of travel, actually, the next step will be up as one more model kind of becomes live in that world. But then we, I think would be at a sort of a steady state level and we will work to to optimize from that. On Russia, we essentially booked offsetting provision and an indemnification asset. And so we feel we're appropriately the risk is appropriately reflected on the balance sheet and the fee evolution of the cases has been overall in line with our expectations. So we don't see sort of a change in the risk position there and therefore no change in how it's reflected in the financial statements. Our expectation is that that claim will be prosecuted and in a way that enables us to enforce the the indemnification claim."
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "BNP Paribas Exane",
    "text": "Great. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions]. And the next question comes from Andrew Coombs from Citi."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Citigroup",
    "text": "It's morning and I think the vast majority of questions have been answered now."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Citigroup",
    "text": "But perhaps I can just ask I'm on slide 29 on your interest income sensitivity and to take in light of the PMI data today, I think this is the first time we switch this from 24 to 26, 25 to 27 sensitivity and but a big step uptick in euro sensitivity coming through in 2027. I assume it isn't Tom related to the structural hedge that and you can do in terms of providing more color on why such a big step-up coming through from 26 to 27 are in your interest rate sensitivity guidance?"
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Thanks, Andrew. Appreciate the question. Really just time. We actually the first time when we prepared this slide, I was surprised because it looked like the sensitivity and expanded. And I I missed that we'd moved it forward by a year. And so that gives you an indication of how successful we've been, frankly in closing down the rate sensitivity on our balance sheet. So 27 being larger is simply a function that are that are our hedge portfolio, you know, are less of it goes out that far in time."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "And what you'd expect to see us do as we roll over the hedges is bring more of that in and reduce the sensitivity further down the down the track and equivalently the 90 million in 27 on EUR, I would I would expect to see go down unless there's some change in our in our view of the, you know, of the likely future path of interest rates."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "And so in short, I'm I'm happy with the way that we've managed the sort of ALM challenges of the last several years. And I think, again, it's one of the things that gives us confidence and visibility into revenues in the future is the success of our hedging and the impact of the of the hedge rollover and over the next several years."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Citigroup",
    "text": "Okay. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Ladies and gentlemen, that was the last question. I would now like to turn the conference back over to you on our, but we need to for any closing remarks."
  },
  {
    "person": "Ioana Patriniche",
    "role": "answerer",
    "position": "Head, Investor Relations",
    "text": "Thank you. Thank you for joining us and your questions. For any follow-ups. Please come through to the Investor Relations team, and we look forward to speaking to you on our third-quarter call."
  },
  {
    "person": "Ioana Patriniche",
    "role": "answerer",
    "position": "Head, Investor Relations",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]