[
  {
    "person": "Ioana Patriniche",
    "role": "answerer",
    "position": "Head, Investor Relations",
    "text": "Thank you for joining us for our third quarter 2024 results call. As usual, our Chief Executive Officer, Christian Sewing will speak first, followed by our Chief Financial Officer, James von Moltke. The presentation, as always, is available to download on the Investor relations section of our website at db.com"
  },
  {
    "person": "Ioana Patriniche",
    "role": "answerer",
    "position": "Head, Investor Relations",
    "text": "Before we get started, let me just remind you that the presentation contains forward-looking statements which may not develop as we currently expect. We therefore ask you to take notice of the precautionary warning at the end of our materials."
  },
  {
    "person": "Ioana Patriniche",
    "role": "answerer",
    "position": "Head, Investor Relations",
    "text": "With that, let me hand over to Christian."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Thank you Ioana, and a warm welcome from me. I'm delighted to be discussing our third quarter and nine month results with you today. These show our ongoing strong operating performance, further reinforcing our confidence in our 2024 ambitions and 2025 financial targets. I'm particularly pleased that our continued intense client engagement has supported momentum in all businesses. This enabled us to generate revenues of €22.9 billion in the first nine months, putting us well on track towards our goal of €30 billion for the year. We recorded the third successive quarter of adjusted costs at €5 billion, inline with our 2024 guidance underpinning our forward trajectory."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "We are pleased with the settlements we achieved in August and September in the Postbank takeover litigation matter, equivalent to around 60% of the total claims by value. This resulted in a litigation release that supported our reported pretax profit of €2.3 billion, up over €500 million year-on-year, and our reported post tax return on tangible equity of 10.2% in the third quarter."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "For the first nine months, our reported RoTE stood at 6%, excluding the Postbank takeover litigation related impact, RoTE was 7.8%, up from 7% in the prior year period. Asset quality remains stable despite the sequential increase in our provision for credit losses, which James will go through in more detail."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Importantly, we expect provisions to reduce towards more normalized levels going forward, particular in expectation of improvements in commercial real estate over the next quarters. Our CET1 ratio of 13.8% reflects our strong organic capital generation. This puts us on a clear path to distribute capital to our shareholders as planned and we have now sought authorization from the ECB for our next share buyback."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Let me now discuss in more detail some of the drivers of our nine month results on slide three. Disciplined execution of our Global Hausbank strategy is driving steadily improving performance and operating leverage. Pre provision profit grew by 17% year-on-year to €7 billion in the first nine months, with operating leverage of 5%, both excluding the Postbank takeover litigation related impact."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Growth was driven by both revenue momentum and cost discipline. Nine months revenues grew 3% year-on-year, with around 75% of revenues coming from more predictable income streams."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Reported non-interest revenues were up 14% year-on-year with continued strong growth in commissions and fee income of 9%. This demonstrates that our strategy of growing our capital light business is paying off. At the same time, net interest income in our key banking book segments remain stable and better than anticipated at the beginning of the year."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "We remain focused on expense discipline, keeping our adjusted cost to €15.1 billion or €5 billion per quarter as we continue to offset inflation while allowing for investments by delivering savings from our operational efficiency program. Our cost income ratio, excluding Postbank litigation related impacts, improved to 69% from 73% year-on-year."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Now let's look at the franchise achievements across our business on slide four. The corporate bank increased the number of deals won with multinational clients by 18% compared to the first nine months of the prior year. We also had strong momentum in commissions and fee income, which grew by 5% across all regions."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "At the same time, NII remained resilient, supported by continued pricing discipline and deposit growth of 8% year-on-year. In the investment bank we increased activity so far this year with our priority institutional clients by 11%, demonstrating the ongoing commitment and focus of our business and coverage teams in supporting our clients. Nine months revenues in fixed income and currencies were up 5% year-on-year, supported by a 5% increase in financing revenues, even compared to a strong prior year."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Looking at the third quarter, FIC demonstrated a strong performance and was up by 11% year-on-year. Origination & Advisory grew revenues by 58% and increased its global market share year-to-date compared to the full year 2023. While we maintained our number one ranking in our home market. The Private Bank sees further momentum with €27 billion of net inflows and grew non-interest revenues by 5% year-on-year, driven by higher margin products in volumes across both client segments."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "The division continues to transform its personal banking unit with around 50 branch closures year-to-date and more to come. The business also announced to a further optimization of our Deutsche Bank branch network in the quarter which will start next year."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Asset Management grew assets under management by €67 billion year-to-date to €963 billion. This was boosted by continued strong inflows into our diverse product suite, which should support future revenues. The Group also made progress on its sustainability strategy including ESG rating upgrades. In October, S&P’s Corporate Sustainability Assessment was upgraded to 66 and is now within the top decile of the financial industry. The MSCI rating was upgraded to AA from A. Let me turn to our progress against our strategic objectives on slide five."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Our third quarter results demonstrates our continued progress across all three pillars of our Global Hausbank strategy. Starting with revenue growth our well diversified and complementary business mix delivered a compound annual growth rate of 5.6% since 2021, in line with our upgraded target range, and we expect it to increase from here. For the remainder of the year we anticipate continued momentum in commissions and fee income, driven by ongoing high client engagement and our franchise strengths, while NII remains stable. This gives us full confidence in reaching our revenue ambition of €30 billion for the full year 2024, providing a strong step off into 2025."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Moving to costs, we continue to deliver on our Operational Efficiency program, having completed measures with delivered or expected gross savings of €1.7 billion, almost 70% of our target with around €1.5 billion in savings already realized."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "We have made further progress on workforce reductions, including 600 FTEs in the third quarter, bringing the total number to more than 90% of the 2024 year-end target. The achieved progress to date and efficiency still in the pipeline will support our adjusted cost run rate for the remainder of 2024 and further reductions in 2025 to meet our objective of around €20 billion in non-interest expenses while continuing to invest in business growth, technology and controls."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Lastly, we delivered a further benefit of €3 billion of RWA equivalent reductions in the third quarter, driven by data and process improvements. This brings total RWA equivalent reductions from capital efficiency measures to €22 billion, which puts us inside of our end 2025 target range of €20 billion to €30 billion more than one year early. We expect to achieve further reductions from securitizations as well as data and process enhancements, and we continue to work on finding further incremental optimization opportunities to exceed our target. Let me conclude with a few words on our strategy on slide six."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Our operating performance in the first nine months shows that our Global Hausbank strategy positions us well to serve our client’s needs and continues to deliver growth and profitability. We have firm confidence in reaching our RoTE of at least 10% next year. To be clear, our focus remains on us, our strategy and financial targets, unlocking further value for shareholders through the measures we have underway."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Looking at revenues into 2025, we expect continued franchise momentum and our capital light businesses to drive further growth, harvesting investments we have made and are still making. In the corporate bank, we expect further growth in commissions and fee income from our investments in our fee based institutional business as well as our payment platforms. FIC is expected to show further improvements into next year, benefiting from our investments into the franchise in both existing and adjacent businesses, as well as continued strengthen in financing."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "In ONA, we have a clear value proposition to our clients supported by our investments, which should help us to further increase our market share in what we expect to be a growing market environment with further benefit of new hires still to come. At the same time, the private bank anticipates growing non-interest income, mainly from investment products, predominantly in wealth management and private banking, further supported by NII. Within our Asset Management business, we expect to benefit from higher assets under management levels this year, which should lead to an increase in management fees in 2025."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Additionally, we anticipate positive flows into the Alternatives business and continued growth in passive including X-trackers. These drivers underline our confidence in achieving our revenue goal of €32 billion in 2025."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Turning to costs, we have taken decisive action to put legacy items behind us, substantially reducing our risk profile and driving restructuring measures in order to clear the path to 2025 and we continue to focus on controls to future proof the franchise which will help us reduce non-operating costs. The delivery of operational efficiencies is expected to further reduce adjusted costs over the coming quarters."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Together, we are confident these measures will bring us on a path to around €20 billion of non-interest expenses in 2025, which will also support delivery of robust operating leverage. We expect credit costs to reduce towards more normalized levels in 2025, largely driven by the expected continuation of the positive development of CRE provisions and the benefits of interest rate reductions flowing through into the economy, providing us with a much cleaner slate into 2025. We remain dedicated to creating values for our shareholders and confident that with achieving our financial targets, we can also maintain our trajectory to increase distributions beyond our original goal of €8 billion in respect of the financial years 2021 to 2025."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Given this continued progress, we have now thought authorization from the ECB for our next share buyback. To sum up, we remain focused on our Global Hausbank strategy and with our business momentum and all the progress made, we have clear line of sight on our target of an RoTE of greater than 10% for 2025."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "With that, let me hand over to James."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Thank you Christian, and good morning. As usual, let me start with a few key performance indicators on slide eight and place them in the context of our 2025 targets. As Christian mentioned before, we are on track towards our objectives and we expect further improvements over the coming quarters. Our liquidity metrics also remain strong. Liquidity coverage ratio was 135% above our target of around 130% and the net stable funding ratio was 122%. In short, our performance in the period reaffirms our franchise strength and our confidence in reaching the 2025 targets."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "With that, let me turn to the third quarter highlights on slide nine. Group revenues were €7.5 billion, up 5% on the prior year quarter. Non-interest expenses were €4.7 billion, down 8%, benefitting from a partial release of the Postbank takeover litigation provision following the settlements in the third quarter. A provision of €547 million remains in place for the outstanding plaintiff claims."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "The settlements achieved in August and September enabled us to release around €440 million of Postbank-related provisions in the quarter which were partially offset by charges of around €90 million related to other legacy litigation items. Non-operating costs were positive €302 million in the quarter, including a net litigation release of €344 million and restructuring and severance charges of €42 million."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "We generated a profit before tax of €2.3 billion, up 31%, and a net profit of €1.7 billion, up 39% to the prior year quarter. Our tax rate in the quarter of 26% was impacted by the aforementioned litigation effects. In the third quarter, diluted earnings per share was €0.81 and tangible book value per share was €29.34, up 6% year-on-year."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Let me now turn to some of the drivers of these results. We remain well positioned to continue delivering strong net interest income over the coming years, so let me start with a review of our NII on slide 10. NII across key banking book segments was €3.2 billion, and our trajectory continues to outperform our guidance from earlier in the year. Compared to the prior quarter, higher deposit volumes and loan margin expansion offset expected beta convergence in the Corporate Bank, although reported NII includes lower levels of CLO recoveries than in the prior quarter."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Private Bank was stable sequentially, reflecting ongoing strength in deposit revenues. Our base case remains that our quarterly NII run rate will continue to be broadly stable and we reiterate that we expect full-year banking book NII to remain in line with the €13.1 billion reported in 2023, despite absorbing a headwind of around €150 million versus 2023, from the discontinuation of the minimum reserve remuneration."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Our hedging strategy has positioned us well for a declining rate environment, as outlined on page 32 in the appendix. Our hedge portfolio stabilizes our income by extending the tenor of interest rate risk, but it also protects us against a drop in interest rates, and to that end we have increased the notional of our hedge portfolio over the last 12 to 18 months in response to the slower-than-expected rise in deposit betas. The weighted average maturity of our hedges is around 5 years. Based on current forward rates, we expect the income from the hedge book to grow by €300 million to €400 million each year as we roll maturing hedges. As such, we expect the hedge portfolio to provide a long-term tailwind to our revenues at current forward rates. With respect to 2025, more than 90% of the income is locked in with existing positions already."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "With that, let’s turn to adjusted cost development, on slide 11. Adjusted costs were €5 billion for the quarter, in line with our guidance. Savings from streamlining our IT platform and lower spend for professional services were offset by higher costs for compensation and benefits, which increased by 4% year-on-year. The increase reflected wage growth as expected, higher performance-related compensation and increases in internal workforce after our targeted investments throughout 2023, partially offset by further workforce optimization."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Let’s now turn to provision for credit losses on slide 12. As Christian mentioned, I will elaborate on the headwinds which have persisted this year, but let’s start with this quarter’s provision for credit losses, which was €494 million, equivalent to 41 basis points of average loans."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Stage 1 and 2 provisions were on a moderate level, as various portfolio effects largely offset increases from softer macroeconomic forecasts and overlay recalibrations in the third quarter. Stage 3 provisions increased sequentially to €482 million mainly driven by the Private Bank, including transitional Postbank integration effects. Provisions in the Corporate Bank remained stable and included the gross impact from a larger corporate restructuring event, which had already impacted the second quarter."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Investment Bank provisions were slightly lower sequentially, given the anticipated and substantial improvement in Commercial Real Estate in the quarter, including a negative impact of €23 million from the expected CRE loan portfolio sale, which is underway and where we have gained pricing visibility."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Let me now take you through some additional detail on our provisions on slide 13. This year, we faced several headwinds, which negatively impacted provisions and our full-year guidance, but which we do not expect to persist into 2025 at all, or in the same magnitude depending on the item. First, the transitional effects from the Postbank integration led to longer-than-expected impacts across our internal collection and recovery processes, but we expect these to fade over the coming quarters."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Second, we have been dealing with two relatively fast-paced larger corporate events, impacting year-to-date provisions at a level unusual compared to historical standards. However, the pre-tax impact was mitigated by around 70%, as these loans benefitted from credit-concentration hedging."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "And lastly, our full-year CRE provision run rate has been at a cyclically higher level, but has now substantially declined quarter on quarter, as envisaged. We continue to see more signs of stabilization, which supports our confidence in a gradual reduction in future provisions."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "In general, we maintain tight underwriting standards and continue to conservatively manage our loan book which includes managing single-name concentration risks through comprehensive hedging programs, including our recently issued Significant Risk Transfer transactions, which bring the total notional volume of hedges to €41 billion."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Our regular and comprehensive portfolio reviews, including close assessment of trends at the sub-segment level and deeper dives into more vulnerable sectors, show that overall credit quality remains stable; forward-looking indicators such as rating migration and trends in our non-investment grade portfolio and watchlist ratios do not suggest a noteworthy deterioration in asset quality. We also see broadly stable developments in our domestic market, as outlined on page 38 of the appendix."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Our €220 billion German loan book is low risk and well diversified across businesses, and 70% of the portfolio is either collateralized or supported by financial guarantees. We also have more than €12 billion in hedges. More than three quarters of the book is in the Private Bank, of which around 90% consists of low-risk German retail mortgages. Our corporate loan book is well diversified and of high quality. Exposure is predominantly to multi-national corporates and MidCaps, with almost 70% of loans rated investment grade."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Importantly, early warning indicators in Germany remain robust; the number of limits subject to our watchlist remains largely unchanged since the end of last year and we do not observe any significant, broad-based rating deterioration across the portfolio."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "In summary, our portfolio is holding up well and adjusting our reported gross provisions for offsetting effects from recoveries through hedging, which are captured as revenues, our pro-forma year-to-date net provisions would have been around 34 basis points. We continue to expect a sequential reduction in provisions, towards more normalized levels as we go into 2025."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Before we move to performance in our businesses, let me turn to capital on slide 14. Our third-quarter Common Equity Tier 1 ratio came in at 13.8%, 30 basis points higher compared to the previous quarter. The increase was largely driven by CET1 capital, reflecting strong earnings net of deductions, and an approximately €790 million or 22-basis-point positive effect from the adoption of the Article 468 CRR transitional rule for unrealized gains and losses."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Risk-weighted assets increased for market risk and credit risk. The credit risk RWA increase was driven by model impacts and business growth, mostly offset by reductions from capital efficiency measures. Lower operational risk RWA were driven by the partial release of the Postbank takeover litigation provision."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "At the end of the third quarter our leverage ratio was 4.6%, flat sequentially, as higher leverage exposure driven by securities financing transactions and trading assets offset an increase in Tier 1 capital in line with the CET1 capital development."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "With that, let’s now turn to performance in our businesses, starting with the Corporate Bank on slide 16. Corporate Bank revenues in the third quarter were €1.8 billion essentially flat year-on-year, as normalization of deposit margins was mostly offset by higher deposit volumes, growth in commissions and fee income, and increased loan NII. The 5% increase in commissions and fee income in the first nine months reflects the impact of our growth initiatives and shows good progress to offset the normalization of deposit revenues. In the third quarter, commissions and fee income was 4% higher year-on-year, reflecting growth in our Institutional Client Services business, and essentially flat compared to the seasonally strong second quarter."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Deposits increased by €7 billion in the quarter and are €23 billion higher year-on-year driven by higher term and sight deposits across currencies. This growth was partially driven by certain client accommodation activities, which we expect to normalize in the fourth quarter."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Provision for credit losses was at €126 million, in line with the previous quarter, and increased significantly year-on-year driven by higher stage 3 provisions and the non-recurrence of a one-off model change in stage 1 and 2 in the prior year. Higher stage 3 provisions included a larger corporate restructuring event, which had already impacted the second quarter and was partially covered by risk mitigation measures."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Non-interest expenses were slightly higher year-on-year driven by front office investments and higher internal service cost allocations. This resulted in a post-tax return on tangible equity of 13.1% and a cost/income ratio of 64%."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "I’ll now turn to the Investment Bank on slide 17. Revenues for the third quarter were 11% higher year-on-year on a reported basis, driven by improvements across both FIC and O&A. Revenues in Fixed Income & Currencies also increased by 11%, driven by significantly higher Credit Trading and Emerging Markets revenues and supported by stable performance in Financing"
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Credit Trading showed strength in the Distressed business and continued performance in Flow, reflecting investments made into the franchise. Emerging Markets demonstrated year-on-year growth across regions. Foreign Exchange revenues were higher, with continued strength in Spot, while revenues in Rates were lower in a market environment that continues to be uncertain."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Moving to O&A, revenues were significantly higher than in the prior year, with increases across business lines reflecting a growing industry fee pool. Debt Origination revenues were higher, driven by increased industry activity across Investment Grade and Leveraged Debt. Advisory revenues were strong and materially higher year-on-year, with the business benefitting from prior period investments."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Non-interest expenses and adjusted costs were both essentially flat year-on-year, with the impact of strategic investments offset by lower infrastructure allocations. Provision for credit losses was €135 million, or 52 basis points of average loans. The previous year quarter materially benefitted from a provision release from model changes."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Turning to the Private Bank on slide 18. Revenues in the quarter were €2.3 billion, essentially flat, with non-interest revenue growth of 7% year-on-year. The decline in NII was driven by continued higher funding costs from the impact of minimum reserves, the Group-neutral impact of certain hedging costs as well as a negative episodic effect from our lending books, mainly in Personal Banking."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Excluding these effects, third-quarter revenues in the Private Bank would have been up 4% year-on-year. Personal Banking continues to record higher deposit revenues in Germany which were more than offset by the aforementioned impacts weighing on the net interest income."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Wealth Management & Private Banking grew revenues by 5% to €1 billion, driven by higher lending and investment revenues, partially offset by lower deposit revenues. We continue to see good business momentum with net inflows into assets under management of €8 billion in the quarter mainly in Wealth Management & Private Banking."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "The Private Bank continues the transformation of the Personal Banking business in Germany with around 50 branch closures and further workforce reductions in the first nine months of the year. Savings have been offset this quarter by higher infrastructure cost allocations and higher compensation expenses, including wage inflation, as well as continued residual expenses for service remediation."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "As announced in the fourth quarter of 2022, the refinement of our methodology to allocate infrastructure costs resulted in Group-neutral year-on-year expense shifts between the businesses, noticeable this quarter in the Private Bank; however, even including the allocations, adjusted costs were down 2% in the first nine months, compared to the prior year period."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Looking ahead, we foresee the Private Bank to resume the cost reduction path next quarter with residual costs for service remediation to continue to taper and further benefits from ongoing transformation, including from the integration of the IT platform and further branch closures."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "As I outlined earlier, credit quality of our domestic and international portfolios remains high. Loan loss provisions this quarter still included €40 million of transitional Postbank integration effects which should cease."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Let me continue with Asset Management on slide 19. My usual reminder: the Asset Management segment includes certain items that are not part of the DWS stand-alone financials. Profit before tax improved by 54% from the prior year period, reflecting operating leverage from higher revenues and stable noninterest expenses."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Revenues increased by 11%, driven by management fees of €626 million. This growth from both Active and Passive products reflected increasing average assets under management from market development and net inflows."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Performance and transaction fees were significantly lower driven by the impact of real estate valuations and lower transaction volumes in Alternatives. Non-interest expenses were 1% lower, while adjusted costs were essentially flat compared to the prior year. Lower non-compensation costs, particularly in IT, offset slightly higher compensation and benefits costs."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Assets under management increased by €30 billion to €963 billion resulting in record-high assets under management levels. The increase was attributable to positive market appreciation and net inflows. The positive net inflow trend for Passive continues, with a further €10 billion gathered in the quarter, resulting in over €27 billion of net inflows year-to-date."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Active Fixed Income contributed with net inflows of €10 billion in the quarter, more than offsetting net outflows in Active Equity, Multi-Asset and Alternatives products. The cost/income ratio for the quarter declined to 67% and return on"
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "tangible equity was 18.9%, both improving from the third quarter last year."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Moving to Corporate & Other on slide 20. - Corporate & Other reported a pre-tax profit of €424 million compared to a pre-tax loss of €202 million in the third quarter of 2023, primarily driven by a provision release in the Postbank takeover litigation matter of around €440 million."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Revenues were positive €157 million; this compares to positive €35 million in the prior year quarter. The increase was driven by valuation and timing differences, which were positive €295 million, reflecting partial reversion of prior period losses and impacts from market moves. The pre-tax losses associated with legacy portfolios were €142 million driven primarily by provisions for legacy litigation items."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "At the end of the quarter, risk-weighted assets stood at €34 billion, including €13 billion of operational risk RWA. In aggregate, RWAs have reduced by €8 billion year-on-year, mainly reflecting a change in the allocation of operational risk RWA. Leverage exposure was €36 billion at the end of the quarter, slightly lower than the prior year quarter."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Finally, let me turn to the Group outlook on slide 21. Our ongoing performance demonstrates the successful execution of our strategy. Our revenue trajectory remains on track to €30 billion for this year, on the path to our goal for €32 billion in 2025. Looking at the fourth quarter and starting with the Corporate Bank, we expect revenues to remain essentially flat sequentially, as growth in non-interest revenues compensates for lower deposit income."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "In the Investment Bank, we expect a strong performance across our businesses in FIC, compared to the fourth quarter of 2023. We are encouraged by our fourth-quarter pipeline in Origination & Advisory, which is higher year-on-year and suggests positive momentum for the remainder of 2024, both sequentially and year-on-year."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "The Private Bank is expected to grow revenues sequentially driven by higher NII. Finally, we expect Asset Management to grow revenues as the momentum of the last six months carries over and further accelerates into the fourth quarter, with potential upside from performance fees. We expect to further reduce our adjusted cost run rate closer to €4.9 billion in the coming quarters to allow us to achieve around €20 billion of non-interest expenses in 2025. The reduction should come through a combination of ongoing cost discipline and benefits from our efficiency and tactical measures. We expect reported provision for credit losses for 2024 to land at around €1.8 billion, higher than our prior guidance, but we continue to expect an amelioration will follow next year, as the transitory headwinds we called out will pass, leading to a reduction towards more normalized levels."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Our robust operating performance in the third quarter, including the ongoing work in putting legacy items behind us, helps us lay the foundation for delivery in 2025. Furthermore, our strong capital position gives us a good step off for our 2025 and 2026 distribution objectives. And as Christian said, our full focus remains on the execution of our own strategy."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "With that, let me hand back to Ioana, and we look forward to your questions."
  },
  {
    "person": "Ioana Patriniche",
    "role": "answerer",
    "position": "Head, Investor Relations",
    "text": "Thank you James. Operator, we are now ready to take your questions."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. [Operator Instructions] One moment for the first question please. And the first question comes from Anke Reingen from RBC. Please go ahead."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC",
    "text": "Yes, thank you very much for taking my questions. The first is on loan losses. When we talk about 2025 and towards more normalized level, is that closer to 30 basis points? And then what should give us the confidence that the loan losses can come down in Q4 and 2025? I mean you show us slide 13 should the Postbank integration and the large corporate events almost drop out or drop out in 2025? And when you gave us 24 guidance and we've been looking, sorry to say, about two quarters of upward revision. So what did you underestimate when you previously guided for 2024."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC",
    "text": "And then second on the buybacks. Yes, great to hear you applied for approval. But can you be more specific on the amount should we use the slide 24 where you talk about the 50% increase year-over-year as a potential indicator of your request at this time? And what does it mean for potential additional buybacks in calendar year 2025? When do you think you can make a decision and is that a function of the loan loss charge guidance as well? And maybe that’s an opportunity to say something about the still outstanding settlements post the Postbank ruling today. Thank you very much."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Thank you. Anke, it's Christian. Let me start. And as usual, James will add obviously to all your questions. Let me start with the share buybacks because that also goes into the direction of, so to say, the most recent ruling of the Cologne court. First of all with the share buyback. As we always said after the full provisioning of the Postbank litigation case in April, we always said, we want to show to you two clean quarters, Q2, Q3 which we did. And even without the release which we recorded in the third quarter for Postbank, we have shown a record quarter for Deutsche bank in the third quarter. And that gave us then obviously the conviction and the clear path now to apply for a share buyback."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "By the way, I think with the 13.8 core tier one, this is also a nice step which gives us the confidence for the application. With regard to amounts and timing, we always do it like in the past. We obviously keep that discussion with our regulator. But I can tell you that there is full confidence with James and myself and the management team that based on the step off of 30.8%, based on the trajectory of our operating results, we are convinced of our distribution of above 8 billion for the time zone between 21 and 25. So nothing changed."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Also, what I would like to emphasize is actually that today's ruling you have just seen that is not actually affecting our share buyback because we provisioned that amount in full and also in our capital plan going forward we did actually not assume further releases in our capital plan. So in this regard of course we don't like the ruling and now we have to analyze it and think about potential next steps."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "But for the capital plan going forward and for the share buyback this is no impact because we are fully provisioned. And in this regard we remain convinced and confident that we can deliver above the 8 billion. For us it was important to show two good quarters and solid quarters in terms of operating performance. And I think we see that from a revenue point of view, from a cost point of view and hence with the underlying result."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Let me briefly go over to the loan loss provision question because I understand that that obviously raises some questions on your side. Look, I really think it's important that we look into the composition of the loan loss provision and what really drove the number to 494 million this quarter."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "And yes, we said that we see in the second half of 2024, a decreasing trend. Let me explain why this did not happen. Number one, I know you, you are looking with concerns to Germany and the commercial real estate with regards to both items. To be honest, I see robust portfolio quality. In particular, if I look at the corporate side and the private banking side and the underlying loan loss provisions in Germany, we don't see any material change. We don't see any material change in the portfolio composition."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "If you look at indicators like up versus downgrades, if you look like additions to watch lists, this is not a concerning trend. Now, what increased in the private bank is still the result of the backlog in the Postbank operations that actually we thought that this comes earlier down. It will come down."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "We even will see some bookings. That is, in terms of that, we will see releases of certain reserves in 2025. So the trend is coming down and we will see releases. But we hoped actually for a faster reduction in this regard during the year 2024. So that is one item."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "The second item, I think, which is underlying positive is on the commercial real estate. If you actually look at the underlying portfolio composition, the trend is coming down. It's for the first time that commercial real estate provisions have come down sequentially, quarter-over-quarter. And it would have come even more down if we wouldn't have done a portfolio sale where we got the first mark and where actually we booked an additional provision from the portfolio sale in the low double digit number, that is obviously capital accretive. But overall, the commercial real estate provisions are coming down, and that is, again, something which we forecasted at the start of the year. But to be honest, we thought that this is already happening in Q2, now it is coming in, in Q3."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Now, if I take all these items, and the third item, sorry, I should have said that is one larger loan loss provision in the south of Germany for a corporate name which is, though significantly hedged. So if you see the net loss position which we have from that, it is obviously far less than the gross loan loss provision which we have booked in Q3 that was also, by the way, a name where we already booked the first loan provision in Q2. So if you take these three items, the Postbank item, which will come down, and we even see reversals of bookings in 2025, if you see the underlying rate in the commercial real estate, and on top of that, if you look at the one name where we had gross loan provisions, but which was significantly hedged, actually, we see also with regard to 2025, and that was that what James was referring to in his prepared remarks, a normalized run rate for loan loss provisions of €350 million. And that is actually where we see, based on the portfolio quality, we have the trend going."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "And in this regard, I do think that we have seen now in this quarter, the peak of the loan loss provisions, with that number coming down to approximately 350 million per quarter in the 2025 year."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC",
    "text": "Thank you. Can you come back on the capital, on the buyback? So should we look at the 50% increase, and is the plan still to potentially top up in the course of 2025? Thank you."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "So, Anke, you referred to page 24 in the appendix, and yes, that lays out the path that we broadly wish to follow to deliver on the promises we've made. As I said, the 8 billion to us is a number that we think we're confident will exceed. We're not going to go into precise euro numbers at this point, but I think 24 lays out a good path. As it relates to incremental buybacks next year it's very early to make that determination. As we've talked about, there are lots of moving parts in a capital plan. Under the best of circumstances, next year we'll have CRR3 coming due in two phases, changes in the environment, potential upside in areas like, for example, the sectoral buffer that's been applied in Germany to mortgages. So lots of moving parts that at this point, one doesn't want to get ahead of. So we'll make that decision much later in 25 than today's application."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC",
    "text": "Okay, thank you very much. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "And the next question comes from Flora Bocahut from Barclays. Please go ahead."
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Barclays",
    "text": "Yes, thank you. Good morning. Thank you for taking my questions. I have one on NII and one on cost, please. So on the NII, could we come back, please, to the drop? We saw this quarter in the corporate bank. It's led the banking book and AI to be just 3.2 billion this quarter. And I think the full year guidance you have implies it would be, again, about that level in Q4. I mean, when I look at the slide, 32 and it's useful. Thank you very much for putting in that slide."
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Barclays",
    "text": "I see you blocked a significant part of the hedge income already for the next two years, so that's very reassuring. I also see that you've used a ten year swap that would be 2.3 to 2.5%. That makes sense based on today's curve. But, the risk here is rather to the downside. So the question here is also, the light blue column, the contribution from the rollover of the hedges. If, you know, the ten year swap would go towards, say, 2% or 2.2%, would we still see, the rollover, contribute positively in the next two years, despite, on top of what you've locked already? So that's for NII."
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Barclays",
    "text": "And then the second question is on cost. I think you were saying before, James, that to make your guidance for 2025 cost, you would need to get adjusted cost quarterly run rate down towards €4.9 billion. Obviously, you just had three quarters in a row where you've met the guidance for this year at €5.0 billion. So maybe could you talk a little bit into the capacity for you to get there already in Q4? And what gives you the confidence that you can get to €4.9 billion quarterly run rate for adjusted cost next year? Thank you."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Thank you, Flora. Happy to answer those questions. So, on the NII disclosure that we provide, you're right, there's, of course, some risk on the rollover of the hedges. We like that. We've locked in 90% for next year. And, yes, we use the implied forward curve to look at what the future might be. The dark blue is as I say what's locked in for the next several years."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Remember, of course, that the gap is against hedges that are rolling off, that were essentially at zero or very, very low. So the idea that there may be a little bit of downside in the light blue bars, that's true. But the quantum is against very low hedges put in many years ago, as much as ten years ago in that rollover."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "And that actually goes to the first part of your question, which is the corporate bank. Yes, we had in the series sort of a low point in the corporate bank, but actually there are some hedges that now roll off in the fourth quarter into chunks, and that gives us some good visibility into the trajectory for the corporate bank. If I think about the two businesses separately, we are -- we think we may have passed the low point in the trajectory for private bank already now in Q3, and we'll be passing that low point in Q4 for the corporate bank. It's obviously early to make that judgment and we'll see how everything plays out, including the balance sheet growth, deposit growth betas and what have you. But we think we're on a path now to be rising in 2025, not just because of the benefit of the long-term hedges. So it's overall quite encouraging pictures as we see it."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Going to costs. Yes, absolutely. We're focused sort of every day on managing the run rate down, and I think we've said in the past towards €4.9 billion that remains our objective here. The trajectory in the first three quarters of this year has been encouraging. And even in the third quarter, I can point to some things that are, that are of a non-recurring nature in the third quarter, I think so. I think we're close to or at the €5 billion level, but we need to continue working it down from this point. And that is the full focus of the firm."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "We have the projects and the initiatives in place to do that. So for us, it's just about additional delivery of our operational efficiency program. We've talked about it in the past. It's optimization initiatives in Germany. We've announced some more actions on the distribution network in Germany. We've been investing in technology and we're having harvesting some of the benefits of that. I think we have a very successful track record now on workforce optimization, because what you see in the overall headcount, as well as the compensation and benefits line, is the impact of reductions in force that we've implemented reinvestments both in the front office in technology and controls, all of which we've managed within the run rate and we think we've got a whole raft of initiatives of a strategic nature underway to deliver further on those run rate improvements as well as tactical steps that we've been taking throughout the year and will continue to take to ensure we deliver on the objectives. Hope that all helps, Flora."
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Barclays",
    "text": "Yes, that's very clear. Thank you very much."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "And the next question comes from Kian Abouhossein from JPMorgan. Please go ahead."
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "I got two questions. One is relating more specifically a question on the Article 468, the CRR3. Using these transitional rules, I'm just trying to understand the dynamic on the OCI. It's about 20 basis points on your capital and why are you using it? Because it is transitional, so at one point, you will have to take the impact. So just to understand, first of all, the dynamic, but also your decision process or why you've taken the benefit."
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "And then second question is related to your 2025 revenues, you need to grow revenues just under 7% from €30 billion to €32 billion, even if you adjust for the €300 million delta on your hedges, clearly it's quite an upward sloping curve in terms of revenue growth in a more difficult German environment. And maybe you could just outline a bit how we should think about your assumptions in a more difficult German environment, and I'm not sure what your German environment outlook is in 2025 in terms of reaching that €32 billion, especially, again, Corporate Bank 2025 and then Private Bank in 2025."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Thank you, Kian. Let me start with the revenues and James is then going to your capital question. Look, first of all, before we talk about 2025 and fully understood your question, I think it's very encouraging that we have full sight on the €30 billion for 2024. And again, I think we have established a track record in achieving our revenue guidance for the last years. And if I look actually where we stand at the end of the third quarter, how actually October started in particular on the trading side. You just heard James talking about sort of say, a potential low point in the NII in the Private Bank, then also where equity indices are and what that potentially means for performance fees and asset management, we are super confident that we can achieve the €30 billion, which is obviously the right jump-off your question regarding the €32 billion."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Now when we come to the €32 billion, look, the first item is, again, a continuation of that for James outlined on the NII side because everything what we can see from our forecast, given our hedging profile, but also, in particular, looking at our deposit growth, which we see in the Corporate Bank, but also in the Private Bank, we do feel that actually, just from an NII across the bank and in particular, carried by the Corporate Bank and by the Private Bank, we do see an upside of approximately €300 million to €400 million on the NII side."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "By the way, Kian, that does not include the expected growth on the financing volume, in particular also in [Indiscernible] business in the Investment Bank. So that when I look at the forecast, just from the financing part in that area and the NII part, obviously, my starting position is then €500 million up, i.e., €30.5 million."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "And now let's go through the businesses and, in particular, look at the investments which we have done over the last 18 months to move the businesses, in particular in the non-NII area. There's, of course, the Investment Bank, and there the O&A business. You have seen with the last quarters that we clearly outperformed the market. We have grown market share. Actually, not everybody, so to say, which we hired over the last 18 months is yet obviously running at full speed. So this is still to come."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "So we actually expect in the O&A business further market share gains, and we also expect actually that 2025, with all indications we have from our from our mandates, which we see for Q4 and Q1 already, this will be a year with actually higher fees for the banks. And that means if you have a higher market share, which we already increased by 60 or 70 basis points, which we will obviously benefit. So we do believe that, just in the O&A business, we see upside of another €500 million towards the number which we are printing for the year 2024."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Then we have invested and you have also seen over the last years actually to compliment here, Ram Nayak, we have seen constant increases in market share in the FIC business. I think we have done a terrific job over there. Now if you follow Ram's planning going forward, obviously, we have an eye in certain areas, so to say, business areas like credit. But also from a regional point of view, we invested quite significantly over the last 9 months into our U.S. franchise. So I would say, with the market shares, which we definitely also won again in Q3 with the investments we have done in that business, there is also further increases to come from the FIC business in the Investment Bank."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Then let's turn to the private bank. So I talked about the NII profile. But obviously, the biggest lever, which we see in the Private Bank. And there, we see actually already a good momentum on the wealth management side. But if you look at the assets under management, which are increasing steadily, I think we are year-to-date in the private bank, approximately €27 billion or €29 billion assets under management. We will obviously benefit from that NIC [ph] to the NII I described before, similar, by the way, on the assets under management in Asset Management in Stefan's book. So that I also clearly expect a 3-digit million increase in revenues in asset management next year."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "And that leaves me with the Corporate Bank. I think the Corporate Bank in itself is a success story. This is, in the meantime, so to say, at the heart of the bank. Quarter-by-quarter, we are increasing the mandates we get from our corporate clients around the world. There is clearly, clearly, the trend of the corporates around the world to go for at least one alternative to the U.S. banks. They would like to have the European alternative. With the network we have and the investments we have done in our platform, payment platform business, as well into our digital offerings, we can see further increases in the fee business there."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "So all-in-all, starting actually at €30.5 billion with the hedging profile on the NII side, and looking at the track record, I'm very confident that the €32 billion is a number which we can achieve. And last but not least, if I really think about 2025, if you think about the walk and the normalized costs we have on the loan loss provision, clearly reduced costs on the legal side. James was just talking about all our efforts and also progress we are doing on the operating cost side. And we will have less restructuring costs."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "To be honest, Kian, but you know me personally, we don't even need €32 billion of revenues in order to go to the 10%. But that doesn't mean that I'm trying to put a soft touch on the €32 billion. I think you have heard my absolute conviction that €32 billion is definitely achievable."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "And Kian, just to touch your OCI filter, the CRR3 rule that we're taking advantage of. I think the short answer is, because it's there. The time value of capital in our ratio, especially as we're often measured against a distance to MDA appears, to us to be valuable and hence, the decision to take advantage of that transitional arrangement. Remember that the 22 basis points could be a lower number when the time comes that the transition benefit is over. So the passage of time and the book of securities that are generating those unrealized losses, we'll see some attrition and then the interest environmental change."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "So it's a number that may be considerably lower than 20 basis points when that transition period ends. And therefore, we think it's valuable for our shareholders to be able to redeploy that capital during that 18-month period."
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "Very clear. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "And the next question comes from Chris Hallam from Goldman Sachs. Please go ahead."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "Yes, morning everybody. Just two for me. So first, on M&A. Does the current M&A situation in Germany impact at all how you think about your banking strategy in the home market, the competitive landscape in Germany or how you would prioritize organic versus inorganic growth?"
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "And then the second in O&A, it looks like you lost some share in the quarter. Your share was trending up 70 basis points in the first half, and now I think you're calling it up 50 bps versus 2023. So just what are the moving parts there, is that just mix? And does that change at all how you think about the composition of O&A revenues into next year, obviously, notwithstanding the answer you just gave to Kian?"
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Thank you Chris. Let me take the first one and James just taking the second one. Look, on the M&A side and on the specific potential situation you're referring to in Germany, that doesn't change our strategy at all. I think we have a very solid and a very good footprint in Germany, both in the Private Bank as well as in the Corporate Bank. We have worked on, obviously, on two sites in Germany to make that even more attractive."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "A, you see all the work just done by Claudio, in particular, in the Retail Bank to make this business more efficient. We know that there is work to be done, but I can see how Claudio you is actually focusing on that to have an efficient platform to offer digitalized products to our retail clients. And honestly, quarter-by-quarter, also with the feedback we get from the clients, we see clear improvement."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "On the Corporate Side, I think, again, what I said before, it was the right decision to establish ourselves with an own Corporate Bank and to make sure that we are, sort of say, the bank for German Mittelstand family-owned clients and obviously the large clients to support them domestically, but in particular, when they go abroad. And in this regard, we feel that we are rightly positioned. And with all the efficiency programs, we can actually see that the profitability in the German business on both sides is further increasing and will further increase."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Now whenever it comes to these kind of potential items, to be honest, Chris, we shouldn't underestimate the opportunities for us. Because at the end of the day, it creates uncertainty, it creates uncertainty, so to say, with the other institutions, but in particular also with the clients. And we are ready to act. And this is what we established over the last three years to four years, both in the Corporate Bank and in the Private Bank. And in this regard, we have a clear strategy that is delivery of 20%, 25%, 10% and in this regard, whenever there is an opportunity to gain market share domestically, we will do this."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "And Chris, your question about O&A market share, you're correct that Q3 was a little lower than the year-to-date. And that was mostly mix, particularly the leveraged debt capital markets was a smaller part of the wallet in Q3. We're actually encouraged by continued sort of year-on-year improvement in our M&A market share, where some of the investments are beginning to bear fruit. And that's particularly on an announced basis rather than a booked basis. If I look to the -- what we would estimate the market share to be in the fourth quarter based on the forward look of our pipeline and estimates of next quarter, we think we'll be back in the kind of 2.5, 2.6 range where we've been this year, and that's an encouraging step-up into next year."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "Okay, thank you. Very helpful."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "And the next question comes from Giulia Aurora Miotto from Morgan Stanley. Please go ahead."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes hi good morning. Thank you for taking my questions. I have two both very longer dated. So the first one is on the Postbank integration. If we take a step back, why is this still a topic? I mean by now, I would have expected the bank to be fully integrated, the IT to be merged. So when can we essentially stop talking about this and really see a step change in the cost on the Private Bank?"
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then my second question is on Private Credit, and this is becoming incrementally a topic. U.S. investment banks were talking a lot about this in Q3 results. And how do you approach Private Credit? Do you see it as a potential disruptor to some of your lending business? Do you see it as an opportunity to grow fee businesses by partnering? Yes, any comments on the Private Credit side? Thank you."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Sure, Giulia, it's James. I'll take the both, and Christian, I want to add on the private credit side. Look, Postbank, the recovery from the operational disruptions that took place in last year's third quarter has taken us longer than we expected. Among other things, we were extremely focused on ensuring that we close out the backlogs of processes that were adversely affecting our clients. That was our focus. It was also the BaFin focus as they looked at the problem set. Hence, collections was an area that we waited longer to focus on improving."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "We've now made those investments, and we've hired the people, we've trained the people and that collections process is getting closer to normal. That took us longer than we expected this year, no question, which is why it's had the impact on the CLP guidance that it did. But given where we are right now and being up and running on that process, I think we feel much more comfortable that we're at the end rather than that there's still risk."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "The other thing is a little bit in the details, but the last model conversion of a portfolio from Postbank onto the DB systems and models on the risk side, that took place in the third quarter, that also influenced that number of €40 million. So why is it a topic? The sort of longer-term impact of the operational disruptions that is coming to an end as well as the models."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "On Private Credit, we see it more as an opportunity than as a threat. Obviously, there's a degree to which the banks face the risk of disintermediation. But I think that is -- that downside is more than offset by the upside of, frankly, a growing market, a growing ability to place risk in the marketplace and thereby increase our origination sort of business model, fees on origination and expand loan origination beyond what the capital on our balance sheet supports by itself."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "We also see opportunities sort of in collaboration with private credit firms to do more, collaboration with our own asset manager, DWS, to do more as DWS builds its strategies in Private Credit. So we aim to be here a participant not just as an originator, but also as a partner and a participant in managing private credit. So it is a change in the market. It is a disruption to some extent, but one that we're strategically we, at Deutsche Bank, feel we're actually well positioned on a relative basis globally and particularly in Europe, to be a beneficiary."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you. Can I just check on Postbank. So now the IT system is fully integrated, you have just one? Or are you still running more than one?"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "No, at this point, everything has moved over, and the remaining work is really archiving and what have you, one system. Interestingly, there's some future opportunities. There's actually one of the cost benefits that we see and revenue benefits going forward, Postbank has actually jumped out ahead of Deutsche Bank in some of its digital properties. And the investments we're making this year going into next year would actually help us catch up and accelerate further the Deutsche Bank side of that equation."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "So in a sense, there is more opportunity to be serving customers in a leading way competitively in this marketplace in both brands now that we have the hard work behind us. And by the way, most of the synergy value captured a little bit more still to come in Q4 and Q1."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "And the next question comes from Stefan Stalmann from Autonomous. Please go ahead."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous",
    "text": "Hi, good morning. Gentlemen, thank you very much for taking my questions. I wanted to ask, please, you're mentioning that you're clearing the path for 2025 targets, acting decisively to address legacy items. Does it hint at any elevated one-offs potentially coming in the fourth quarter, let's say, on restructuring expenses?"
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous",
    "text": "The second question I wanted to ask is on this upcoming portfolio sale in U.S. commercial real estate. Can you give us a rough sense of what the notion of that portfolio is in how Stage 3 loans, please?"
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous",
    "text": "And if I may, just a quick third question. You mentioned these credit concentration hedges and the benefits from them. Could you let us know in which P&L items, which revenue items and which divisions we would find these hedge benefits, please, and how large they are? Thank you."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Stefan, thanks for the questions. I'll take all three. Again, Christian, you may want to add. I'd say it's too early to tell on your question of is there anything sort of extraordinary that we may book in Q4. And the reason for that is in -- when I think about litigation, for example, what's in our control and not either analytically or in actual settlement activity is always hard to tell. But certainly, and I think we've been consistent in messaging on this, we want to put ourselves in a place where we no longer have surprises like the Postbank takeover litigation item for shareholders."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Equally, we're in the planning process, restructuring and severance, we're still working towards our €400 million budget for the year, you'll see -- you've seen that Q4 -- actually, we did less than we expected in Q3, I'm sorry. And so there may be a bit of a catch-up in Q4. If there are additional tactical measures that we identify, we may go a little bit further there. Another area I might point out is real estate, we're always looking at our real estate portfolio and to see where we can optimize further."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "In all of those areas, too early to say what actions we could find to take place. But I think it's a signal of a company always looking for ways to optimize, improve our run rates and then deliver on promises -- in a sustainable way, by the way, deliver our promises for next year."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "On the CRE portfolio, it was approaching but not quite €1 billion that we put in the market. Of that, a little bit is sort of approaching 40% with Stage 3, and then the rest, a mix of performing in Stage 2. We were encouraged, frankly, by the pricing that we saw. Remember that when you're doing a portfolio sale, does it the €23 million we book, is it telling us our marks weren't right or simply that we're placing somebody else's cost of capital for our own? I think more of the latter. And given how close the marks on the Stage 3 are to on the Stage 3 elements are to our bookings, we see that as encouraging and further evidence of our view that the commercial real estate is at least found a floor and is stabilizing. That transaction, incidentally, I hope we were clear, but we have not closed on that transaction, but we have now booked to where we think it leads us in terms of marks. So that's overall encouraging."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "On the hedges, it's in both CB and IB, and a couple of those exposures they were shared across the two. We call them sort of concentration hedges. Well, we have a programmatic sort of policy to ensure that our concentrations don't exceed certain levels. When they do in terms of the underwriting, we sell those exposures away into typically CLO structures, sometimes other structures. The accounting has an asymmetry and produces revenue. Actually, net interest income was smaller this quarter, a little bit more in the first half. In total, over the course of the year, that's amounted to about €200 million. So only 30% of the losses actually sort of went to capital given the benefit of the hedging."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "I think it's a sign of the prudence that goes into that programmatic hedging that we do. And actually, going back to Giulia's question, it's an area where the growth of Private Credit is obviously helpful, because we see improvements both in capacity and pricing in the market into which we sell away the risk that we're talking about. I hope that all helps, Stefan."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous",
    "text": "Very helpful. Thank you very much."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from M. Clark from Mediobanca. Please go ahead."
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Hi, actually, it's a similar question on the hedges. So there's a commentary of group mutual hedge in Private Banking revenues as a drag this quarter. So I'm just wondering where within the group is the offsetting benefit there. Thank you. Both in terms of division."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Thank you. It's in treasury was where -- or Corporate & Other, where the offset last year was. So what we did was there was some what I think of as hedging of the convexity of the mortgage portfolio, which we historically had kept in treasury. This year, the decision was to push that out to the business where we think it appropriately belongs. And where -- by the way, one of the reasons to do that was the hedge programs that we're able to implement have improved. So that was the trigger for the change."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "And so that's meant that Private Bank on the surface has had a year-on-year comparison that's worse, both on revenues, by the way, and on costs than the -- I'll use the word, underlying performance would show. So it's been a noisy quarter for PB, but in areas that at least two of which are group neutral, either on the cost side with other segments or, in this case, on the revenue side with Corporate & Other."
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from Jeremy Sigee from BNP Paribas Exane. Please go ahead."
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "BNP Paribas Exane",
    "text": "Hi, there, thank you. A couple of follow-ups. A lot has also been talked about. Firstly, on the U.S. CRE. I just wanted to check something that I think you implied, but your -- on Slide 37, you've shown the quarterly CLPs have now stepped back down to sort of €68 million. I think you're implying that that's the new run rate. We stay around that level going forward. I just wanted to make sure that I'm sort of understanding that right. And I guess it's a positive really that your modified loans are now €13 billion out of the €15 billion. So it sort of implies you work your way through the -- pretty much the whole portfolio, and I guess that supports that outlook."
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "BNP Paribas Exane",
    "text": "So first question is really just are we now expecting to go forward at that 68-ish run rate? And then the second question, I just wanted to press you a bit more on the M&A topic. You were commenting this morning on the Newswire, James, about Deutsche Bank positioned to play a leading role in European consolidation. The industrial logic makes sense, but you're just not ready right now. And I just wondered sort of how you view the scenario of someone like Commerzbank tying up with a different bank and effectively becoming unavailable, what remaining optionality would you have? Where else would you see opportunities for consolidation and for Deutsche Bank to play a leading role?"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "So Jeremy, thanks for the questions. So more or less the answer is yes. We -- if we had printed in Q2 what we did in Q3, I think we would have been congratulated for the foresight. But we are absolutely seeing a trend here, and it's based on the items that we've talked about for a while. So relative stability in valuations, which you see in the loan to value. The interest rate environment. Obviously, the external indices that you've seen. And now having tested the market with the loan sale, also the results of that market check."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "As you also alluded to, inside the €68 million is €23 million that is -- and you could also think of it as bringing forward. And so the underlying run rate was even better. Look, I don't want to promise a number, I think having leaned out a little bit far in Q1 about Q2. But the direction of travel is there and all of the drivers that I referred to are there and visible."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "And as it relates to the modifications, you're correct. I mean, look, some of this portfolio will have been modified and then have its new maturity and come up for an extension a second time. So it's not impossible that it grows beyond the 15%, but it is -- just as a metric. But it is the case that we've been through the lion's share of the maturity profile and potential for modification. As we said last quarter, the list of projects where we see kind of scope for new defaults is obviously declining. So the number of loans where we see a risk in -- that there are modifications or default for the next 12 months, declining significantly."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "So all of those things to us are encouraging. Given you referred to my comments, I'll go quickly and Christian may want to add. I think our language on the strategic environment in Europe has been consistent throughout Deutsche Bank. I don't think it's a God-given right, but given the business that we do, our size, our home market and our sort of global capabilities, we think we are well positioned to be -- to play a leading role in time. We've also been consistently clear that we didn't see that time as having come. And that remains the case today."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "We've been consistent in our messaging that as we look to 2025, executing on our strategies delivering profitability, demonstrating its sustainability, demonstrating the growth, we'll do more for our shareholders considerably than anything that's inorganic. And so I think we -- I want to just emphasize the consistency of our language, but also over time, the ambitions we have for the organization, but it's all over time."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "One last note to just make -- to your question, our opportunity set changes, no question. If, in fact, the combination that is muted does take place. But it's one of a number of opportunities that one could consider. I don't want to be drawn on what those look like or when, but as you can imagine, we've given thought to the question you posed over the years."
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "BNP Paribas Exane",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "And the next question comes from Tom Hallett from KBW. Please go ahead."
  },
  {
    "person": "Thomas Hallett",
    "role": "questioner",
    "position": "KBW",
    "text": "Hi, thanks for taking my questions. Firstly, when I look to fourth quarter guidance of the core businesses, I still seem to be coming out short relative to your €30 billion guidance, unless trading revenue is coming well over double digits and the same for O&A. So it feels like you expect the Corporate Center to continue to positively surprise, is that a fair assessment? And into next year, how does that -- how does the €500 million valuation timing differences, which we've seen year-to-date, feed into the revenue guidance for next year?"
  },
  {
    "person": "Thomas Hallett",
    "role": "questioner",
    "position": "KBW",
    "text": "And then secondly, it's been a whole [ph] based question, but does the general consensus that as long as rates stay between 2% to 3%, everything is fine. But if rates fall below 2%, it's a different story. So how would you see your interest rate sensitivity changing the further below 2% as we go? Thank you."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Thanks, Tom. In Q4, I'd say, well, one thing that is not built into the guidance that we referred to is potential performance fees on the asset management side, which they are -- the way they are accounted for, they're not certain until the year is done and final. We do see, as you say, sequential growth in O&A, that's encouraging and that would help against the 7.1 that we're looking at for Q4. And if I just kind of walk forward the momentum we've had so far in FIC markets this year that should also produce, I think, a very solid quarter and contributed to the run rate. So we're encouraged there."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Look, the corporate and other lines are hard to predict just by the nature. Valuation and timing, the nice thing this year really in the third quarter, remember, in the first quarter, we had some losses and valuation timing that were -- because of their short nature, actually, the pull to par happen very quickly. There is some longer-dated pull to par that we can already see going forward. It's not a big part of what we're planning for 2025. And overall, I'd say 2025 would probably be a reversal to some degree, from 2024. But it's always hard to predict what goes in those lines. They're very market dependent. I hope that helps kind of square the math."
  },
  {
    "person": "Thomas Hallett",
    "role": "questioner",
    "position": "KBW",
    "text": "Yes. Thank you. And then on the right, the 2% to 3% [Indiscernible]."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Yes. Look, it's always hard to predict. But as I've said to the question earlier, obviously, it would be -- we would like for our -- these roles to hedge -- to roll at 2% or more. To be fair, that's what the market expects in terms of a terminal rate in euros. Remember, though, that this is long-term rates. And so the scenarios of a steepening curve especially as you see less liquidity in the market, maybe higher fiscal deficits and other things, you could actually, in the long end, even in scenarios where the short goes down further see higher long-end rates."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "So it's not just the level, but also the shape of the curve. And what we look at this hard in treasury in our ALCO and ALM processes, how do we lock in as much of the future not just simply by rolling ten years, which is a big part of it for sure, but also by thinking about sort of option structures and other things that can protect specific sort of curve shapes over time. So I don't think it is -- don't think of it as totally linear in terms of our exposure to that environment."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "And Tom, just one addition to that. I mean I also think about outside the rate sensitivity. Actually, what kind of investments which we have done over the last 18 months actually in the non-NII business. And exactly for that reason, in order to be really diversified from the revenue streams, that was the reason why we invested into Wealth Management, the fee business part of Corporate Bank and obviously, in the O&A business. So I do believe that even if this would come, that, A, I refer to James' comments, but also the strength of the bank in the non-NII business, which is clearly significantly improving."
  },
  {
    "person": "Thomas Hallett",
    "role": "questioner",
    "position": "KBW",
    "text": "Okay, thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "And the next question comes from Piers Brown from HSBC. Please go ahead."
  },
  {
    "person": "Piers Brown",
    "role": "questioner",
    "position": "HSBC",
    "text": "Yes, good morning. I've just got one final one is just a modeling question in terms of the -- some of the moving parts on capital into next year items that we discussed last quarter. But if you could just tell us whether there's any update to the Basel IV guidance. I think I had about €7.5 billion versus January 2025, and then another similar amount with FRTB at the beginning of 2026. And then if there's anything to update on the leverage finance reviews on the AVA technical draft, I think those are two other potential moving parts for next year that would be helpful. Thank you."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Thanks, Piers. No, not much in the way of new news. It's still our estimate €15 billion in total split basically 50-50 is still about right. So next, the Q1 impact is operational risk related. Q1 2026 would be FRTB related. The OCI filter item that I talked about with Kian would also be a feature then whatever that number is in 2026. So those are the build items that are still left ahead of us. I think, as I say, there are also the possibility of things taking place that give benefits against that future. I mentioned the sectoral buffer against mortgages in Germany, considerably a delay in FRTB. So is the nature of the beast here is that it's a bit of a moving target. But with all of the things that we can see right now, we feel very comfortable in our path."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "On the leverage, well, the AVA item, which I take to be the question, so the EBA Q&A on additional valuation adjustments, I'm not aware of any real -- any sort of movement there. I know there was an exposure sort of draft, as I might call it, a lot of feedback for the industry, but there hasn't been a reissuance of that. We do, obviously, have very strong views about the ideas that were laid out in the EBA draft. That would be a headwind to our current expectations in capital plan, but we also think that those ideas were excessively conservative and would argue strongly around that. Was your question though, also more broadly about the leverage lending review with the ECB, there wasn't much really to update there either, I have to say."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "But we should only say that we are still waiting actually for the final report. I think given all the discussions over the summer, we can only tell you that the number came substantially down. And to be honest, we feel very comfortable with the exposures we have. And now we have to wait for the further debate with ECB."
  },
  {
    "person": "Piers Brown",
    "role": "questioner",
    "position": "HSBC",
    "text": "That's fine. Yes, I was actually referring to -- I think we've mentioned in the past is a 15 basis point add-on to your CET1. And I think the way [indiscernible] I'd just assume that or in the form of higher RWA or some form of capital reduction, but [indiscernible]."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "No change today to that. As you know, we were given 5 basis points back a year ago, which we took to be a good sign in terms of where we were on a relative basis, but no change to that."
  },
  {
    "person": "Piers Brown",
    "role": "questioner",
    "position": "HSBC",
    "text": "Okay, that’s great. Thank you very much."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Thank you Piers."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions] And the next question comes from Andrew Coombs from Citi. Please go ahead."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Citi",
    "text": "Good afternoon. Firstly, just a quick clarification. I think in the revenue walk from €30billion to €32 billion, you talked about €300 million to €400 million incremental NII in PB and CB from deposit growth. Can I just confirm that that's the case and that the €300 million from the structural hedge tailwind is then on top of that?"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "So Andrew, no. Just to be clear, we would expect, ballpark, €200 million in each of the larger deposit businesses next year and that ties to the disclosure around the hedges. That number is before any benefits of growth in the balance sheet, whether loans or deposits or spreads on either of those two things. So that's why, I think, in Christian's comments, we see upside in NII not just from the rollover, and let's say that's €300 million to €400 million depends a little bit still on the interest rate environment, but an incremental NII benefit next year from all those other factors. So I hope that clarifies."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Citi",
    "text": "Okay. And then as a follow-up to that, I always thought the hedge wasn't allocated evenly between PB and CB. So interested in anything you can say on the hedge allocation. And then more broadly, just the deposit margin trends that you're seeing both currently but what you're also assuming going into next year as well? Thank you."
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Yes. So you're right that typically, the longer-term hedges, especially the euro hedge book, is more in the Private Bank and the Corporate Bank. As it happens in this year-on-year comparison, the Corporate Bank had a larger dollar hedge on, which is the same hedge I referred to earlier that's rolling off in Q4. So there's an unusual uplift from a 3-year dollar hedge -- U.S. dollar hedge that the Corporate Bank is benefiting from, that evens out the mix next year. On the -- sorry, what was the second question, just blanking for a second, Andrew."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Citi",
    "text": "It was just on the deposit margins, yes. Can you hear me?"
  },
  {
    "person": "James Von Moltke",
    "role": "answerer",
    "position": "President &amp; CFO",
    "text": "Deposit margins, yes. Thank you. Yes, sorry for the blank. We still plan arguably with conservative views on deposit margins and beta behavior. Now the scope for upside from conservative assumptions there naturally has diminished because we've sort of gone through the upswing and now the beginning of the downswing of the cycle. We're not seeing anything in terms of behavior today that would suggest more pressure on the banks in terms of pricing. And so that's encouraging. But as I say, the scope for over-earning at this point in the cycle is obviously less. I'm going to say in beta terms, single-digit percentages rather than double-digit percentages that we once had."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Ladies and gentlemen, this was the last question. I would now like to turn the conference back over to Ioana Patriniche for any closing remarks."
  },
  {
    "person": "Ioana Patriniche",
    "role": "answerer",
    "position": "Head, Investor Relations",
    "text": "Thank you for joining us, and thank you for your questions. For any follow-up, please come through to the Investor Relations team, and we look forward to speaking to you on our fourth quarter call."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Ladies and gentlemen, the conference is now over. Thank you for choosing Chorus Call, and thank you for participating in the conference. You may now disconnect your lines. Goodbye."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]