[
  {
    "person": "A - James von Moltke",
    "role": "operator",
    "position": "Unknown",
    "text": "Welcome back everybody. Apologies from us for the interruption. Just for those on the phone to be aware, the webcast late in the prepared remarks, switched to hold music and hence the phone call and the webcast were no longer in sync. We're back up in both mediums. We wanted to ensure that we engage with all of our investors through the technology but also to meet our regulatory obligations and hence the delayed to reset."
  },
  {
    "person": "A - James von Moltke",
    "role": "operator",
    "position": "Unknown",
    "text": "Daniele, if you're still on the line, perhaps in the interest of everybody hearing the question-and-answer, I could ask you to go back and repeat the question when you began our call with."
  },
  {
    "person": "Unidentified Analyst",
    "role": "answerer",
    "position": "Unknown",
    "text": "You can hear me?"
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Yep, we can hear you. Thank you for your patience."
  },
  {
    "person": "Unidentified Analyst",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you. I mean, the first question was really a bit high level. And obviously 2022 was the basically the final year of the compete to win strategy. And I was just wondering, obviously, there is clear achievements, there was also probably some disappointments, there was tailwinds there was headwinds. And I was just wondering whether you could share your thoughts around this and how you assess all that?"
  },
  {
    "person": "Unidentified Analyst",
    "role": "answerer",
    "position": "Unknown",
    "text": "And probably also, though, into 2023 how you think about the key uncertainty, right? Is it advisory origination coming back? Is it fixed rating, resource cost? Just how you feel about this?"
  },
  {
    "person": "Unidentified Analyst",
    "role": "answerer",
    "position": "Unknown",
    "text": "And then secondly, the second question was really about the 2023 revenue outlook. And here, I mean, you gave the group but can you talk a little bit about the divisions? What the drivers are? And how we should think about this one, and probably how the U.S. started so far, that will be useful. Thank you."
  },
  {
    "person": "Olivier Vigneron",
    "role": "answerer",
    "position": "Chief Risk Officer",
    "text": "Right, Daniele. Thank you very much for your question. Also, from my side, apologies for the interruption for those of you who listen to my first answer to that there's one additional item which we need to improve on that is on the vendor side, for the webcast here. But we will take care of that after this call."
  },
  {
    "person": "Olivier Vigneron",
    "role": "answerer",
    "position": "Chief Risk Officer",
    "text": "So on your question, I do think that before we go into the individual strengths, and potentially also areas of further improvement, let me first of all, say, Daniele, that I think this bank is immensely proud of that what we have achieved. And this -- not a lot of people thought that this turnaround, which is an absolutely sustainable turnaround is doable, but we, who have been close with the bank and being in these positions oversaw the potential. And I think the most important, what we achieved over the last three and a half years, is actually the reinvigorated passion, the focus and the pride of the organization."
  },
  {
    "person": "Olivier Vigneron",
    "role": "answerer",
    "position": "Chief Risk Officer",
    "text": "And I really would like to highlight it here, because I think people too often really miss the point that we are talking about people's business with our employees, but also with regard to that the key item we're doing is covering clients. And therefore, you need absolutely proud people who are doing their job with passion. And that's what we managed over the last three years and that's actually which is also the basis for everything which we think we can achieve in the next three years."
  },
  {
    "person": "Olivier Vigneron",
    "role": "answerer",
    "position": "Chief Risk Officer",
    "text": "Now, why did we do this? Because I think this organization found its balance, found its direction and found its strategies. And this is, I would say to your question one of the clear achievements of this transformation and also what we have seen in 2022, is actually our strong focus on the four business areas, where we think we are able to compete and where the clients really want to work with us. And we see that when we look at gaining market share, by the way, not only in the FIC business, but also in other areas of the bank, Corporate Banking in Germany, Wealth Management International, we clearly win market share, because we know we are acting there and we operating there, where we have our strengths."
  },
  {
    "person": "Olivier Vigneron",
    "role": "answerer",
    "position": "Chief Risk Officer",
    "text": "Then I do think, over the last three years, we would have never been able to actually do this what we have done without first class risk management. We had two crisises so to say, to manage the pandemic, but also obviously, the impact of this awful war in the Ukraine. And you can only do it if you have complete belief in your capacity and capabilities as risk manager. We have had that for the last 13-14-15 years, you'll see that with our results. And again, in 2022, we had an outstanding year in terms of risk management, by the way, Daniele, both on the front office side, as well as on the back office side in risk management itself."
  },
  {
    "person": "Olivier Vigneron",
    "role": "answerer",
    "position": "Chief Risk Officer",
    "text": "And then obviously, the focused discipline, which we had in the CRU, James was talking about that, which really helped us to create the capital, which we then use in order to invest it into the business. And last but not least, is the cost culture. And that is something in Deutsche Bank, which we haven't had before. And I think I can judge on it, because I've been here for 33 years. But the cost culture for three and a half or four and a half years now, where we took out over the last three years more than €3 billion of costs is something which earmarks a new era."
  },
  {
    "person": "Olivier Vigneron",
    "role": "answerer",
    "position": "Chief Risk Officer",
    "text": "Now this brings me to the point of where our areas of improvement? I wouldn't call it area of improvement, but it's clear that we cannot lose this cost focus. And James talked about this in his prepared remarks, how we want to take out the next €2 billion just in the in the year '22. Out of the €2 billion, we already took out €490 million out of these four areas, i.e., German restructuring technology architecture, front to back process redesign, infrastructure efficiency, all the measures he mentioned on Page 29 of his presentation, €490 million has been already done in 2022. And that focus will go on."
  },
  {
    "person": "Olivier Vigneron",
    "role": "answerer",
    "position": "Chief Risk Officer",
    "text": "And on top of that, we know we need to do more. And therefore, we set up an incremental cost management program, which even delivers more also in order to find the right response to the inflation, which we see in the economy. And therefore I think costs cannot go away."
  },
  {
    "person": "Olivier Vigneron",
    "role": "answerer",
    "position": "Chief Risk Officer",
    "text": "Second point where we need to a margin improve is regulatory remediation, we know there is a lot of work ongoing. We have achieved a lot, but we cannot let loose. We need to do it. It's a foundation in order to grow sustainably and hence all focus also on that in the year '23."
  },
  {
    "person": "Olivier Vigneron",
    "role": "answerer",
    "position": "Chief Risk Officer",
    "text": "And last but not least, I will say while we got really good at it, I think we can even further improve the way we are doing our portfolio allocation, capital allocation, in particular in volatile times like we have it right now. I think we have shown the strength in 2022, otherwise, we wouldn't have been able to show these results. But obviously you can learn from that. And with all the tools and techniques and instruments we have to even make sure that we shift our business there, where from a capital return within our global house bank strategy, there is the best return."
  },
  {
    "person": "Olivier Vigneron",
    "role": "answerer",
    "position": "Chief Risk Officer",
    "text": "So if we think about this, then I will say these are the clear strengths, and also areas where we can improve. And if I take that forward, then I do believe this really is paving the way for '23. And '23 to your second question, clearly we see an upside on the revenue side. James was talking about the net interest tailwind which we have of approximately €1 billion years. But it's not only that, it's also the underlying business which we are doing in particular on the stable business which are growing."
  },
  {
    "person": "Olivier Vigneron",
    "role": "answerer",
    "position": "Chief Risk Officer",
    "text": "The Corporate Bank is growing quarter by quarter. And if I look into that what we have achieved in Q4 compared to Q3 Q2 steady improvement. If I now see how January started, by the way, not only the Corporate Bank, also in other businesses, but also again in the Corporate Bank and see the forecast for Q1, this is a steady increase of the stable business not only based on the net interest income, but also by the underlying growing volume we are writing with our clients."
  },
  {
    "person": "Olivier Vigneron",
    "role": "answerer",
    "position": "Chief Risk Officer",
    "text": "And we feel confident about the €28.5 billion of revenues with a clearly increasing revenue side on the Corporate Bank. Also in the Private Bank, from an operating side we are clearly increasing the revenues, obviously having the tailwind of the interest rates. We had a very good start also in asset management because you've seen where the markets are. I think we plan cautiously there, so I see real momentum there."
  },
  {
    "person": "Olivier Vigneron",
    "role": "answerer",
    "position": "Chief Risk Officer",
    "text": "And in the Investment Bank, to be honest, I'm hugely proud of what we have achieved. You have seen the market share gains. And even January, again shows me that the underlying flow of our business with the clients is absolutely showing the momentum, which we have seen before. And therefore, I think we have a good chance actually in the Investment Bank to show revenue result on previous year's basis. Even if there is a slight decline in the macro businesses or in the FIC business, we can also see that parts of the O&A business is coming back with a very stable financing business. So you have two business with clearly increasing revenues, Corporate Bank and Private Bank. You have a stable Asset Management and you have an Investment Bank, which is stable in itself and very sustainable."
  },
  {
    "person": "Olivier Vigneron",
    "role": "answerer",
    "position": "Chief Risk Officer",
    "text": "And then you take the net interest income, which is obviously a tailwind into account. And hence, we are coming to a clearly increased revenue line in '23. Taking then flat costs and flat LLP where we see the environment into account, we see another nicely evolving pretax profit next year, which is better than this year."
  },
  {
    "person": "Unidentified Analyst",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Thanks, Daniele."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from Chris Hallam from Goldman Sachs. Your question please."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "Chris Hallam"
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "Thanks for taking my questions. So first, on costs, what gives you the confidence on holding non-expense, non-interest expenses flat in 2023, especially in light of that cost miss in 2022? Can you provide any further details regarding the building blocks there that underpin those assumptions? And also any updates on the medium term cost outlook and cost measures?"
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "Then, secondly, on the 2025 targets, which you've reiterated, has the makeup of how you get to those targets changed significantly, given what we've seen, I mean, the moves and rates, moves in inflation, the broader macro, and obviously credit conditions?"
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "And then finally, just on share repurchases, following up from one of your earlier comments, James, what are the regulatory headwinds you're waiting to hear on? How large could they be? When do you expect to have that clarified, and therefore, when do you expect to be able to give a number on the buybacks?"
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Thanks for the questions, Chris. I'll take all three and Christian and Olivier may want to add. First of all on costs, look, we've established a run rate. So what gives me confidence about '23, is we exited '22 at the run rate we essentially have to preserve now through the year. And that means that a lot of the initiatives that we've talked about, as Christian mentioned, that the key deliverables that we bucket for you on Page 29 of the deck that are in flight. And that's I think an important thing to understand."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "This isn't stuff on a whiteboard, this is where the initiatives are funded. We have delivery underway, we already have delivered on a significant portion of it. And we have great governance and tracking of how we bring this all to fruition, that's underway. And in a sense, those deliverables offset the impact of inflation and other investments that we make in the business over time. But the critical thing is to continue to manage that to that run-rate."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Now, obviously, there's some variability if it's about, 1.6 -- €1.65 billion per month, there obviously be some variability, but in essence, it's trying to manage that flat, given all of the moving parts. We'll also have the single resolution fund assessment, non-operating expenses, and where possible, we obviously seek to influence those to be as small as possible. In a sense, that has to continue now for several years. Obviously, there'll be some FX impact over the years on that run-rate, but that's sort of what the mindset is, and how we think of the building blocks."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "As Christian outlined, we're always working to find more measures on the expenses and peel the on, and then to be honest, the deeper you get into it, the more tools you build, to understand and control your expense base, I think the more opportunity you also find, which is good. Because as I mentioned, inflation has been running ahead of what we anticipated, say a year ago."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "On the targets and the path to the target, it's a similar story. Revenue growth with flat expenses drives operating leverage and the cost income ratio down ROTE up. We feel really good as Christian outlined about the compound annual growth rate in revenues that we laid out in March and if anything, the '22 start on that path was better. Interest rates a little better and the underlying drivers also better."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "On credits, we entered a cycle that perhaps we didn't expect prior to the beginning of the war, but we see a normalization of credit, as we get into '24 and '25. And we feel pretty confident on the book, as you've heard -- Olivier describe and he can go into as well."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "So while the environment has clearly been dynamic, and the cost base has reset upwards in part with inflation, in part, with some investments that we made last year, I'd say the overall picture is actually pretty consistent with what we shared with you in March."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Lastly, on the share repurchases. The REG items that are on the way, really the most significant is what we refer to as the wholesale IMI or Internal Models Investigation. So where we've been, as you know, other banks as well, they've been reviews underway on the applicability of new EBA guidelines in our model environment. And there, the reason for caution is both the timing and magnitude of that item, as well as potential offsets that we've been working on whether to do with other models, or limitations that have been applied in our IRB, sort of world."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "And so with, with the uncertainty, as I say, timing and magnitude, and therefore volatility, we think it's just prudent to hold on to the capital to ensure that we wouldn't be distributing an amount that while by the end of the year, we would have been very comfortable distributing on an interim basis, it might have made us look a little thin and potentially influenced our ability to support balance sheet growth, support clients in this environment. So hopefully that gives you a little color on how we've been thinking about it and what is coming down the pike."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Operator, I think we can go to the next question. Thank you, Chris."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from Nicolas Payen from Kepler Cheuvreux. Your question, please."
  },
  {
    "person": "Nicolas Payen",
    "role": "questioner",
    "position": "Kepler Cheuvreu",
    "text": "Nicolas Payen"
  },
  {
    "person": "Nicolas Payen",
    "role": "questioner",
    "position": "Kepler Cheuvreu",
    "text": "It's good morning. Thanks. Good afternoon, sorry. Thanks for taking my question. I have two, please. One on risk management and one follow up on costs. The first one on risk management, you mentioned your guidance of 25 to 30 basis points cost of risk. Wanted to know, what are your underlying assumptions beyond this, range before 25? And what would drive an increase to 30 basis points? So in other words, what's your sensitivity into this range? And if we could also add a bit of color and where we stand vis-à-vis the scenario of the compete gas cut off within this guidance?"
  },
  {
    "person": "Nicolas Payen",
    "role": "questioner",
    "position": "Kepler Cheuvreu",
    "text": "And the second question, the follow up on costs, is if your revenue growth does not materialize, as you expect, what kind of flexibility do you have? Because, notably, in your prepared remarks, you mentioned additional potential measure on costs, notably in agile management of headcount numbers. So if we could have a bit of color on this item, please. Thank you very much."
  },
  {
    "person": "Olivier Vigneron",
    "role": "answerer",
    "position": "Chief Risk Officer",
    "text": "Sure. Thank you for the question on credit loss provision. As you know, we have guided a range of 25 to 30 basis points. And your question is, really how do we get to the bottom of this range i.e. 25 basis points, which would take us flat to what we've done in 2022?"
  },
  {
    "person": "Olivier Vigneron",
    "role": "answerer",
    "position": "Chief Risk Officer",
    "text": "Well, really the tailwind that I can identify, number one, the prospect of perhaps a short shallow recession in the U.S. Inflation is trimming back and we have a prospect of normalization of interest rate rises this year and also the decline of around energy concerns, due to the mild winter to the different measures, consumers have taken and also the Germany's €200 billion package on energy prices is a key factor."
  },
  {
    "person": "Olivier Vigneron",
    "role": "answerer",
    "position": "Chief Risk Officer",
    "text": "The fourth one is really China reopening that nobody forecasted and that is beneficial to growth. So for instance, different research are now not forecasting. Really a recession was a full year for Germany, but perhaps more stagnation. So all these tailwinds would get us towards the bottom of the range."
  },
  {
    "person": "Olivier Vigneron",
    "role": "answerer",
    "position": "Chief Risk Officer",
    "text": "To your question of how do we good go to the top of the range would be any downside risk around these factors, really. So that would be my answer."
  },
  {
    "person": "Olivier Vigneron",
    "role": "answerer",
    "position": "Chief Risk Officer",
    "text": "The second part of your question concerns, at the end of Q3 when we had a lot of uncertainty and we were very concerned coming out of the summer around the possible energy squeeze. We did a lot of detailed work in our book to estimate the possible impact around that. But both -- and we guided for the next 18 months or 20 with downside, but both in terms of likelihood, but also in terms of impact, because of the measures I've mentioned about the government, and how people are adapting with new energy supplies. We see these downside risk as to be discounted, both in likelihood and in magnitude."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "And Nicola, on your second question, the flexibility of the expense base to adjust to the downside potentially in revenues, is something we've talked about over the past several years. And as you know, our answers have been we weren't comfortable in an environment where we were managing a shrinking expense space, and going through the transformation. We didn't feel that the levers we had to the downsides of variable expenses were really sufficient to offset their ability on the revenue side."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "We think we're pivoting to a better place in that regard over '23 and the subsequent years. And why do I say that? I think it's on both lines. As more of our expense base shifts to the quote, unquote, stable business more predictable, you have less variability if you like that you need to account for so. So that helps in the equation."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "And the other thing is, as we now move to an environment where we have cost saves underway, we have an investment profile that is if you'd like fully funded and we're in execution mode, if you like on the cost reductions, I do think we get to a different place in terms of flexibility. We started talking about this a little bit, and so it's not just marketing expenses, bonus and retention and the truly variable expenses in the cost base. There's also decisions we can make more in discretionary costs and investment timing, that would will over time, give us more flexibility."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "So the answer your question is I think we've made some real progress towards having more flexibility to manage. As you heard us say, in the second quarter, we're very cognizant though of preserving investments that are critical to our future. And hence that's the balance we'd be working to strike. Thanks for your question."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question is from Anke Reingen from RBC. Please go ahead."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC Capital Markets",
    "text": "Anke Reingen"
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC Capital Markets",
    "text": "Yeah, thank you very much for taking my question. The first one is a follow up on the cost. Sorry, if I missed it. But what is sort of like the direction in cost from '23 to '25? Is it considering the cost savings and less SRF and inflation? Is it -- should it be sort of like flattish or could it be even trending down? And maybe, what inflation assumptions have you taken in there?"
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC Capital Markets",
    "text": "And then on the revenue guidance and your increase in upgrade from your higher rate benefit to the 0.5 percentage points in the CAGR? Wouldn't it be -- why didn't you change the CAGR, the 3.5 to 4.5, as it just or only was I guess everything else sounds a bit more optimistic as well or am I mixing up different years here? Thank you very much."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Okay, let me take the first one on the cost side. So overall, obviously, with the inflation where it is, it is not that easy to exactly forecasted. But our view when you look at the next three years is actually to operate on the basis of flat costs. That's what we want to achieve. Therefore, we came out last year in March 2022, and says we think we need to take out and we can take out the extra €2 billion. This is exactly what is detailed out on Page 29, where we're making good progress. And as James is saying, this is not just the power point, there are underlying key deliverables which are monitored on a weekly and monthly basis. And we are confident to achieve that."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Now, given the situation where we are in with inflation a bit stickier and higher than we even thought in February and March, we do believe that we need to do more things like James was saying. And hence, we are working on additional incremental measures in order to make sure that our costs are staying flat over the next three years and that obviously then works into our operating leverage."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "So in this regard, we have an assumption that the inflation is coming back clearly to below 5% in 2024 and then to 2% in 2025. We know this is always very complex to forecast at this point in time, but that is something, in which we have so to say in our plan, but the key assumption is, and what I can see also from the additional tools, James and Rebecca are working on, for instance, on driver-based cost management, and the way we can now really see the transparency and drive the cost is that we need to do more than the €2 billion, and we are able to do it."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "And then on the compound growth rate. Look, we liked the idea of reiterating the targets. Obviously, our confidence in the high end and potentially exceeding it is higher today than perhaps a year ago. But we didn't see a need necessarily to raise that target at this point in time. We can happily live with a target that looks conservative as things stand. Remember, again, FX has a pretty big impact and there's lots of other things."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "The other thing I just want to say is, remember that there was a business growth aspect in the compound growth rates that we provided in March. So we broken out the interest rate driven improvement, which is good but we're also confident about the underlying growth rate, given the drivers that you've seen, for example, the €41 billion of net new business volume in the PB in 2022. So we're going to keep on working with that. And if we can exceed that target so much the better."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC Capital Markets",
    "text": "Anke Reingen"
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC Capital Markets",
    "text": "Okay, thank you."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from Tom Hallett from KBW. Your question, please."
  },
  {
    "person": "Tom Hallett",
    "role": "questioner",
    "position": "KBW",
    "text": "Tom Hallett"
  },
  {
    "person": "Tom Hallett",
    "role": "questioner",
    "position": "KBW",
    "text": "Hi. Just couple of questions for me, please. So on the deposit beta, it's been a big topic over the last few months. If you could just provide us with some color on the retail corporate deposit dynamics? And does it remain below your target rate?"
  },
  {
    "person": "Tom Hallett",
    "role": "questioner",
    "position": "KBW",
    "text": "And then secondly, on capital/buybacks. I mean, if I'm not mistaken, you said maybe January 1, next year, you'll be operating with about 13.2% go to level. And in the meantime, we've got a lot of other inflation. You've got Basel III kind of finalization stuff coming through payouts of dividends and so forth. It feels that even if the market conditions there's going to be up, the chance of a buyback still pretty low, is that fair? Is that the best way to understand? How should I kind of understand that? Thank you."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Thanks for the questions, Tom. And so on deposit beta, we talked about this a little bit last quarter. We look at, in essence four portfolios, dollar, and Euro, and then our Private Bank that is retail and Corporate Bank books. And what we're continuing to see at the moment is the betas or elasticity, as we see it, showing a very large lag. It's very significant in percent percentage terms. Obviously, we don't go into it in detail. But that lag continues, in essence to surprise on the upside at the moment, reflecting I think that the models that we build around this historical behaviors don't really capture what happens in a rate cycle where your starting point is negative, or zero, depending on the currency and the pace of the rate increases at the short end, is as rapid as it has been."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "And so we've seen that lag, obviously in dollar. It's catching up to the models over time more quickly than in euros where we're still at the very early part of the tightening cycle. But it's one of the reasons we saw, I think, pretty significant upside in '22. Some of which will carry into '23 on lag benefits relative to our earlier models. So that's really encouraging."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "On the timing and the conservatism in buybacks. I think, Christian may want to add some thoughts."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Christian Sewing"
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "No, I mean, that James referred it. Look, first of all, I think it's a clear statement that we reconfirmed our €8 billion of capital distribution until 2025, or for the years '21 to '25. You have seen that despite there is quite a volatile environment out there outside there. We increased our dividend. But to this distribution, there is obviously or this consists obviously of the instrument of buybacks. And, we remain optimistic that we will use this instrument and that we also have a chance to use it this year. But I think you also deserve a Deutsche Bank management, which is always looking at it from a conservative point of view. James just outlined that there are still some uncertainties in particular, on the regulatory side, we want to wait for that."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "But if I look also how we started into the year from a capital ratio with 13.4, which by the way, I think was a very positive jump off. If I see how the business is going, I remain very optimistic that we can do this. But you deserve it at a time where we can talk exact numbers and exact timing. And hence, you see an optimistic management also with regard to that instrument."
  },
  {
    "person": "Tom Hallett",
    "role": "questioner",
    "position": "KBW",
    "text": "Tom Hallett"
  },
  {
    "person": "Tom Hallett",
    "role": "questioner",
    "position": "KBW",
    "text": "Okay, thank you, James. Just a quick follow up. I mean, on the Basel finalization impact, is there any update on that because one of your peers, seem to be diluted a little bit versus say a year ago's expectations? Is there any changes in Deutsche?"
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Yeah, Tom. So a lot of moving parts in that as well. I mean, the truth is, the capital calculations and forecasts are -- have lots and lots of moving parts. On Basel III, we're encouraged by what we see in the proposals that have come out of Brussels and going into the dialogue. So in fairness, we'd probably assumed in the estimate we gave you last year, consistent by the way, going back several years of around €25 billion in RWA terms. There's been some puts and takes in terms of the various moving parts of it."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "And of course, the other the other question is, what's your step off going into the move from December 31, '24, to January '25, so lots of moving parts. We don't see an improvement versus the '25. Right now, we actually probably see a deterioration of perhaps €5 billion but really all driven by up risk RWA. And that, in turn, would be driven by higher revenues in 2025. But that's an estimate. And that require -- it's going to be lots of moving parts, again, their FX revenue growth and the final rule, so I wouldn't want to paint too negative a picture, but I also wouldn't want to study them suddenly go away from the that €25 billion estimate that we've given you now, pretty consistently since I think 2018, or maybe 2019."
  },
  {
    "person": "Tom Hallett",
    "role": "questioner",
    "position": "KBW",
    "text": "Tom Hallett"
  },
  {
    "person": "Tom Hallett",
    "role": "questioner",
    "position": "KBW",
    "text": "Yeah. Okay. Interesting. Thanks."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from Adam Terelak from Mediobanca. Your question, please."
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Adam Terelak"
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Afternoon. Thank you for the questions. I just want to clarify on capital and REG inflation. If you're taking REG inflation this year, I mean, does that frontload any of that Basel impact? Clearly, you've got all of your inflation ahead of a credit risk flow, either input or output, then you pick one would be kind of just frontloading that impact. And so is it just a timing issue when it comes to this year's REG inflation?"
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "And then secondly, I wanted to ask on the DTA writer. Obviously you're taking €1.4 billion, I'm less interested on this year, but more how quickly that comes back through your capital. So you've given us your tax rate expectations, and what does your cash tax rate look like? I assume it's significantly lower meaning more capital generation in the next few years. So any color on those would be great, thank you."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Thanks, Adam. So on REG inflation, again, it's one of the moving parts, as I mentioned, step off is a consideration in terms of how much comes on overnight from December to January? Yes, there is a little bit of netting in terms of higher floors, LGD and PD floors in the IRB going into Basel III implementation and '25, but there are other things that move in the other direction. And hence my answer to Tom, which is lots of moving parts. Up risk is probably the only one that if you net it all out that is probably moved in the negative direction, but it includes that concept of bringing forward."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "On the DTA write up, a couple of things to say first of all, this year's impact as was last year's is really on the U.S. tax position, the U.S. tax loss carryforwards really encouraging given it reflects the enhancement of the value of a franchise. Around cash taxes, look, because they're disregarded the DTA itself is disregarded in the ratio. And then the gap earnings essentially reflect an accrual, the impact is relatively modest and over time as to the value of the cash of the tax shield reflected in your capital accounts. So I wouldn't see that as a major driver of capital accretion."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "The other complexity that exists around this in the U.S. is, as you know, the U.S. is become as a jurisdiction for tax much more complicated over the past several years with the beat and the minimum tax level. So we've factored all of that into to our current estimate of the utilization of those tax characteristics. But as you can imagine, there'd be some considerable moving parts there as well."
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Adam Terelak"
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "But that one point forward should come into capital at some stage, but just need to be very, very patient for it."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "It's over time -- and there is a cash tax benefit that is accrued that is recognized over several years."
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Adam Terelak"
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "That's fair. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from Magdalena Stoklosa from Morgan Stanley. Your question, please."
  },
  {
    "person": "Magdalena Stoklosa",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Thanks very much, I've got two. One is about the cost of FIC target and another one about volume. And what you see from the kind of client business perspective in corporate and PB. So maybe first on the cost of risk? I know we've discussed it a little bit already, but my first question really is, when you look at that range, and I know we've kind of talked about kind of various, what can what can get us to the bottom versus the top of the range a lot of macro assumptions. But what is your underlying base case macro? And it's kind of underpinning that range? What is that scenario with key variables?"
  },
  {
    "person": "Magdalena Stoklosa",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "And secondly, I'm very interested what you think about the kind of idiosyncratic risks as well as the sector ones. Because, of course, over the last couple of weeks we have seen kind of news flow of Adani or Americanas. And of course, you can argue that this is -- these are accounting issues, but we kind of seem to be having these idiosyncratic kind of relatively large risks or potentially large risks, versus the sector ones more macro driven ones. How do you reconcile those risks as well within the guidance?"
  },
  {
    "person": "Magdalena Stoklosa",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "And the question around the volumes around the Corporate Bank in particular, because, of course we talked about the revenue growth in 2022, which I have to say across the board impressive. But what sorts of business volumes do you actually see in a corporate bank over the next let's just say two years. Because, we are kind of starting to see weakness in originations across the board. Thank you."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Christian Sewing"
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Thank you for your question. I'll start on the on the cost of credit risk. So for 2023 we see the credit cost provision that we said would be between 25 and 30 basis points on our loan book at amortized cost has being driven really by Stage 3 provisioning, right. So meaning that we've done quite a careful bottom up analysis in the different sectors of our book, where we want to provision to take into account, higher rates, recession, so, especially on midcap on commercial real estate, leveraged lending."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "And we do not see really forward-looking information or macroeconomic variable as being a key driver like it has been in 2022, where we had thrown in €58 million I believe about one over 25 basis points driven by the deterioration of macroeconomic environment. So the base case in -- the base case of the better outlook would definitely mean that we could have some relief coming from these effects. But, really the rest of the of the credit cost provision are driven by these bottom up analysis that which are sectoral analysis and have taken into account the headwinds that we've all talked about higher rates higher -- from high inflation, recession, et cetera."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "In terms of idiosyncratic risk, of course, when starting this exercise, you don't foresee everything that you can account during the year, you do you do account for some. I won't comment on specific situation as you can expect, but as I have outlined in my in my talk, we do have for every exposure way to clear framework, either industry risk limits that prevent exposure to higher risk industries, it contributes framework that's quite robust that would limit exposure to higher risk country as well as a concentration framework that also very important to avoid large concentration risk."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "And when structuring lending, our lending standard do lead to outcomes where we well collateralized and aware we have structural enhancements. And that's what I would say that gives us some confidence around our loan book and managing idiosyncratic event."
  },
  {
    "person": "Olivier Vigneron",
    "role": "answerer",
    "position": "Chief Risk Officer",
    "text": "Magdalena, and on the growth side, in the Corporate Bank, and then later on the Private Bank. Look, on the one hand, we see still, an increasing loan book and in the Corporate Bank. It's a little bit more in the short term side, that's the change, which we have seen in the second half of 2022, because corporates are also obviously securing the liquidity, a little bit less on long term investment facilities. But in particular, the Corporate Bank next to obviously the benefit of the NII, we see an increasing flow and revenues from payments, trade finance, and our overall cash management business, not only for corporates, but also with regard to our financial institutions, where we're doing cash management with."
  },
  {
    "person": "Olivier Vigneron",
    "role": "answerer",
    "position": "Chief Risk Officer",
    "text": "And that is where we focused our business on where we also invested a lot into technology. So if you think about the growth rate for the next three years, then actually a lot of people think that most of that will come from the NII, is actually that even more is coming from the underlying volume, which we see in cash management payments, and then the trade finance. So it's very much diversified. And that's exactly also what we see now in the month of January."
  },
  {
    "person": "Olivier Vigneron",
    "role": "answerer",
    "position": "Chief Risk Officer",
    "text": "In the private bank, it's also very balanced. We see growth next to the NII in particular coming from the International wealth management business. We are gaining market share, in particular in Asia. So we are focusing on that business. In Germany, I think, a good revenue development, of course with less in for instance, private mortgages, because the demand of private mortgages is reduced, given the environment we are in. But if I then look at the investment business, at the payment business in the Private Bank, but also actually on the consumer finance business, we are doing well. And therefore, I would say that we are also seeing there an increase even in the year '23."
  },
  {
    "person": "Olivier Vigneron",
    "role": "answerer",
    "position": "Chief Risk Officer",
    "text": "So overall, next to NII a pretty diversified revenue stream. And the nice thing for us is that the revenue increase outside NII is at least exactly the same amount or if not higher than simply than the NII contribution."
  },
  {
    "person": "Magdalena Stoklosa",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Right. Thank you very much."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from Stuart Graham from Autonomous Research. Please go ahead."
  },
  {
    "person": "Stuart Graham",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "Stuart Graham"
  },
  {
    "person": "Stuart Graham",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "Hi, there. Thanks for taking my question. But first, congratulations on me too, on the compete to win plan which include that from a number of factors you achieve the strong turnaround with bank during a tough macro period confounding me the naysayers like me. So I think you Christian James, and the rest of the management team can rightly be very proud of that turnaround."
  },
  {
    "person": "Stuart Graham",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "More mundanely. I had to short number questions, please. On the regulatory headwinds to get to 13.2% at the end of '23, from the starting point of 13.4, and coming up with 60 basis points of regulatory headwinds. Does that sound correct?"
  },
  {
    "person": "Stuart Graham",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "And then secondly, at the last invest the deep dive, you talked about an ambition of €800 million of green revenues in 2022. What was the actual number please? Thank you."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Stuart, thank you for your kind words, and we appreciate it and also the attention you paid to this process over the years. So on the REG numbers, I would say on balance, if you like net, that number would be high. Obviously, lots of ingredients into the calculation this year, so organic capital generation distributions, including AT1 other elements in the calculation like, you know, offsetting employee compensation items and what have you, and then business growth. So, there's a lot of moving pieces in that picture. But I would say on a net basis that the 60 basis points looks high."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "The other thing, just to remember is, is that is that Basel III bills. So yes, our guidance would be would be 200 basis points above NDA, so 13 to at the end of the year. As we get close to the end of the year and look at business growth, and the path to Basel II, we will also have a clearer view on what we need as a step off at the end of the year, into next year. So lots of moving parts, but I think your math is a little high."
  },
  {
    "person": "Stuart Graham",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "Stuart Graham"
  },
  {
    "person": "Stuart Graham",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "So the right number would be 40 basis points then?"
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "I'm not going to get drawn on go fix with the numbers if you're -- but we can we can talk a little bit more."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Christian Sewing"
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "And on your green revenues, to be honest, I can't tell you the exact number, we will get back to you. Because we have fortunately and very proud of that achieved our €200 billion goal as you have seen. We are also pretty confident that we can from here on take of the €500 billion, but we will provide you with these numbers when we get on March 2 in our Sustainability Deep Dive. So give us a little bit of time in order to come up with this number."
  },
  {
    "person": "Stuart Graham",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "Stuart Graham"
  },
  {
    "person": "Stuart Graham",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "Sure. Thank you."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Christian Sewing"
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question comes from Jeremy Sigee from BNP. Your question, please."
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "BNP Paribas",
    "text": "Jeremy Sigee"
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "BNP Paribas",
    "text": "Hello, thank you very much. Firstly, I just wanted to, if you'll allow me to keep going a little bit on the moving parts around capital, just two specific points, please. So he could you put a range of numbers around that wholesale model impact that you're expecting. If you could give us a rough range of what that could be, that'd be helpful. And then the second specific is, you had quite a big balance sheet reduction at year end. And I wondered whether you expect that to re-expand in Q1 just for sort of seasonal shrinkage and growth again?"
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "BNP Paribas",
    "text": "And then my other question is on the provisioning discussion and credit quality use. If I can play with other banks, including some of the U.S. banks, as well as European peers. Some of the others talk much more about buffers for the sake of buffers over and above what they think is necessary, but just to play safe. Whereas, acknowledging that you've done an extremely good job of risk management, your provisioning seems to be more close to what you expect to happen. So I just wondered what your thoughts were about that sort of buffers discussion."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Sure. Jeremy, thanks for the questions. And maybe I'll go in reverse order. On the buffers, you're absolutely right. We essentially stick to the model outcomes unless we see some compelling reasons to move on that. And we finished the year, we didn't see a reason for that. And so the number you see is what we believe is necessary."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "And we've been consistent on that I think it served the company well and is in line with what is expected of us, certainly from an accounting perspective, and should also arguably for regulatory expected."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "On balance sheet reductions at the year there was seasonality as there always is in leveraged exposure in the markets business, and then a little bit of a short term decline in loans, particularly in the corporate bank. And we'd expect some of that to come back in Q1, which is also why I think on the capital side, the step off is probably surprised us as on the upside and it was mostly in credit risk RWA."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "On ranging the wholesale IMI, I won't be drawn on that because it's a wide range, there's uncertainties in the model, and it's, in essence, our largest portfolio. So there's a lot of work to do to tie that all down. And what we're really focused on, as I mentioned earlier, is the timing, not just of that, but also of some offsets that we see coming into the into the capital calculation. So in essence, it's the volatility, which is also why I think I don't want to be drawn at this point into Stuart's question about what is the net impact through the year, as you think about capital build."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "And your first question about moving parts, really, I think I answered that and hopefully I've given you some color in the various answers as to what we're dealing with. And I think Christian has been very clear about management's sort of direction of travel once we have more clarity here on the various moving parts."
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "BNP Paribas",
    "text": "Jeremy Sigee"
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "BNP Paribas",
    "text": "That's helpful. Thank you."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Thanks, Jeremy."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from Andrew Coombs from Citi. Your question, please."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Citi",
    "text": "Good afternoon, two follow ups to Christian please, if I may. The first was on this point about with alpha versus beta in terms of the revenue growth. If I look at your guidance for 2023, up to €28 billion to €29 billion versus 26.7 in 2022, on an adjusted basis. You've said that rate after adjusting for higher funding costs will be €0.9 billion of that. So at the lower end of your range, it does appear that rates are actually the majority of the expected growth in 2023 unless you're assuming a normalization in market revenues or something else? Perhaps if you just elaborate on that."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Citi",
    "text": "And then my second question would be, in response to the answer you gave to Daniele, the first time round, before the conference cut off. I think you talked about some of these regulatory model reviews. And you were saying about how there's the risk that in the end, create regulatory soundness, the regulator almost goes too far for European banks to remain competitive. And some I wanted to ask your view that in light of heightened capital requirements, or any businesses, which you think are now uneconomic and where you can't compete, and where you would be better off exiting, or at least downsizing? Thank you."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "So, Andrew why don't I start? And I think -- and pass it on the Christian on how it informs capital allocations? I think it's a really good question. Just briefly on the revenues. Yeah, if you take the, the gain on sale out of the 27.2, our starting point is 68.9 -- 26.9, sorry, at the 900 million to get to 27.8. And to get the middle of the range, we'd have to grow in every other aspect of the company by about €700 million. That doesn't seem too stretchy to us, given the momentum in the businesses on all of those drivers, and also some unusual items we had in the year valuation. And timing is always a little uncertain, as we've talked about."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "So hence, if you like the confidence you're hearing from management about the path forward. And in the beta discussions, we've talked about, we've brought forward some of the benefits that would other have -- otherwise have been in the '24 period, a little bit in '25 into '22, and '23, hence some of what you're seeing."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "On the REG side, yes, you've heard us say this a few times. The more you put floors into the IRB models, the more things outside of economic risk drivers are reflected in how we need to capitalize the businesses, it does affect the return on capital that we earn from them. And it means we have to look at capital allocation carefully. So that's something we've always been focused on remain intensely focused on, as we adapt now to a changing regulatory environment."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Christian Sewing"
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "Yeah, there was hardly anything to add, Andrew. But, when I talk about this regulatory items, it's not only the model discussion, which James, I think talked a lot about now. In Europe, also these additional items like SRF counter cyclical capital buffer and of course, you are looking then from a portfolio allocation also, next to all the impacts from Basel III, what does it mean? And this is exactly what we are doing. And there we are thinking and that was one of the comments I made, where we can I think even get better in the final when the fine tuning of the portfolio allocation and thinking about what does it mean in two or three years for that in that business."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "I think we have shown it already also in parts of the investment banking business, within our transformation, that we made the right calls. We showed it last year, not only when we foresaw the weakness in the leveraged lending, but also with the additional capital, which we had to accept that we are obviously then also right sizing there our appetite."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "CEO",
    "text": "And the same thoughts we will do when it comes to German mortgages, when it comes to the extra capital, which we have to preserve for that. I think in this regard, it is it is something which is taken into account. But there is nothing actually which makes us nervous, and which prevents us from achieving our goals. It actually -- it is something which in my view, is not only fine tuning but optimizing our capital allocation. That's exactly what we need to do."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Citi",
    "text": "Thank you very much."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Thank you, Andrew."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from Kian Abouhossein from JPMorgan. Please go ahead."
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "Kian Abouhossein"
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "Yeah, thanks for taking my questions. And the first one is just quickly to clarify the decision not to have a buyback. It's your decision or is being asked by you to wait until further notice?"
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "The second question is related to cost. If I look at the '23 stated cost relative to '22, clearly there are some not one of items but some transformation costs in there, some litigation costs in there roughly 550 or so have you added together. Should we assume to a similar amount of these kinds of costs in '23. And in that respect, you mentioned that this business will make a loss of €1.2 billion that includes the CRU. And can you tell me the cost of the C&O business so I can get a bit of a better clarification on my modeling? \\"
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "And then the last one is I made it very quickly. You used to have a cost guidance of €18.5 billion to €19 billion in '25. Should we just ignore that now, as we are in a new world? And if that's not the case, clearly with your guidance on CAGR, you're not getting to your 62.5%. So just trying to understand is there some kind of cost improvement element in the later years on a net basis, rather than just sort of gross basis, or all of that has to really come from revenues?"
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "So Kian, thanks for your questions. I'll try to be brief on all of them. So on the first, let me be really clear. The decision on the buyback was ours, it was management's decision did not reflect any influence from the regulators. On the cost going forward. So starting with the C -- corporate and other area, the 1.2 we gave hopefully a little conservative when all said and done includes the CRU. So it is a number that is pro forma for all the changes that I mentioned in terms of the push out in DBCM, in the CRU. And we'll be able to give you some more numbers over time on the on the restated basis for that. So, lots of ins and outs, but the net is down."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "There will be the sort of call it €500 million or so of now of shareholder expenses, and then a little bit of volatility around things like restructuring and severance plus the CRU expenses in there. Those CRU expenses are coming down significantly over the years to come. So we'd see some improvement from that over time."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "And only 18.5 to 19, look, let's start with just FX, which is I think we disclosed something like €600 million, added €600 million to the expense base. Some of that of course, will have come back a little bit with the rally in the Euro so far this this year. So there's a little bit of FX, a little bit of incremental investment that we've now built in. But remember, if revenues in 2025 are a €1 billion or €2 billion higher than we had at least initially anticipated, through the sum of everything that we've talked about each billion of cost at 62.5% supports, €625 million of additional expenditure."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "So there's flex in the ratio. If we travel at about the level we were this year, our math tells us we should be right in line with that."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "And then lastly, on the litigation item, litigation ran higher than we expected this year for sure. And some of the items were frankly unexpected. And so we would hope that that goes back to a more moderate level in the years to come. So, again, lots of things to manage in the years ahead, but we think our model works well."
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "Kian Abouhossein"
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "Thank you."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Thank you, Kian."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from Andrew Lim from Societe Generale. Please go ahead."
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "Andrew Lim"
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "Hi, afternoon. Thanks for taking my questions. So first of all, well done on the operating leverage coming through in the Corporate Bank and a Private Bank. But it seems tainted somewhat by what's going on in the corporate and other division. You seem to have quite large outsized negative revenues and large costs. Can you tell us what exactly happened in the fourth quarter? Whether these should be temporary in nature and move back down to a lower level?"
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "Secondly, on the IB side, I think you've talked about the robustness of trading coming into '23. Could you give a bit more color on whether this is macro driven or credit driven? And maybe give us a sense of year on year increases for January."
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "And then on the IBD side, you've been weak there. This is origination and advisory of course. Have you seen a sense in January that this is rebounding strongly with the rally markets that we've seen?"
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "And then thirdly, I've got to come back to this buyback issue. I just can't rationalize it in my head why you're pausing this. I mean, you've given an answer leading to modeling considerations. And these happen to be taking into account. But at the same time, I can't sense that things have actually deteriorated in terms of macroeconomic outlook in the past quarter and you yourself say that cost of risk is actually going to be flattish year on year for '23."
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "Is that really an issue what's happened in the past quarter to make you more cautious there? And if it's not really that if it's more to do with, like credit risk rate inflation, as you've alluded to. Is there a sensor that maybe the CET1 ratio might come under a bit of pressure from the 13.4% that you've just reported? So a bit more color there, please?"
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Sure, Andrew. I'll try to get through as much of that as I can. So in the fourth quarter, the biggest expense, that was the litigation item, which is in corporate and others. So the biggest if you like variance to Q3 was a litigation item. In general, to your point the push out of those expenses, that you'll see on a pro forma basis, and then going forward represents depending on the business, maybe to up to 4%, of a cost income ratio. So it's a significant impact, but over time, given the efficiencies that we're working to achieve, especially in infrastructure we think that essentially washes out by '25 and the guidance we gave in March for the businesses assumed that push out would take place. So I don't think in substantive changes really much about the businesses in their trajectory."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "On the Investment Bank, we've talked about solid performance, it's encouraging what we're seeing the beginnings of recovery and originations and advisory, as you've seen, debt capital markets, on the investment grade side got off to a very strong start, both in the market and our market share perspectives. And you've started to see the reopening of high yield markets. And there is a pipeline if you like a backlog of M&A transactions to close. Now, clearly, there needs to be more recovery in the episodic over the coming months really to see that momentum pick up again, but what we've seen so far this year is encouraging."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "I don't want to go through a year on year sort of detail. But another encouraging feature is just, and this underlies some of Christian's commentary that the franchise nature of the revenue performance across flow in particular in January so far is very encouraging to us if we compare to the prior year."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Lastly, on the buyback, look as Christian said our goal is to be conservative. We frankly built our plan last year on a set of assumptions looking into the future, not just our financial plan, but also our capital plan. At a time, when I'd say the optimism or the risk on environment that we're seeing today wasn't present. And the step off wasn't known to us. So your question is a fair one. Does it really reflect what we see today? And the answer is no."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "We think the environment is more favorable than the basis on which we built that plan and capital plan. Nevertheless, given the uncertainties, we think it's the appropriate decision to have held back at this point. And, frankly, if that conservatism was unwarranted, then that capital is in fact excess and can come out later in this year. So I think it's as simple as that."
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "Andrew Lim"
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "And sorry, and just on those buybacks. Can you can you make the decision at any point during the year to bring those buybacks through?"
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Yeah. And hence, the flexibility of the buybacks. And I think by the way, obviously peers are doing what they do and is appropriate to them. And it's exactly the point with buybacks, right, that you have the flexibility to govern both the timing and the amount based on what you see and the confidence. So I think the idea that it's that that people lock into the view that it's a January announcement of a certain amount is probably not appropriate to buybacks. We've been really clear on the dividend path. And as you know, the dividend path is a significant component of the total capital return, €5 billion through '24 and €8 billion through in respect of '25."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "And we think we're on a good path. Of course, we'd like to see more of the buybacks front end loaded rather than backend loaded. And we think they're a powerful tool but, but we also think prudence and flexibility are also important features of thinking about buyback in the toolkit."
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "Andrew Lim"
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "That's great. Thank you."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Thank you, Andrew."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question comes from Amit Goel from Barclays. Your question, please."
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Barclays",
    "text": "Hi, thank you. Two questions, hopefully relatively quick. The first one -- so thank you for the update on the risk piece. I am getting questions from investors about potential exposure to the Adani Group. The group did comments about Americana's exposure, I think in the past, so any, any color there would be helpful."
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Barclays",
    "text": "And then secondly, just again, I mean, going back to kind of revenue outlook sustainability. In terms of FIC business, I guess a couple of years ago, the thoughts were maybe €7 billion or so would be a sustainable kind of run rate. We're expecting a bit more than that now. I'm just curious what you're thinking the sustainable basis going forward for the next kind of year or so. Thank you."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Thanks, Amit. So on specific clients, as you know, we just don't comment on specific clients. I think the Lojas Americanas situation was a bit unique insofar as there was erroneous information in the market. So we felt important to clarify quickly. Generally, we pledged to Olivier's statements that we manage our loan book carefully and its underwriting in the security interests and what have you. And so hence, we look across the portfolio, as we've indicated with confidence."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "On the fixed sustainable rate, it's an interesting question, I tell you that if I go back to the materials that Rahm went through with you in 2020 IDD, we've cleanly clearly outperformed those assumptions, which is great. I think that franchise enhancement and our ability to invest further in it than we had anticipated tells you that there was more potential there that we had to -- than we thought at the time."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "And I also think that the underlying dynamics have become more favorable, perhaps than we assessed. Can we turn that into sort of a reliable run rate, it's hard. And maybe we come back on that question as the year goes by. We're not saying that €8.9 billion is a new run rate, and we'd expect to grow from here. We definitely think there's some normalization over time, but I think we would take the views of the baseline is simply moved up based on both the environment and the way we've, Rahm and his team in particular have executed on the opportunity."
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Barclays",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from Rohith Chandra-Rajan from Bank of America. Your question, please."
  },
  {
    "person": "Rohith Chandra-Rajan",
    "role": "questioner",
    "position": "Bank of America Merrill Lynch",
    "text": "Hi, thank you very much. I'll keep it to one in the interest of time. And just to follow up on the earlier discussion around the volume contribution to revenue growth. I think Christian mentioned that that could be similar to or more than the rates benefit in 2023. Just wondering how that compared to '22. So when I try and do those numbers, I get to a little bit over €0.5 billion so you seem to be indicating something unlike a doubling in the volume benefits in '23 versus '22. So just wanted to get your thoughts on that, please."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Sure, thanks Rohith. I mean, to begin with, remember that there's a grow over piece of this, right. So we probably exceeded our estimates of the business volume growth in €41 billion for example, between net new assets in Private Bank and the loan growth exceeded our expectations. So there is a grow over element of that and then this year's originations. There's also a bit of a mix shift that takes place in the businesses. So we would think that, that a little bit more of the growth will shift, for example away from Germany into the IPB, and particularly Wealth Management, and the bank for entrepreneurs and also in the Corporate Bank, we could see some shift, as Christian noted from some of the short term lending, lower spread lending to more structured."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "So I think there's a variety of features that underlying the view that we have on how volumes and mix shift and also spread can help support that just the interest rate only piece of it."
  },
  {
    "person": "Rohith Chandra-Rajan",
    "role": "questioner",
    "position": "Bank of America Merrill Lynch",
    "text": "And sorry. Would you compare the revenue contribution from growth in '23 versus '22? Is it significantly bigger in '23 and '22? Is that we're expecting?"
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "I think it's about the same. If I go through the numbers, it's about the same."
  },
  {
    "person": "Rohith Chandra-Rajan",
    "role": "questioner",
    "position": "Bank of America Merrill Lynch",
    "text": "Okay, thank you."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Thank you, Rohith."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from Timo Dum from DZ Bank. Your question, please."
  },
  {
    "person": "Timo Dum",
    "role": "questioner",
    "position": "DZ Bank",
    "text": "Hi, good afternoon. So thank you for taking my questions. I have questions on PB and CB, please. So starting with a quick one on PB. Could you please attach a number of the branches that you plan to close this year? And also, is it fair to assume that the benefit was most likely or most of that would be reasonable only in next year? So this will be a question number two, and number one."
  },
  {
    "person": "Timo Dum",
    "role": "questioner",
    "position": "DZ Bank",
    "text": "And secondly, looking at your Corporate Bank business, would you -- could you give some color on the extraordinary growth in the business banking subdivision? I mean, that will be outside the treasury and institutional services that also -- both of them posted strong growth, but the subdivision was above 50%. So this would be interesting. And also if this is something that could be repeated as well. Thank you."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "So on the second question, it is the -- it's the sensitivity there and the fact that it's uniquely on the on the Euro book. And they benefited from the two rate hikes. Because remember, the first the hike to positive took place very late in the third quarter, so you essentially had the impact of one full and one partial rate hike in that business. And it's just more sensitive and had a very, very pronounced lag effect."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "On the branches, I don't have a precise number for you. We talked about potentially disclosing that but backed off a little bit. I would say, not far off the pace of this year. I don't think quite as many as this year, but still a considerable program or branch closures that we have the scheduled. Look, the timing of it does take a while to flow through. And the paybacks for branch closures, aren't as attractive as you might think. But that is taking place and rather like the earlier conversation, there is a grow over benefit in '23 from the branches that were closed during '22. So, so we'd expect to see a little bit of help on the expense line there as well."
  },
  {
    "person": "Timo Dum",
    "role": "questioner",
    "position": "DZ Bank",
    "text": "Thank you."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "CFO",
    "text": "Thank you, Timo."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "That was our last question for today. And I hand back for closing comments."
  },
  {
    "person": "Ioana Patriniche",
    "role": "answerer",
    "position": "Head of IR",
    "text": "Ioana Patriniche"
  },
  {
    "person": "Ioana Patriniche",
    "role": "answerer",
    "position": "Head of IR",
    "text": "Thank you for joining us for our fourth quarter and full year 2022 results call and for your questions. And thank you again for bearing with us during the delay given our technical difficulties. As ever, please reach out to Investor Relations with any follow up questions. And with that, we look forward to speaking to you at our first quarter results in April. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Ladies and gentlemen. The conference is now concluded. And you may disconnect your telephone. Thank you very much for joining. And have a pleasant day. Goodbye."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]