[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you very much. Ladies and gentlemen, at this time, we will begin the question-and-answer session. [Operator Instructions] Our first question today is from Chris Hallam from Goldman Sachs International. Please go ahead with your question."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes. Good morning, everybody. Just two from me. First, on distribution, looking at Slide 18, I guess if I take all those numbers together, would I be wrong in saying that the €8 billion distribution target is now about 25% higher at around €10 billion? And for this year, consensus has about €1 billion in share buybacks with respect to 2023 results. Now, you've announced €675 million and said that there is more to come. So just do you feel comfortable with the €1 billion figure that consensus has in? And then second, on costs, obviously, there was a lot of one-offs in Q4. And I guess we're going to see the €5 billion underlying from Q1, as you mentioned. But just as we start the year, what can you see in terms of one-offs for 2024 and maybe for 2025 as well?"
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you, Chris, and good morning to everybody and thank you for your question. Let me start with the capital question and then James will take the cost question. Look let me go back to the Investor Day 2022 because I think it's important that – that we all understand the path which we have announced there, in particular also regard with the capital path and the €8 billion. Since then, since March 2022, we have consistently delivered on that what we have told you. And that is no different today. And our focus has always been on the execution of our strategy and the commitment actually on the one hand to focus on our clients. But, Chris, more and more what we have done in the management board of Deutsche Bank is actually to put the shareholders into the middle of focus what we are doing."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "Now with the investments which we have done, with the business how it develops, with the inflection point we see on regulatory remediation, taking the regulatory increases into our capital in and digesting it, we can clearly see that we are at the inflection point on our franchise, but in particular also when it comes to our capital position. And hence we can see that we have now the room to further step up. And that is then the result that we said already last year in October that we see based on the efficient capital management, the operating strengths of the business, the earnings profile, that we see €3 billion of incremental capital at our disposal. And, of course, it is our aim that a significant part of these €3 billion will be actually distributed to our shareholders. Again, also with the view that it's now the time that the shareholders go actually also into the center of what we are doing."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "Now what does it mean concretely? And also there, Chris, if we compare this year to last year, last year in the January earnings call, we did not actually talk about and had the approval for a share buyback. You see our confidence overall in the way the bank has done and on which way we are, and therefore we ask for the approval of the €675 million last year. We got the approval now. And that also means to your second question there on the way for 2024, in case, and I'm very confident just looking at January, in case our business performance runs as we forecasted in Q1, I think there is an opportunity and we should obviously aspire to go for a second approach this year. And that we already have the approval for the first one in January is I think a big difference to last year."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "Secondly, if I now look at the overall earnings capacity of the bank, how the revenues stack up, and also what James will tell you about the cost line, I really clearly can see that we can change the payout in terms of what we retain and what goes to the shareholders to a fifty-fifty. And it is clearly our goal that the 50% increase which we committed to in the last years, which we have done, is also something which we want to do going forward."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "Of course, subject to our earnings forecast, but again, we are highly confident. And that would mean, I mean, you mentioned the number, you know where the consensus is, that that obviously results in a number where I said, yes, I would like to actually go to consensus when it comes to share buybacks and capital distribution in total."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "So, and Chris, it is James. On the expense side, look, Q4 was messy. We had advertised that there were some items that we were expecting. We obviously try to give you as much of a forward look as we can. But as you can see on Page 14, there was a bunch of things that sort of tumbled out that some of which caught us by surprise. I would say as a great example, the FDIC assessment, the way it was formulated and crafted, brought basically two years' worth of assessment into the one quarter."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "And if I go to another question that frequently comes up on these calls, what flexibility do we have to offset? While we think that ForEx flexibility is greater than it has been in the past, €50 million coming out of nowhere in late November, early December is not something you can really offset at that point in time."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "But your question is what comfort can we give you that the one-offs are coming to an end? I think our goal is to deliver a much cleaner, more predictable profile. And the last few years have been anything but that with transformation charges, obviously the bank levy that introduces volatility, some of the litigation items that have come at us that we hadn't expected to fall out the way they did. And while we can, you can never guarantee that there won't be new things coming up, if I look at the various risks and uncertainties that lie ahead, they're much fewer than lies behind us. And so I'd like to think that our path to normalization is close."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "There would be, I mean, if I look to 2024, we do expect some restructuring charges in 2024, perhaps €400 million, that's still an elevated level relative to what I would think of as normalized. And clearly our goal is that by 2025, we will have normalized in respect of both restructuring and severance and litigation. So one of the reasons our investment in non-financial risk is so critical in the control environments is, stop making ourselves vulnerable to those types of things. So we do think we're much closer to providing a normalized picture and also to having the levers in our hands to offset adverse developments better."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay, thanks. Really helpful, thank you."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question is from Kian Abouhossein from JPMorgan. Please go ahead."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "Kian, are you there, or are you on mute?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Mr. Abouhossein, your line is open."
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes, sorry. Yes, apologies, I was on mute. Thanks for taking my questions. The first question is related to trading revenues, which you indicated, I think James, has started very well. And I just wanted to see what you're comparing this to, is this year-on-year comparison? And what is driving that, I assume, in fixed income?"
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "Unknown",
    "text": "Secondly, can you also talk clearly in that context around the investment banking fee pool where I think you also indicated momentum is continuing from what you said earlier at a recent conference."
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then secondly, just coming back to cost, clearly the target is adjusted cost €5 billion, about €5 billion, and just if you can talk a little bit about the levers that you have in case you will not be able to get to about €5 billion and what €5 billion about actually mean, is plus or minus 4%, 5%, how should we think about that?"
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you. Let me start, and then James will for sure add. Look, Kian, thanks for your question. I think on the trading revenues, we know it's obviously early days with January, but what are we doing? We are comparing it to last year. We are comparing it to our own plan. And we also look at the consistency actually of the day-to-day trading also with regard to our VAR."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "And it looks very healthy. It looks very kind of a consistent picture across the different sectors in the trading area. So it is broad based across the regions. And I would say one reason for the strong start is for sure that we have been investing and Ram has really built up the FIC business over the last five years, quarter-by-quarter."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "And of course, the latest rating upgrade by S&P also helps. I mean, these are all things which are then self fulfilling, so to say, you will remember my speeches that each rating upgrade also means that obviously clients are coming back, are doing different and more trades with us. We are changing the ISTAS [ph], all that is coming through. And therefore, we can see that, yes, January was good and nice and better than we expected. But I can see from the basis and foundation that in my view, this is a quite consistent trend."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "And I also expect. By the way, we said that 78% of the 2023 revenue year were recurring revenues, which is a pretty good picture. And therefore, I also expect, with all the investments we have done in the sort of say more stable business that we have a solid and strong start into January."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "On the fee income in the O&A. Yes, we expect a recovery in 2024. It is always very hard to say when exactly, but we have planned our investments last year in terms of the Numis acquisition, but also in terms of the hiring on the O&A side, with regard to a long-term development of the bank. We wanted to invest into our capital-light business and fortunately, we can now see the results of that. So also here, we can see a recovery in terms of mandates, a recovery in terms of market activities. And therefore, we do believe that we will see, compared to 2023, a nice uptick in the revenues. And the first results we have already seen also in January. But again, I know it's just the first 30 days of the year, but also they are very promising and that what we wanted to achieve is coming through."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "On the cost side, look, James just said it and he will give you more details, but, A, we have a full focus to Q4, showing you already in Q1 that we hit a €5 billion run rate in Q1. This has daily management, daily monitoring, weekly in the management board. And I'm very confident that we will achieve that number of around €5.0 billion in Q1. Now, why am I overall so confident on that? Because of that, what James said. I mean, if you take the €21.7 billion cost and we need to come to €20 billion, we will expect non-operating costs to decrease by around €700 million. We will again expect approximately a reduction of bank levies in the amount of €350 million to €400 million in 2024 versus 2023. That would bring us roughly to €20.5 billion."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "And now we are looking at that, what we are constantly managing with the front office, with the back offices, under Rebecca's leadership. And that means we expect that we have another €400 million net reduction from all what is still coming of our operational efficiency program. You know, the €2.5 billion of gross reductions, we have delivered savings, or expected savings of €1.3 billion, of which €900 million have been realized up to now."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "And the remainder comes from €600 million in Germany. In the optimization, Claudio is doing, in particular, on the business side, with all the rationalization, on the branch side, with all the investments which have been done into unity, and now we are getting the fruits out of this. We have on technology and infrastructure, another €700 million, which we will reduce application decommissioning and so on."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "And then you know that we are, for our core processes, we have invested a lot of money and we will do this also going forward in the front to back process redesign, where we think we will get another €300 million out."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "Now, against that, there is obviously some inflation, some business growth, but that makes us highly, highly confident that we can get the next €400 million to €500 million of operational efficiency net out. And that brings us to the €20 billion. The good thing is that is the long-term plan for 2024 and 2025. But if you see the bottom up plan for the first quarter, we will achieve the 5.0 on a rounded basis this quarter."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "So – and Kian, I entirely endorse what Christian just went through, and it’s just to put a couple of numbers behind it as well. In FIC, I would draw your attention to Page 47 of the analyst deck, where we tried to give you a little bit more color on how the FIC franchise performs on a daily basis."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "And relative to its VaR, and so it gives you a good kind of comparison as to what so far the quarter might look like compared to last year’s first quarter. I think the second thing to add the – in the corporate finance wallet, if you look at some of the external sort of providers of data on that marketplace, I think those providers would say that the will – that the wallet will grow sort of 15% to 20% this year, as Christian just outlined, that obviously still needs to happen, but we think the conditions are there."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "And as Christian just outlined through Numis and the other hires we’ve invested to participate in that. And then lastly on expenses, to give you a sense of what we would think is a significant – is a range of outcomes, 1% rather than 4% is that we have the discipline, and for us missing by 1% or €50 million would be a disappointment. And that gives you a sense of how we’re managing the place."
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "Unknown",
    "text": "Very clear. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question is from Adam Terelak from Mediobanca. Please go ahead."
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Unknown",
    "text": "Good morning. Thank you for the questions. One on revenues and one on costs. On the revenue side, you’ve given a lot of detail on NII and NII trajectory. You’ve given us €32 billion for 2025, hinted to €30 billion still for this year. But could you put a little bit more meat on the bones, please? That would be by division and expectations by division, but also on the non-NII growth in terms of what you see in terms of fee momentum and beyond the – our NII piece, but also on loan growth as well, which clearly is baked into your NII assumptions. So some more color around revenue and revenue expectations on why we should be as bullish as you guys are with the great."
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Unknown",
    "text": "And secondly, on cost and cost trajectory, you’re talking to €5 billion for Q1. Clearly the run rate for next year is going to be below that if you’re going to get to €20 billion. So what does that adjusted cost look like through this year? Do we actually end up kind of below €5 billion by the end of the year? And so the adjusted cost print could be in kind of the €20 billion range for 2024. Obviously, the reported number might be higher, but I’m thinking about adjusted cost only at this stage. Thank you."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "So I’ll – I can start. Christian, you may want to add. So on revenues, Adam, first of all, I – we provided the additional disclosure on net interest revenues or net interest income to try to sort of put that to one side. Hopefully, that’s helpful disclosure and indicates the relatively high degree of confidence we have on delivery against that, whether that’s by hedging out the remaining sort of curve or also indicating how conservative we think we’re being on, for example, beta assumptions and growth in volumes."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "But set that to one side and then that allows you to focus on the non-interest revenues. There to give you a sense, we think all of the businesses are poised to grow their revenues on non-interest side pretty considerably. When you just think of all the sources of non-interest revenues we have, I mean, start with a Corporate Bank, custody transactions, payments, the merchant acquiring business, the documentary custody business. We earn fees and across that business in lots of different ways that do cohere with the overall sort of performance and level of activity in the marketplace."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "In Asset Management and Private Bank, obviously the assets under management are the key driver and therefore our inflows are encouraging to us. It means our step off into 2024 is higher than the average considerably in both businesses that we ran at in 2023."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "And we also think in general investor behavior particularly in the international private bank wealth management business has been relatively muted. So we think there's growth opportunity as well. And that then leads you to the investment bank, we've talked about where we – what we see as a recovery in origination and advisory coupled with potentially market share expansion, given the investments that we've made. And that's encouraging to us. And we think there's also runway in FIC as we've continued to put investments in place across sort of, I won't call them, the adjacency. So within our footprint areas where we think we're underperforming our potential. And Ram and his team have been very deliberate executing on those investments. We think that also will provide a strong backdrop."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "In terms of – to give you orders of magnitude, obviously the origination advisory piece is the largest in terms of our expectations in absolute terms. But it's also the market in our view that has been most muted in the past couple of years. So there we think of it less as growth from a foundation rather than recovery. And that's something we see the preconditions as clearly in place for."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "I just want to add one item and just to give you a little bit of a feel, Adam, also how stable the revenues, for instance, in the corporate bank has performed over the last six months. Of course, we have already seen in the corporate bank on a monthly basis some kind of normalization on the NII, but that was always fully compensated already by fee income given our investments, which we have done."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "And we feel that this is also happening in 2024 given the mandates which we have won. You remember potentially that in October in the earnings call, we talked about the increase of one mandates with multinational corporates. Well, that is continuing and obviously this is helping us now a lot also to go against the NII normalization in the corporate bank."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "So it is actually a healthy – it’s a healthy distribution going forward. And if I then think from a starting point of view that we have, as James is just saying, €57 billion of additional assets under management in the private bank and in asset management. And what already that brings us at the start of the year, which we already sort of say captured, that makes us highly confident that we come to that number, which you just quoted, the €30 billion for 2024."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "And just briefly on the run rate, look, we've got to continue working it back down. As you saw in 2023, it crept up a little bit. It was basically €4.9 billion for much of the year and then it could crept up to €5 billion as we'd advertised. It did kind of go further than we expected, but we'd like to bring it back to €5 billion and if possible, below. What that depends on is strong execution of our initiatives, controlling, if you like, the throttling of investments so that we line them up with the crystallization of savings."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "And to Chris's point at the outset, the absence of surprises. But we feel like we've got the tools in our hands to achieve that and a lot of hard work lies ahead, but we've got a clear path. I do want to say as a proviso, all of that, one of the things we always found difficult in talking about absolute expense numbers is FX can move it around. So you have to keep that in mind. But in general, we're managing to that ex-FX run rate."
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay, so all else equal €5 billion is ideally the peak as we look out?"
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes, I think so."
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from Stuart Graham. Please go ahead with your question."
  },
  {
    "person": "Stuart Graham",
    "role": "questioner",
    "position": "Unknown",
    "text": "Oh, hi. Thank you for taking my question. I had two, please. The first is on return on tangible book value. As an aside, I didn't see the 10% group target for 2025, but I guess that's still in place. But my question was on the return on tangible in the investment bank. It was only 4% in 2023, after 8.4% in 2022 and 9.4% in 2021. So what's your target return on tangible book for the investment bank in 2025, please?"
  },
  {
    "person": "Stuart Graham",
    "role": "questioner",
    "position": "Unknown",
    "text": "And the second is a geeky question on U.S. CRE, the Q3 stage, you said there was just €3 billion of U.S. CRE loans to be modified in the next 15 months, but you did €2.3 billion already in Q4. So what's your revised expectation for the next 12 months in terms of modifications? And do you have an update on the €0.9 billion stressed lost estimates you gave at the Q3 stage, please? Thank you."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thanks, Stuart. Look, the IB needs to be above 10% in 2025. Very simply, just it's a kind of law of averages that we have, and what gives us real comfort there is we've been going through some amount of transition as well in the mix of business, where as we shift to more capital light revenue sources, you should be able to see that a strong lift and the investment bank will also benefit from some of the cost saving initiatives that are there in their allocated expenses. So we think their path to that 10%, well above 10%, is reasonably clear. On U.S. CRE, actually, I don’t have a number to hand. We are continuing to work through, and I just want to make one distinction clear. There are maturities and extensions of loans and then modifications. And so we think there’s about €10 billion of either extension or maturity events to work through this year. Some of which will lead to modifications of various sorts and then applying the percentage that we show you of 4%, 4.5%, you’d expect some of that to obviously translate into credit loss provisions. So hopefully that gives you a sense on both of those questions."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "Can I just add, Stuart, because your question on the investment bank is obviously important, and rightly, James went to the composition of revenues and our investments we did in the capital light business, which will obviously help."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "Secondly, our focus in bringing the cost down is on the infrastructure and he said that. I would also like to mention that if you simply look at the market comparison of Deutsche Bank versus other peers and you look revenues over RWA, the investment bank is doing actually already an excellent job."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "So it’s now very much about the composition and the balance of revenues, which we are starting and started to address last year with our investments. And I can see that the O&A business is obviously coming back in 2024 and the infrastructure cost. So I think the investment bank on the top line versus RWA is actually already doing an excellent job. And obviously we expect that to be maintained."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "And last but not least, just for clarification, you indicated it at the start. It’s a full confirmation. Yes, we clearly confirm the larger 10% RoTE for the year 2025. There is no doubt."
  },
  {
    "person": "Stuart Graham",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay. Thank you. Thanks for taking my questions."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question comes from Nicolas Payen from Kepler. Please go ahead with your question."
  },
  {
    "person": "Nicolas Payen",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes. Thanks for taking my question. I have two, please. The first one will be on the litigation write back that you had. It was quite significant, so if you could have a bit more color on what is it related to, please. And the second question is coming back on your U.S. CRE CLP. It has doubled in Q4 versus Q3. So I’d like to know what kind of assumption you have backed in regarding U.S. CRE CLPs for 2024 and how does it fit into your cost of risk assumption of 25 bps to 30 bps for 2024? Thank you very much."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "Sure. Nicolas, it’s James. Happy to take the questions. Unfortunately, as you know, we don’t give detailed information about what goes in and out of the litigation provisions. Your point is, it’s a large one and that is fair. I can’t say more, really. It’s a long standing provision that we’ve held and now taken the view there isn’t any more basis to retain it."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "On CRE, look, I could imagine that the next couple of quarters, Q1, Q2, could remain elevated, but I can also – and my own expectation is that it would begin to sort of ameliorate towards the second half of the year and into 2025."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "You shouldn’t be surprised if it were in line with 2023 as sort of a baseline expectation, and in an ideal world, it might be a little bit better than 2023. We will publish a revised stress scenario in our annual report. I’d say that’s probably deteriorated a little bit given the circumstances we see in the marketplace. And as you can see, cumulatively, we’re tracking closer to the level that we’d laid out in our Q2 and Q3 reporting."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "That said, and I think it’s important to say, as you think about our forward guidance, if you take out the €450 million across the various portfolios that we booked in commercial real estate in 2023 and take that out of the numbers, you can see a CLP level that is running actually in a relatively normalized range. And that’s in a year in which we actually incurred some losses, particularly in the Private Bank that went beyond what we would normally see in the Private Bank."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "You recall a couple of idiosyncratic cases in the first quarter and then in the third and fourth quarter some amount of, what I call, excess provisioning associated with the operational backlog issue. So we think that all gives us confidence that as this cycle in commercial real estate abates over the next six quarters, you should see a much more normalized credit loss provision emerge."
  },
  {
    "person": "Nicolas Payen",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you very much."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question…"
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question is from Anke Reingen from RBC. Please go ahead."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you very much for taking my question. Just two small number of questions. The first is just to clarify, the payment from the resolution fund, which you didn’t get in Q4. That’s not included in any of your commentary about costs 2024, 2025, and maybe you can give us a bit of an indication about the magnitude."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then lastly, sorry, just the numbers question. Given the many moving parts, can you help us a bit with your tax rate guidance? Thank you."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "Anke, thank you for your question. Yes, we – on the [indiscernible], that's the German word for the payment from the German resolution fund. We clearly expected the repayment into the banks because we feel from a legal analysis that this is our money. We also made various proposals to the German government together, by the way, with all banks, the saving banks, the cooperative banks, and the private banks, how we actually can use that money nicely in order to fund the transformation in Germany. It seems to be that the German government is going another route and obviously we need to review that from all kind of perspectives, as you can imagine."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "But to your clear question for the guidance of 2024 and 2025, this is not part of our plan, i.e. there is no cost plan where this is included because for the time being we assume that this is not coming our way. But of course, we need to review it from a legal point of view."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "Or capital plan for that matter. And then tax, I would use a 30% rate in your modeling for 2024. Obviously, always uncertainties and things that can change. One thing that we are now at the end of is the DTA valuation adjustments. We've essentially written back the tax attributes in actually three jurisdictions now, the United States, the UK, and Italy, and therefore where you should see a normalized level of taxation in the coming periods."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you very much."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you, Anke."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question comes from Giulia Aurora from Morgan Stanley. Please go ahead."
  },
  {
    "person": "Giulia Aurora",
    "role": "questioner",
    "position": "Unknown",
    "text": "Hi, good morning, and thank you for all the new disclosure, in particular on NII and costs. I want to ask you, however, a question on capital. Specifically, there have been some headlines on potential M&A, which is something that you also looked at domestic M&A few years ago, but that seems to be at odds [ph] with what we hear today, your big commitment to capital distribution. So how do we square these two, and what would take you to pursue some big M&A?"
  },
  {
    "person": "Giulia Aurora",
    "role": "questioner",
    "position": "Unknown",
    "text": "That's the first question. And then the second question is more of a numbers question. Sorry. Going back to the costs again, I hear a lot of conviction on €20 billion by 2025 underlying and one-offs reducing. So what is a sort of run rate for restructuring costs? Do you expect it to be €400 million in 2024 and then down to €200 million? And, yes any similar comment on other potential one-offs? Thanks."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "Well, let me start. I'll have a quick thing to say. Yes, it is at odds, and what you hear from us is a commitment to distribution. And on costs it's hard to say with perfect accuracy what it is that these litigation and restructuring severance, obviously the latter is more in our control. If I look to 2025, I think €400 million collectively for the two would be a reasonable kind of planning assumption, and we'd like to do better than that. Clearly, one of the things that we're working to do is put the remaining restructuring items behind us now in 2024, I've given you an estimate of what that looks like."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "And as I said earlier, one does looking at our litigation sort of portfolio, one does feel that it's changing in terms of kind of number and size of events. Now, it's never a perfect forecast, but it's certainly something that we're hoping to work down to a more normalized level. So, I'll give you €300 million to €400 million is probably a good planning assumption across the two."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "Giulia, I just want to emphasize that what James said on the M&A, there is nothing we can do about headlines. We focus on ourselves, and distribution to shareholders is, at the heart what we are doing."
  },
  {
    "person": "Giulia Aurora",
    "role": "questioner",
    "position": "Unknown",
    "text": "Understood. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question comes from Jeremy Sigee from BNP. Please go ahead."
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you. Just a couple of number detail things, please. Firstly, on the capital returns, can I just clarify what has been deducted from capital already is it the €0.45 and the €675 million, buyback but no extra have those both been deducted, and linked to that is the constraint when you talk about the 50% payout for the returns done over the course of this year, and in particular in the second half of this year, is the constraint 50% of this year's earnings, 2024, or constraint being 50% of last year's earnings, which a lot of it was accrued out of."
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then the last question was just on the costs, I know we've talked a lot about it, but in the divisions, both the IB and the Corporate Bank were about €100 million heavier in the quarter, and I wasn't very clear. I wonder if you could just talk a bit more about how much of that was specific items or sort of year end extra, and how much of that falls away. That'd be very helpful. Thank you."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "Sure. Jeremy, I think I got both of your questions, but feel free to follow up. Look, we would like to stick to the 50%. We think that's prudent and ideally not go beyond. By putting out the dividend guidance that we have, I think the indication is management is confident of its ability to grow earnings from here. If you think about 50% of our net income to common for 2023, that actually gives us still a fair amount of room against the €1.6 billion that we've talked about today."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "To your question about what is, if you like, disregarded in the ratio based on interim profit recognition, the answer is the €900 million, the 45 cents [ph] is disregarded in the December ratio, the €675 million is not removed from that. The €675 million we see as part of a discretionary program rather than the 50% payout ratio assumption, which in essence wasn't in place for 2020 – in respect of 2023. That €675 million would represent about 20 basis points. And so in the rounding, we'd be at 13.5, maybe 13.6 pro forma for that second buyback."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "In IB and CB costs, I do want to just remind that CB took the lion's share of the FDIC assessment, so there's noise this quarter on that, as well as last year in the fourth quarter, there was a – what I'll call a true up in the internal service cost allocation. So that's been a bigger feature in for CB than the others. And in IB, of course, we’ve – that's seen a fair amount of the investment in 2023, including, obviously, Numis in the fourth quarter. So noise in both. And as we strip away now in Q1, you should see what I'll call as a cleaner run rate in both of those businesses."
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you. And just to be clear, both of those things are in the adjusted costs. So the FDIC is in the adjusted costs. It's not been stripped out as one off."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes. FDIC was not stripped out as one off."
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "So the only thing that is, of all of that, the only thing that's not in adjusted cost is the Numis impairment."
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "Unknown",
    "text": "Perfect. Thank you very much indeed. Appreciate it."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you, Jeremy."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question is from Andrew Coombs from Citi. Please go ahead."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Unknown",
    "text": "Good morning. Two questions, please. Firstly, thank you for the net interest income walk. In the guidance for the decline that you gave for 2024, you talked about moving to a steady state level on deposit pricing. Perhaps you could just elaborate there on what your steady state deposit beta assumption is? I think your peers are at 40%, but perhaps you could elaborate there?"
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Unknown",
    "text": "Secondly, coming back to the non-net interest income growth, it looks like you're targeting €1.6 billion a year in both 2024 and 2025, 9% to 10%. It's a very healthy run rate that you're guiding to. Within that, you've mentioned the four different components. So fixed income, origination & advisory, wealth and asset management. And you said that origination & advisory is the biggest component within that. But perhaps I could ask two things. Number one, can you split out the growth between those four? And secondly, how much of it is driven by industry wallet versus how much is market share gains? Thank you."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "So I'll speak to the beta. Look, we sort of made a policy decision, if you like, not to talk about betas in specific terms externally. What we have seen, and I think we've talked about this before, our portfolios are quite varied. And by that I mean the deposit portfolio breaks out between private bank and corporate bank. And then in each of those businesses, really euros and dollars. And then, of course, there's a dynamic around what is site and what is term. So there's different sort of behaviors across those things. What we are thinking could happen is that with the expectation of the market now, that policy rates will start to go down, that the long-term interest rates have gone down. You may see a peak in terms of pass through, or we may have in fact seen a peak in terms of pass through, because now banks are reacting and our clients are reacting to a changed interest rate environment."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "And hence we could – can't say this was certainly, but we could be near a peak of the pass through associated with the rate increase cycle we've just been through. And now the question will flip to how sticky will customer rates be on the way down? So a completely different dynamic."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "As I've said, our – and we said this in Q3, and I guess I'd reiterate this, our beta assumptions assume a continued convergence towards the models as though the trend was still upwards, although there's a possibility, as I say, that we've peaked and may run flat for a period of time before things start to move down. So an interesting dynamic around the betas."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "In terms of the split, I don't want to go into too much detail, but I would say relatively evenly split between private bank, corporate bank and the fixed income and currencies business. So producing, let's just say about half of the rise, if I would put it in rough terms and about the other half in O&A."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "And as I've mentioned, we see O&A as a recovery rather than a growth from a, kind of a steady state level and in that number you might see two-thirds of it be the market and a third be market share. But again, those are very rough estimates that we're sort of looking at in our planning. Lots of things can move, but I hope what you take away from that is how broad based the sources that we're looking at are."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "And as we've talked about, much of the revenue base becoming predictable around input drivers and output revenues that it produces alongside as we show you now a relatively predictable net interest income stream, including incidentally the breakout now of what we're calling the banking book businesses, which include the financing in FIC. So hopefully that's some good color on what we're seeing and is driving the raised guidance."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Unknown",
    "text": "It's helpful, thank you."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you. Thanks, Andrew."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question is from Andrew Lim [Société Générale]. Please go ahead with your question."
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Unknown",
    "text": "Hi, morning. Thanks for taking my question. So firstly, on that non-NII guidance that you've lifted, it does seem a large part of that is based on self help and investments, but I guess some part also based on market growth. So I guess my question here is what's your assumption for GDP growth backing your guidance here and in particular for Germany?"
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then my second question is back on your cost guidance you're guiding to €5 billion for 1Q and I guess about €20 billion for the year. But typically you've had about €5.3 billion, €5.4 billion for the 1Q and then a bit less than €5 billion for the remaining quarters to reflect the seasonality of stronger revenues in the first quarter. So just wondering how you're thinking about that now? What's happening with the seasonality through the year?"
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes. So, Andrew, thanks for the questions. So the bigger driver of the Q1 numbers has been the bank levy and we've had to go through the adjustment sort of hoops on that. And we think it was still to be finalized and determined, but we think that noise will be removed. And also, ironically we've had to book some bank levy in Q4 because of the way the dynamic works between the UK and the European bank levies. So in a sense brought forward some bank levy from 2024 into 2023. You're right that there is some seasonality, especially with variable compensation bookings, but on a relative basis to a big number like €5 billion, that is not a massive driver. But something we look at and manage carefully, given the importance of it to our business."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "On the assumptions of GDP growth, we just use a consensus view. And that consensus view obviously already reflects pretty muted GDP growth performance, especially in Germany. So zero, slightly negative, relatively muted in Europe, but in the United States and Asia, probably assumptions that right now are a little bit behind what the consensus views. To be fair, GDP isn't necessarily the main driver of the engines that we're talking about of the fee and commission income growth, I'd say it's more activity."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "And by activity I mean loan fees on trade finance, which has been relatively muted. I mean transactions in terms of issuance where we also in our Trust and Agency and Securities get business, get fees on custody and also transfer agency and the like. So it is activity levels that really are the driver and they cohere more just with corporate and household confidence than specifically GDP growth assumptions."
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Unknown",
    "text": "Many thanks for that."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you, Andrew."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question is from Mate Nemes from UBS. Please go ahead."
  },
  {
    "person": "Mate Nemes",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you, and well-done on the results today. A couple of questions from my side. First, as a follow-up, you mentioned that the non-NII revenue growth could be perhaps coming maybe two-thirds from market growth and one-third from market share growth. Looking at this and the €32 billion implied revenue target by 2025, could you give us a sense what degree of flexibility do you see on the cost side? Should perhaps some disappointment happen? Maybe from the market growth side, what levers do you have to pull? Should there be a disappointment on revenues? Because clearly you are doing a lot to hit that €20 billion adjusted cost target. That’s the first question."
  },
  {
    "person": "Mate Nemes",
    "role": "questioner",
    "position": "Unknown",
    "text": "The second one is on capital management and specifically M&A. I think we’ve heard you loud and clear that you’re focused on distribution mainly, but you’re also looking at perhaps accelerating growth in some areas and investing in the divisions."
  },
  {
    "person": "Mate Nemes",
    "role": "questioner",
    "position": "Unknown",
    "text": "Do you see scope for perhaps bolt-on acquisitions along the lines of Numis here and there? And if that’s the case, where do you see opportunities? You can accelerate the organic growth and what would be your criteria? Thank you."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you. Let me start with the last one. One cannot exclude that. And if there is an opportunity in one of our core businesses that we have an add-on acquisition, which makes sense from a content point of view, from a regional point of view, from a client point of view, and it fits into our culture, I wouldn’t exclude that. But it’s not the main focus of our strategy. And when we came to the previous questions and the headlines, I was referring to in particular the bigger M&A’s, which is not our priority. But if we would have an opportunity, I would always say we would potentially look at it. But again, we feel that with the existing platform we have, with the existing franchise we have, we are really on a good path to achieve the goals be it on the revenue side or on the cost side."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "I like your questions on the cost side with regard to the flexibility. Yes, we have clearly an ambitious road on the non-NII, but I can see already how in particular in the O&A business, our investments, both in Numis by the way, which is running really well, but also the hiring of the people, which we have done, is adding in terms of mandates and also revenues. Also when I look now at Q1, but clearly if it’s not coming, we have a dynamic process. And that dynamic process is that the business has to explain to the CFO, but also to me what they are doing if the revenues are not coming through."
  },
  {
    "person": "Christian Sewing",
    "role": "answerer",
    "position": "Unknown",
    "text": "Now, to be very honest, we build it for the long term. And I think it’s the right decision for us to expand in that business. But clearly if revenues would lag, then obviously you have various levers, be it in that area also variable comp. We have other investments, which are part of our plan for those business, which we can reduce in this regard we would proactively, obviously countermeasure."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "And Mate, just a couple of things. I may have just clean up a statement of the market share versus market growth. First of all, the focus there was on origination advisory, and I may have inverted what I meant to say is two-thirds we think comes from market and one-third from market share growth. But again, those are estimates. I guess the one other thing just to point out on your capital question, Slide 17 of the deck, what we tried to indicate is in the last 25% block there of how we would apply the capital is sort of stuff. It is whatever we’re not able to offset of CRR3 through our capital management measures, then either ratio build more distribution would be built into that and also some leeway to pursue bolt-on acquisitions or have the capital impact of bolt-on acquisitions if we find the right opportunities."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "We’ve talked in the past what those opportunities typically look like, we’ve been clear that DWS, the asset management business, has been seeking opportunities and we would put capital to work there. We’ve looked at other opportunities over time. But I guess the thing to point to is just we would be disciplined about targeting investment opportunities that are, relatively speaking, capital light and strategically on point, as Numis was with our Global Hausbank strategy."
  },
  {
    "person": "Mate Nemes",
    "role": "questioner",
    "position": "Unknown",
    "text": "That’s very helpful. Thank you."
  },
  {
    "person": "James von Moltke",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "That was our last question for today, which concludes our Q&A session. I would like to turn the conference back to Ioana for any closing comments."
  },
  {
    "person": "Ioana Patriniche",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. And thank you for joining us today and for your questions. If you have any further questions, please don’t hesitate to contact the Investor Relations team. And with that, we look forward to speaking to you at our first quarter results."
  },
  {
    "person": "Ioana Patriniche",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]