[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions]. The first question is from Magdalena Stoklosa from Morgan Stanley."
  },
  {
    "person": "Magdalena Stoklosa",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "I've got two questions. One regarding the NII trajectory and sensitivity and another one on the net new fee generation inflows into the kind of into wealth and what you're thinking about it going forward? So on the NII, your sensitivity kind of changed slightly versus the last time you've published this. We had a kind of slightly less U.S. dollar sensitivity. But of course, the biggest change is actually coming from Swiss franc and of course, kind of unsurprisingly so given the rate hike and, of course, kind of very different rate trajectory in Switzerland from here. But could you kind of run us through how this is going to pan out on a more of a quarterly basis? Because, of course, your initial sensitivity to Swiss franc interest rate is slightly negative given the Central Bank liquidity and also your deposit charging practice. How -- and of course, then it's kind of -- it goes up as the rates move above 0. Could you give us a sense how you think that's going to pan out and also on U.S. dollar? Is it really a kind of question of effectively having spent some of that. Your NII has already increased by the 24% in GWM in particular. So that's on NII."
  },
  {
    "person": "Magdalena Stoklosa",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "And on the inflows, of course, you've got -- I was kind of very pleased to see those inflows in APAC. Could you give us a sense where do they go kind of product-wise? And again, your view on flows, maybe a little bit going forward? I know you've mentioned Americas in July, but just slightly further out, what's the pipeline looking like?"
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Okay. Thank you, Magdalena. So on the flows and NII, Sarah will take the one on the NII because you're asking for quite some details there. So latter work on that a bit before we give the answer."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "So on net new fee-generating assets, yes, we're very happy to see that we -- after working with our clients, looking at the opportunities they had and given the fact that in Asia Pacific, you saw already a kind of a muted behavior around our -- with our clients in terms of the transactions over the last 3 quarters, actually almost for a full year now that we have been able to secure them to look at managed business. And that's what you see coming through in the net new fee generating assets of €3.3 billion in Asia Pacific. So that is something that we're very happy about."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "We also saw 1.1 billion of inflows, net new fee-generating assets, for example, here in Switzerland as well, and we saw some higher outflows in the U.S. specifically as to what we expect going forward. Who knows the future, certainly these are uncertain times. Having said that, we are very focused on supporting our customers through this mandate and therefore, net new fee-generating assets is a very good alternative with our CIO strategies there. They are attractive. We are continuing to hire, for example, also financial advisers in the U.S. that should also give further rise of increases in net new fee generating assets. And the first week of the first weeks of the third quarter, basically look broadly positive across the whole franchise."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "So that's what I can tell you. I can't go much further as to where it will go. But we're really working hard on this. Managed business is what we do, staying close to the clients, recruiting financial advisers also in the U.S. making sure that the mandate business continues to grow there as well. And at least in the first 3 weeks of this quarter of this new quarter, we saw a broadly positive flows. Sarah?"
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Yes. So on NII, I think what you're noticing and it's not surprising is that in the U.S. because we have already seen some of the changes, the sensitivity decreases and that is, I would say, mathematically always to happen. And then, of course, we had the events in Switzerland, which were not expected as of last quarter and that's come in. So in terms of like how that translates for us, the first thing that I would say is that the guidance that we gave last quarter stands on a static balance sheet basis as we gave it last quarter. And if you want to dig a little bit into what has happened. You heard the excellent numbers that I mentioned, the 24% year-on-year up in GWM, sequentially 11%. The increase in margin by 60%. The performance was strong. And our actual betas were lower than our modeled betas. So that was on the U.S."
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "In Switzerland, what we did is what we should have done, which is we, of course, translated to the clients as needed, the changes in the rates that we experienced. We have always said that being close to 0 or a 0 is not the best place for us on the right curve in Switzerland. And the good news, though is that at least the expectation today is that we would stay probably a very little time in that zone and we'll be able to benefit from the tailwind once we are into the positive territories."
  },
  {
    "person": "Magdalena Stoklosa",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "So we're likely to see kind of probably a couple of quarters of more of a stable alternative even the kind of headwinds to the NII before probably, let's just say, mid-next year, that kind of sensitivity coming through, maybe even the beginning, depending where SMB actually ends up."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Yes. Well, very -- well, I don't think like major headwinds, honestly. So I'm not sure where that comes from. But if that has to do with the fact that the SMB is still at minus 25 basis points, and that is a situation where on one side, on the loan side, (inaudible) deposit side, we're at minus 25 basis points, so we can't charge more. Clearly, the pricing that -- the way we have done our pricing there, it was not at a full minus 75 basis points anyway, right? So because we very much look at the client side there. So from that perspective, if the SMB does not further hike yes, it may be a bit of a downtick, but I wouldn't talk about headwinds there, honestly. So..."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Chris Hallam from Goldman Sachs."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs Group",
    "text": "So just two questions. Firstly, just a follow-up on this NII point. I guess to sort of put it into numbers, the net interest margin in Global Wealth Management was around 220 bps in Q2. It's up around 40 bps versus this time last year. So do you have a sense for how much more of that margin could expand by both sort of over the next couple of years? That would be my first question."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs Group",
    "text": "And then second, you mentioned client sentiment remains subdued in Q3 so far. And I just wondered if there's any regional nuances within that overall picture or whether that's a fairly consistent global backdrop?"
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Yes. So as always, so if you look at how clients have currently allocated their investments, we have not seen a massive change away from cash, also not into cash. So last year, it was like 22% in cash, now it's like 23% in cash. So that's not where we see it really. If you look at investor sentiment, we do see a decrease of that sentiment with Asia being more optimistic and across the different regions. So that's a little bit the sentiment around it. In terms of the flows, I just indicated that the first 3 weeks of the third quarter, we saw broadly positive flows coming through."
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So in terms of the NII, we are not going to guide further on the precision of what the deposit margin is going to be, but there certainly could be additional upside."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Kian Abouhossein from JPMorgan."
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "JPMorgan Chase &amp; Co",
    "text": "Yes. Good morning, Ralph. Good to have you at UBS, Sarah. Two questions. First of all, if I look at the numbers, the thing that strikes me today is that you're underperforming U.S. peers in all IB areas and you're underperforming in U.S. Wealth Management, Morgan Stanley, which is comparable. So clearly, I don't want to make just about the second quarter in terms of future market share movements, but just trying to understand from your perspective, because I'm sure on the Executive Board, you discussed it, why you think you underperformed in equities, fixed income, IBD, U.S. Wealth, and I would even say Europe wealth against (inaudible) yesterday."
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "JPMorgan Chase &amp; Co",
    "text": "Second question is regarding again, coming back to wealth management, Asia deleveraging, is that stopping or is the second derivative changing? And can you talk a little bit more about again, advisers in that area as well, considering your advisers are still declining. And if I may take it slightly further. Clearly, the new change in the structure of wealth management in terms of management itself with (inaudible) taking a bigger role. Just wondering how that is changing within Wealth."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Okay. Thank you, Kian. I'll answer and then Sarah can fill in. So I'll start with the second one. So the deleveraging in Asia Pacific last we saw continued deleveraging of minus €3.3 billion in Asia Pacific in net new loans. Who knows, honestly. It really depends on how things develop. But I do expect that towards the end of the third quarter and certainly in the fourth quarter, that there will be much more optimistic news coming from China and within Asian. So I do expect that on the back of a confirmation of the political leadership in China. And with that, the confirmation of the economic policies in China and with that also further lifting of restrictions around COVID that the whole Asia area the whole Asia area will basically get a bit of an uplift and will pick things up. And with that, I do expect also then the deleveraging to stop at the moment in time."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Now will it continue at this moment in time? We don't have numbers, so I can't update you as to what is happening right now. But you saw the minus 3.3% for the quarter. So with the decreasing market levels, you can expect them through the margins. Also to have to repay some of our loans. So I think that's kind of the direct relationship that you can expect. And that is in Asia, it's a lot of lombard loans business that we have there. So that's the overall picture there."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Then specifically as to the change in leadership, there is not really a kind of a big change here, honestly, from that perspective. So Tom has done a remarkable job at turning the U.S. into profitability. Very much focused on further decreasing the cost income ratio, improving the scale that we have in the U.S., codeveloping the strategy as to what are the next steps in the U.S. And so remarkable performance there."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "And after almost 40 years with UBS, it's only natural for him to look at, okay, what's next. So the way we are now looking at organizing there is that we are pointing Naren Hassan as an executive team member reporting to me for the region and very much responsible for the original execution of the plants, also for wealth management, but also for IB for asset management and then (inaudible) taking the global strategic role for wealth management. That's the way you can read it. And then basically, all of the divisions have a sole lead structure, IB with Rob Karofsky; Asset Management with Sony; and Wealth Management with (inaudible); and then Sabine on the P&C side, but that's local, and then complemented with strong regional leadership. That's the way we go about it because we have an ambitious plan for the U.S. We believe in those plants and the execution of those plans certainly also from a digital perspective, not only for the digital proposition, but also to support the financial advisers as crucial and Naren brings that experience. And together with (inaudible), I think there will be a good team to focus on the U.S. market."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "With that, Sarah, maybe some more color to the U.S. performance, the relative performance?"
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Yes. So maybe I'll start with a general comment on the IB performance and how the mix has affected it I think that basically, when you're looking at our performance in the second quarter, we were a reflection of our mix in the same way we were in the first quarter. So in the first quarter, we had tremendous outperformance in a market that was very much towards the solutions and towards equities and here, we saw the reverse. So we on our strengths in APAC was not particularly accretive in terms of the contributions."
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "The U.S. houses were very strong in the U.S. for Flow business. As you know, Kian, we have a very capital-efficient model where we are focused on solutions that are additive to the ecosystem and less so on the flow business, which we view as less capital efficient. So we did not participate in that fee pool. We participated to a degree, but less so on a mix adjusted basis. We did see FX and rates are being strong for us. and financing was a good story in the U.S. and across the world as well as clearing. And then if you do a deal all the adjustments and we do that based on the public information that our peers as they reported in markets, we actually end up if you adjust for mix, if you adjust for the products as well as the regions and then you end up within the range of the performance. And then if you account for the fact that we are less on the flow side that really explains the whole story."
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "In terms of U.S. overall, I think that when you look at the situation, you've got a contribution actually that ended up being 40% of the revenue of the firm. So I would certainly not say that, that is not noticeable, with, of course, the strong contribution from NII and from the banking business that is being built, and that is already contributing strongly in the U.S."
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "We got outflows that were very much tax-related and so $10 billion because UBS is positioned at the high end of the wealth spectrum $10 billion versus $7 billion last year. So I would say it's not surprising, but it certainly contributes. And then you have to catch back from that to get into the net basis."
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "We did see the SMAs and the privates being offset. And as I mentioned in my prepared remarks, we're seeing positive flows in the U.S. in particular, but we're seeing positive all around in the 3 weeks of July. In June, we also have seen positive outflows in the U.S. So that's another proof point of the fact that April and May were very much tax affected."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Benjamin Goy from Deutsche Bank."
  },
  {
    "person": "Benjamin Goy",
    "role": "questioner",
    "position": "Deutsche Bank",
    "text": "One question actually on cost and cost control in GWM. I think from a revenue perspective, it's actually improving, meaning NII is going up, which I think is limited. Compensation linked to that and then where the revenues went down. I was just wondering how you see that playing out? Can you really push that through? Or is there just investment needs in the business that keep costs were rather high?"
  },
  {
    "person": "Benjamin Goy",
    "role": "questioner",
    "position": "Deutsche Bank",
    "text": "And then secondly, I was wondering you sold Austria and you're in the process of selling Spain. Maybe you can comment on particularly European consolidation and your own business in light of, so to say, the new market outlook from here?"
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Sure. Thank you, Benjamin. Could you repeat your first question because at the beginning, we lost a bit of the connection there. So I just want to be sure I got it right."
  },
  {
    "person": "Benjamin Goy",
    "role": "questioner",
    "position": "Deutsche Bank",
    "text": "Yes, sure. Now I'm saying net interest income is going up, and there's typically very limited compensation linked to that. On the other hand, fees are falling, where it's more an impact on the adviser compensation. So I was wondering how that plays out going forward also when you think about investment needs and sort of the competitive pressure?"
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Okay. So on the first one, so it is a bit of what it is, Benjamin. So the financial advisers are clearly -- I mean, they are so close to our clients that they really act in their interest. And where there is no investments coming through that that's what it is. They would certainly advise also on cash management, deposits, money markets as well. And they have had a very good years and now in this quarter and the fact that the interest income is basically produced at a lower cost income ratio. That is for us looked upon from a corporate perspective, but they are really advising in the best interest of their clients. So not necessarily then per se, looking at for the quarter what their revenues would be."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "So and the financial adviser distribution model is very important to us. As you know, we have been working on the productivity improvement over the last 3 years and have done really well on that under Tom's leadership. And that is what is important. And the account of financial advisers, which you mentioned is one that we certainly look at. But since 3 years, the account has gone down and as the profitability of the franchise has increased by 60%."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "So moving the financial advisers to the higher wealth and supporting them in their productivity. And this specifically, and now I get to your point, ensuring that we invest so that they can be very efficient and advice to our clients that they can actually have the products on screen that they can -- well, they have that, but in an even better fashion. That is important."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "So the whole wealth management, the remap project, where we invest in a digital tooling for the financial adviser is one that is very important that we are committed to because the distribution channel is core to our offering in the U.S."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "And basically, we had two new releases just in the last couple of months and the pickup of those new releases of our digital support is at 94% with our financial advisers. So it shows that we're doing the right thing for them to be more effective with their clients."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "On Europe, so the way I look at Europe, and I don't think that has really changed, if anything, it's probably worsened. So Europe is not necessarily an area where we expect major wealth creation in comparison to Asia and the U.S. And that's why we have looked at Europe strategically. And we have basically looked at the plan where we can actually support our European businesses from the investment banking side with the right coverage to support the coverage of the -- basically, the family businesses where the wealth creation will be, the entrepreneurs where the wealth creation will be and that is basically a model that we can -- that we don't necessarily need a local activity for in every country."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "And then basically, the discussion around where do you want to be then active locally on top of that offering, really depends on whether you can actually generate the scale then locally. And that's how we came to the decisions to sell Austria and Spain."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "The other countries, we actually feel are large enough with sufficient scale and growth opportunities for us to continue our activities. But I think that I'm not the only one disappointed in the progress of creating a real banking union, where, in fact, you still need to build so much locally in order to be a local player. That scale is an important factor. And therefore, it really depends on the size of the market for us, whether we continue to also do our local offering there."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Tom Hallett from KBW."
  },
  {
    "person": "Thomas Hallett",
    "role": "questioner",
    "position": "KBW",
    "text": "I have a couple of questions, please. So firstly, on the Investment Bank, I just wanted to know if there's any LBO hits booked in there? Or is that something we should expect in 3Q instead?"
  },
  {
    "person": "Thomas Hallett",
    "role": "questioner",
    "position": "KBW",
    "text": "And then secondly, I'd say broadly, you've demonstrated some good cost flexibility in the quarter. But I guess the concern now is how much flex there is from here should obviously conditions fail to normalize. So what additional levers can be pulled? And what are you currently seeing in terms of cost pressure point?"
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "So Tom. So the first one, Sarah will answer. The second one, I'll answer it with you right now. So first, it is important to look at the cost-income ratio. That's what we have kind of targeted with you. And we are fairly confident to stay within the range of the cost income ratio given our current model and our current plans."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Having said that, we do expect that we do see further flex if there is -- if it is necessary. So we do focus on cost. We're looking at cost as we speak. But we will not sacrifice the investments in the growth plans that we have unless those growth plans really are delayed in terms of the opportunity that they show. So there are some flags there. If we truly feel that some of the growth may not come and clearly, we will -- we could work on that side. And we have a savings plan in place, as you know, which is the $1 billion plan that we announced when we announced the strategy. and we are fully on track to deliver the $400 million out of that savings plan this year. So that's an important factor as well to keep our costs under control. And then in the end, there is also such a thing that if the revenues are down, that the bonus accrual will also be down, and that's another factor that is important to manage our cost. So with that, Sarah, first question."
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Yes. In terms of -- I put on my prepared remarks that we had $70 million net mark-to-market in LCM corporate loans and corporate real estate. So I think that what you asked for was included in that number."
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "I've also added that there was no development in July that has meaningfully affected our marks. And so when you think about that in the context of our market share in B2B 3, this is actually an outcome that is less than what you would have expected based on our market share of B2B 3, and we believe that we have managed our risks well."
  },
  {
    "person": "Thomas Hallett",
    "role": "questioner",
    "position": "KBW",
    "text": "Okay. And Ralph, just a quick follow-up. So one of the main cost pressure points you're seeing at the moment, maybe regionally back office. What are the kind of key points there, pressure points?"
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Well, I mean, so you know that the largest part of our cost base is personnel cost so. And that's a combination of inflation as well as still in some areas, a real tension in the labor markets in the geographies in which we're active. So that's where you see upward pressure on salaries still. And depending on how things unfold, if the inflation becomes stubborn, so to say, and that, in the end, will come through also in general salaries as well also in the areas where there will be less of a label market tension. So that's where you see most of the upward pressure coming through. There's not a lot we can do about that other than further digitalizing our processes so that we can basically manage the account. What we are really working hard on and indicated in my presentation as well is the engineer account as a percentage of the total of technology spend. With that, we create a lot of productivity, which currently we use to continue to invest, but we could also translate that into a different way. So those are a couple of areas where we see pressure up and productivity gains. So that's how we manage the mix a bit."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Flora Benhakoun from Jefferies."
  },
  {
    "person": "Flora Benhakoun",
    "role": "questioner",
    "position": "Jefferies",
    "text": "Yes, the first question I'd like to ask you is on the buyback plan. You confirm today that you stick to the $5 billion buyback for this year. But at this pace, you will probably be finished with this buyback by the time you published Q3 results. So just for understanding here what we should expect, is it possible that you could decide reloading the buyback as early as Q3 results? Or this is something you rule out from today's standpoint already and not to be considered before full year results are published in February next year."
  },
  {
    "person": "Flora Benhakoun",
    "role": "questioner",
    "position": "Jefferies",
    "text": "And the second question is going back to the NII. I heard all the comments you made earlier on this call in the U.S., on the Swiss exposure. You used to provide a guidance, at least you did in the previous quarter on the additional NII we should expect for this year. Does that guidance, the 1 billion additional year-on-year NII for this year, does that guidance you hold?"
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Yes. As you already had in your question, we confirm to buy back around 5 billion of shares, and we're well on our way there. And that's what we will do. Further capital distribution to our shareholders beyond '22, we will basically update the market on the -- with our 4 quarter results. It will be a mix of progressive dividend and share buybacks, but we will see at that moment in time."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "For now, we are focusing on the share buyback program that we have, which is around €5 billion repurchase of shares. NII, Sarah?"
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Yes. I already answered to a previous question, I reconfirmed that we're standing by the guidance as it was given in the last quarter on the static balance sheet."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question is from Stefan Stalmann from Autonomous Research."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "I have two questions, please. So the first one on deposits. Your deposit balance in Global Wealth Management has come down quite a bit, 6% during the quarter, quite similar to what we have seen at U.S. peers. Do you have any visibility on where these deposits have actually gone and do you expect more deposit outflows going forward? And can you actually say whether clients have moved out of deposits into, let's say, money market funds or other disintermediate forms of savings. And if that's the case, why have they not gone into asset management products, which I guess if you look at the flows, it has probably not happened."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "The second question on liquidity, please. you're facing now changing and probably higher liquidity requirements on the Swiss rules. And I've seen that you say that the impact on these requirements is still quite uncertain, but could you maybe give us an early guidance on whether you see any impact of these new rooms on balance sheet or P&L for you?"
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Yes. Stefan, on the second one, I can be short. Basically, the audience is finalized just 3 weeks ago, 4 weeks ago. We are waiting for further guidance from FINMA on that one. And before we have that, we can't update anyone. So we really want to wait for that guidance before we give further updates. Sarah, on the first one on the deposits."
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "On the deposits, as you noted a little bit in your question, yes, there was some flows into money market. There were some flows into TBL treasuries as people basically took a little bit of duration and are usually very, very high-quality especially government assets. And we would say that given the strength of our savings products, we were able to retain a good amount because when you mentioned a similar performance in the U.S. peers, but we actually don't have the banking, checking products to the extent that they have it. It's definitely something that is important in our plans to grow. So having accomplished a similar percentage given we didn't have that, I think, is a good performance. And in terms of like where specifically we saw the outflows going, it's not that easy to track because some of it went directly to tax. And so you can't actually then see where it comes back."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Piers Brown from HSBC."
  },
  {
    "person": "Piers Brown",
    "role": "questioner",
    "position": "HSBC",
    "text": "Just few questions. One was on the EMEA net new money flows. The outflows of €0.5 billion. I'm just looking at that number and linking it to the disclosure you gave for assets held by Russian residents, which I think has halved in the quarter. And just this is only limited between those 2 movements. The second question is just on the CET1 movement, whether there's been any significant OCI impact this quarter."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "OCI, Sarah?"
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So what you would see in OCI is simply on some of the currency impact that is running through the CET1 and then that $600 million, and then it is offset by the RWA $5 billion down. And so the net of all of that is the 10 basis point headwind that I mentioned, but not much. And then you have the reclassification that I mentioned, which is actually going the opposite direction and offset it."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Yes, Piers, on your question in terms of the decrease in net new fee generating assets for EMEA. Well, we don't go into further detail about this. But yes, part of that is certainly also to do with -- can also have to do with Russian clients."
  },
  {
    "person": "Piers Brown",
    "role": "questioner",
    "position": "HSBC",
    "text": "Okay. Could I just come back on the OCI question. I think last quarter, you gave a figure of $9 billion for the -- I think that was the liquidity book within the U.S. banking subsidiary, which is mainly treasuries and MDS. I think that was the primary driver of the OCI moves you had last quarter. Is that book changed in composition or size in any way? And is that the area that the reclassification is coming from?"
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Yes, that's exactly right. It was $9 billion of that $7 billion is the reclassification that I talked about. And what is left is much shorter duration and still extraordinarily high quality being AA and above."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Yes."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Andrew Coombs from Citi."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Citigroup",
    "text": "One question on the targets and then a follow-up on cost flex, please. If you look at the numbers you published today 18.9% return on core Tier 1 and then a 7.6% cost income, but obviously benefits from the 810 million one-off gain on the mix of JV. So if you try and adjust for that, I think you're looking at about an 11.5% return on core Tier 1 for the quarter and about a 75% cost income ratio. So what gives you the confidence that you can certainly beyond this year, still achieve the 15% to 18% and the target cost income 70, 73 as well. Just anything that you can do from an output perspective, assuming that markets don't recover."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Citigroup",
    "text": "And then the broader question is coming back to the point on Coflex, we've obviously seen a big step down in market levels. And yet, when we look at your cost ex litigation they're down 1%, flat or up 1% in every division. There doesn't seem to be a big step change in the cost to accommodate the move down in market levels and accordingly, what it means for your revenues. So anything you could add on cost lacks above and beyond what you've already said, please?"
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Yes. So Andrew, on the second one, I can be clear. As you know, we are -- we continue to invest, right? So we have plans. We have a strategy. We are investing in our strategy. And where you see some of the cost categories actually being related to revenues. There is also categories that basically, as we have also updated you on our areas of investment. And we are not sacrificing the investments in those growth areas. But if things get worse, we have different levers to pull and then we will pull those levers. So I do think there is sufficient flex."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Having said that, we are comfortable with the guidance around staying within the cost/income range as well as the return range. And Sarah will update you there."
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Yes. So I really didn't follow all your math, because when I do my math, this is what I do. JV sale, $848 million; real estate gains is 46; on the litigation, you would say, it's 221 net; accounting (inaudible) is 214. And so you certainly are taking out a little bit, but you get to a number that is in the mid-teens, not at all the low teens. I'll follow up with you."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Citigroup",
    "text": "No, I think you would look at the accounting utilities as well, which I hadn't which explains the delta. So I guess the follow-on question would be, how does it take today for those to reverse."
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Well, the definition of them being asymmetries we don't have like a great way to project them. We do have scenarios. They are sensitive to the shape of the curve. The basis between different currencies and the basis between swaps and LIBOR so you'll have to know what's going to happen to all of those to give you an estimate. But in general, over a long period of time, they should revert back to zero, which is why I suggested that you could consider them."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Anke Reingen from Royal Bank of Canada."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC Capital Markets",
    "text": "I just have two follow-up questions. The first is on the cost. I just wanted to confirm that your previous guidance about the 2% ex-variable comp and FX and litigation still stands? Or you've seen the inflation pressure is too high. i guess, I mean, I guess, suppose you said it got worse, you will believe us. I guess that bodes us to that as well. And then just on the leveraged finance and the mark-to-market. The 70 million you took in the quarter, I guess that's also relative to the 700 million you disclosed in your report about commitments that have not yet been distributed and can you just confirm your comment about no further marks in July, would you refer to the 700 million as well."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Yes. So Anke, on costs. So as I was indicating, there's certainly upward pressure coming from intense labor markets, coming from inflation as well, and that seems to stay longer than expected. So from that perspective, we're really looking at all categories at this moment in time. If you look at our cost increases, then we would be running pre-FX, pre-everything around 2.8%. We are working hard to moving that down. So it will be in the 2s, but whether it's exactly the two, that's what we're working on."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "So for us, the most important element is the cost income ratio, which is basically the way you measure the efficiency of your total and we're confident staying in that. And as I said, managing costs have different components. And we also have on 1 side to come, the inflation that pushes up the cost pre-FX. But on the other side, we can all recognize that at this moment, FX also has to do with the rate environment. And therefore, FX is not just an FX change, a bit of an FX exchange, but we do look at FX as well as what helps us managing costs. Sarah, on the GWM. So I didn't know where the 700 was coming from."
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Yes. So basically, we did look carefully at our balance sheet commitments and both on and off our balance sheet, but effectively, we have come down actually significantly from a year ago in terms of our commitments in the space. And of course, yes, we are considering everything that is committed in the comments that we provide and in the marks that we have done. So yes."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC Capital Markets",
    "text": "Okay. Yes, just I guess you say in the quarterly report that 700 of commitments not yet been distributed. But I guess that captures it."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Yes, that will always be in that business, right? So I mean, you're on the right. And at this a moment in time, also at the quarter end, you always have positions that are not fully distributed. But as per the end of the quarter, across the 3 different books that we have indicated, leverage, corporate lending as well as real estate, the 72 million markdown is what we and also the accountants feel is the right representation of the value, and that's where we are. It kind of shows that we have been able to manage that book down, and that is a pretty conservative book."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Nicolas Payen from Kepler Cheuvreux."
  },
  {
    "person": "Nicolas Payen",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "I have two questions, please, two follow-ups. The first 1 would be on net inflows in GWM. Just net inflows and leverage tend to evolve in the same way actually. And for Americas and Asia, we see them going in different directions. So I wanted to know if there is any particular reason for that."
  },
  {
    "person": "Nicolas Payen",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "And the second question, a bit more perspective. I know that Wealthfront is not yet integrated within UBS, but maybe just a quick qualitative comment on how Wealthfront is doing in such a volatile environment regarding inflows or trading on the more retail side?"
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Thank you, Nicolas. I really want to kind of refrain from making comments as to how Wealthfront is doing because the transaction has not been consumed. So it's not for us to update you on how they are doing. So -- but I can tell you that we have prepared everything for this acquisition to be executed, and we're waiting for regulatory support which is the normal course of business, how you go through regulatory support. So that's one."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "On the leverage versus the net flows. I honestly think in terms of the U.S., this is just very much driven by the tax flows. So on 1 side, we see -- we see real lending growth a lot in mortgages. That has nothing to do with (inaudible), therefore, we're very -- our mortgage book grows quite well in the U.S. for ultra-high and high net worth individuals. And that's a business that we -- that has been growing over the last quarters. So that is not necessarily related to your flows. And as Sarah already explained, the negative flows in the U.S. are largely explained by a higher-than-expected outflow related to tax."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Amit Goel from Barclays."
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Barclays Bank",
    "text": "So I've got some follow-up questions on the NII. The first question is I think you said that you stand by the previous guidance for NII for GWM for the remainder of this year. So I think Q2 relative to previous guidance was a little bit below. So just to check, so that would suggest a bit more for Q3 and Q4 than what you previously thought?"
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Barclays Bank",
    "text": "And secondly, I just wanted to understand a bit more in terms of -- I think, previously, the guide was for about a 15% sequential growth in NII for GWM. What the difference was in terms of why it ended up being up 11%, which obviously is still a strong improvement, but what the drivers or difference was there, especially given the comment that model deposit betas were less than anticipated."
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "The guidance was specifically a static balance sheet guidance."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Static balance sheet as per the balance sheet at the end of the first quarter. That's the way the guidance was given."
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Barclays Bank",
    "text": "Okay. So the decline in deposit balances is that different?"
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "That's right. So that's just the way we had given the guidance. And so after that, you can build in your assumptions on a nonstatic balance sheet, which is reality of life."
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Barclays Bank",
    "text": "Okay. Got you. And so is the implied for Q3 4 now a bit higher than previously thought? Or is it still based on the balance sheet as of Q1?"
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Yes. Again, we chose because at some point, you get into, and there is only 2 quarters and there is only 1 quarter. So we just decided to stand by the guidance as it was done."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Adam Terelak from Mediobanca."
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "So just a couple of follow-ups from me. On the U.S. tax outflows, you mentioned it in terms of the net new fee generating assets in the U.S., but also attached to some of the decrease in deposits. So I just wanted to get a lot more color how that 10 billion is split across the two. And why is that coming out of fee-generating assets? Why is it not just deposits being used to pay off tax bills. So just a little bit of color there would be great."
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "And then on the buyback, I hear your message on the $5 billion, you're committing to that. Clearly, you need to go back into the market for the employee share schemes. So could you just give us a color of what sort of volume might be attached to that on top of $5 billion. And then how we should think about this heading into year-end. Clearly, at some point, you're going to go from buying 20% ABV every single day to being very much out of the market when you complete that program just how to think about managing those volumes through the year-end."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "So as you can tell, we are ahead of plan being at $2.7 million as of last Friday, and it's part early because we know exactly what we have to do, and we also are conscious of not living things for the last minute. And so we -- I don't have for you the specific number regarding the employee piece. But what I can tell you is that we consider all of that and that we, again, reiterate our ability to complete the $5 billion for the full year. So I'll ask (inaudible) to follow up on that specific number."
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Great. Just on the buyback. Can I confirm, is the limiting caster here still just discussing ABV? Or are we still kind of $5 billion and we're going to move on to next year before talking again?"
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "I would say it's not about limiting factors. We guided to $5 billion, and we will execute $5 billion."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Exactly. We will update the market as per the end of the fourth quarter. So that's where we are. And then the other question was on the flows, deposits versus NIM, new fee generating assets and taxes."
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So most of our clients have several accounts. So we have seen the $10 million of flows, they have come a lot actually from some duration mandates. And not to say that they have come only from that. But we have seen that the clients were not just able to do that out of deposits."
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Okay. So selling product to pay taxes?"
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Some, yes."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "It's also about tax optimization as to when you sell your portfolio as well in the U.S. So they measure very specifically, and they basically make the calculations between whether to pay it out of deposits or whether to pay out of invested assets. It's well optimized."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Jeremy Sigee from BNP Exane."
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "BNP Paribas Exane",
    "text": "Two follow-up, please. I take your point on the NII guidance and the forward curve. You're standing by existing comment. You don't want to get into 2 quarters, 1 quarter. But I just wonder if you could give us a sense of what that looks like going into 2023, what you expect the uplift from the forward curve as it currently stands to be in 2023 compared to 2022. That's my first question."
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "BNP Paribas Exane",
    "text": "And the second one is a little bit nitty gritty. The unit in Global Wealth Management, the fee-generating asset margin is down 2 basis points quarter-on-quarter, whereas for the overall business, the gross margin is up a couple of basis points quarter-on-quarter. Is that just a mix thing to do with the loans are not in there? Or what -- is there anything to comment on in terms of that decline in the fee generating asset margin Q-on-Q?"
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Well, well, we'll probably have to come back to you on that one. So why don't you follow up with the Investor Relations team on the margin itself, Jeremy."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "On the other one, we don't guide beyond '22 on the rate environment, honestly. So I think what we can indicate as to how we manage our book, our deposit book, let me put it that way. Also in the U.S., and this is also to do with our strategy is that that's also again to do with the requirement to reclassify to fair value OCI, which is that the strategy in the U.S. calls for building a bank next to a wealth manager. And if you build a bank, you build a loan book and you build also a deposit book not just for funding, but also in building deposits as a business. And therefore, the way we go about our deposit pricing, is always one where you look at the commercial opportunity, but also in terms of maximizing the margin and the profitability around it. So it is not pure a funding vehicle for us as it may have been in the past and therefore, and hence, also the qualification of the HQLA book against it. It is more and more a strategic book for us. Hence, the way we price deposits going forward with impact on NII, really looking at the optimal pricing for that, but also the reclassification of the bonds that we hold against it. So it's all related."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Andrew Lim from Societe Generale."
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "I just wanted to refresh at the IB performance. It is notably weaker than U.S. peers. And I know you say flow business was strong, but really, it was a strong macro quarter. Wouldn't anything else rates and FX. So I'm just a bit surprised by the performance in your own FICC business there. And I just wanted to know from what you could see if there was some kind of like macro -- sorry, geographical explanation for that weakness maybe in Europe and APAC versus the U.S. that could explain that."
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "And then secondly, I'm just wondering about your thoughts on sizing up your treasury portfolio and invested more in bonds. I mean we've talked a bit more about the size of the balance sheet here, having a bearing this past quarter and especially on the deposit side. Is that the main limiting factor for increasing your bond investments there? Or are there is there greater flexibility to upsize and increase your net interest income?"
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "So Andrew, on the first one, again, I think the way we look at our markets results versus peers and that's why we outperformed them in the first quarter and we may -- we lack a bit in the second quarter. And there is basically 2 components to it. The first one is geographical bias where the U.S. peers are much more biased towards the U.S., and we have a global footprint. That is one. And the second one is the exposure to the rates business versus us the exposure to more equities in structured products business. That generally -- I mean, those are the 2 main factors that, if you correct for that, we feel that we are more or less in line with how peers have produced, but headline shows a different factor. Having said that, the 10% revenue increase for global markets year-on-year, we feel is a good number. But indeed, we have a different setup in our markets business, as you know, we are aligning our investment bank towards what we want to build over time. And therefore, the markets business specifically in equities is very strategic for us. And we don't build an investment bank for being an investment bank. We are building an ecosystem for investing in which wealth management, asset management and investment banking capabilities are very important in order to grow that, but we don't build an investment bank for being an investment bank."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "I think that will then also explain some of the activities that we don't have and then some of our peers do have. And in 1 quarter, that makes us outperform them. And in the other quarter, it makes them outperform us. If you just look at the investment bank."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "The second question, honestly, Andrew, I didn't quite understand what you were trying to ask. Could you repeat."
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "Yes, sure. In a rising rate environment, I guess it makes sense to see whether you can upsize bonded investments and increase in net interest income, especially given your move to classify some of these bond investments, these costs. This quarter, we've seen maybe the balance sheet shrinkage and lots of deposits as a limiting factor there. But I mean how do you see that going forward actually, your opportunity to increase bond investments. Is that purely limited by deposits? Or do you have more flex increases?"
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "The way you can think about it is we have the deposits that we have coming from our customers. We have on the offset some of the loans that we have coming from our customers. And then net of the 2 would be a securities portfolio, and we do everything with a view to managing the assets and liabilities through replication and making sure that we get to the appropriate duration to manage the risks. And so there is no particular limit in terms of like how big the investment portfolio can be I would say, theoretically, but for us, what's important is that we wouldn't take an unexposed duration risk. And so what we want to have is a match funding that reflects the quality of the deposits that we have and the duration of the loan book that we have."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Alastair Ryan from Bank of America."
  },
  {
    "person": "Alastair Ryan",
    "role": "questioner",
    "position": "Bank of America Merrill Lynch",
    "text": "And so fee-generating assets come into Q3 down 12% on where they came into Q2, invested assets down 11%. Is there anything that would offset that as a headwind to your fees, which obviously double your net interest income in Wealth Management?"
  },
  {
    "person": "Alastair Ryan",
    "role": "questioner",
    "position": "Bank of America Merrill Lynch",
    "text": "And second, please, the cost income in Q2 was well over 70, 73, excluding the various one-offs in revenues and costs. Were you putting some money aside for future quarters or to get back into the 73, you need the revenues to snap back up or a step up in the cost program?"
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So again, when we did the underlying for the first half, we were actually quite close to the reported because they are items that go in both directions. And so we want to make sure that we review the math that you're doing with you on that one, too. And because we are not seeing the issues that you're describing."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Yes. And Ryan, so basically, we report as we report and the cost income is on reported numbers, right? So it's good that you also look at the underlying because that is also important for us. I mean, we make that analysis as well as to what is -- so how can we further improve our cost tankerage underlying, but you know that the targets are arms are on a reported basis."
  },
  {
    "person": "Alastair Ryan",
    "role": "questioner",
    "position": "Bank of America Merrill Lynch",
    "text": "Okay. And on invested assets?"
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Well, they reflect on the market that has gone down and then we, of course, have done better than the market because we have added other cumulative flows into that."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Okay. There's no more questions, then I'll close this call. Thank you for calling in this morning. I think to sum it all up, as you can see from our numbers, this was for our clients, a challenging quarter where our private clients were sidelining their investments waiting for guidance and also for advice, whereas our institutional clients have really been very active, and that's what you see through the numbers. We have progressed in our strategy if it comes to putting the company closer together, launching digital initiatives working on technology in order to further improve efficiencies as well, keeping costs under control. And that leading to, in our view, a very strong or a good underlying performance, let me put it that way, in the Swiss business, in the markets business and in the wealth business."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "And so with that, thank you again for calling in, and I wish you a great day. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Ladies and gentlemen, the webcast and Q&A session for analysts and investors is over. You may now disconnect your lines. We will now take a short break and continue with the media Q&A session at 10:45."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]