[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions]The first question is from Kian Abouhossein from JPMorgan."
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "The first question is on buyback in 2025. The second quarter stage, you were not commenting yet on buyback. Clearly, that changed at a recent conference and you're reconfirming this Sergio today as well. I just wanted to understand what the thinking is in terms of changing the buyback view in 2025? And how that fits into the regulatory regime changes that might come in the future. And in that context, if you could just also indicate if you will make any comments with the full year results as you will give us a buyback for 2025, how that fits this regulatory changes especially referring to the parent bank capital issue? And then the second question is on U.S. Wealth Management. Are you seeing a peak in yield seeking from depositors at this point and the hearing from U.S. peers that there is some stabilization sweep accounts. So I'm just trying to understand how lower rates will impact sweep, but also potentially impact loan growth as I can see, it's flattish in the quarter."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group CEO",
    "text": "Okay. Thanks, Kian. Well, look, if you go back into our remarks, my remarks in the past, I always clearly stated that starting a buyback program in 2024 would be at the start of a journey that would not be a stop and go kind of strategy. So I always -- and we always flag the fact that in 2025, we will have a share buyback. Now we are reiterating that guidance by saying that we do expect in the early part of 2025 as we present Q4 results to tell like we did this year, the amount of ambitions or the size of the ambitions we have for 2025. So in that sense, I think that -- I just -- we are just reiterating our commitments, also in respect of our ambitions for 2026 is that, of course, they are subject to requirements -- potential new requirements in Switzerland, and then we will assess. But our ambition is to have similar returns we had before the acquisitions by 2026."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group CEO",
    "text": "Now for 2025, early 2025, your question, are we going to have more clarity? I don’t know. We are not really in control of the timing. I think I suspect that we won’t be able to give a lot of guidance on that – in that sense because we are still going through technical discussions. The consultation process probably is going to start late this year or even in the early part of next year, and it’s going to take a few months. So it’s very unlikely that in February, we will be able to give much more clarity on this topic. And so this is very unlikely then to affect 2025 capital returns ambitions. And that also implies that there is no change in terms of the parent bank, as you saw our parent bank – our overall capital position, it’s very strong. And also when you look at our parent bank capital at 13.3% is very solid, is already on a fully applied basis, and with a methodology on how we look at valuation of assets and subsidiaries that is quite conservative, definitely compared to what we saw in the past."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Kian, regarding your second question, in terms of lower rates and impact on our U.S. wealth business. So first on the loan side, absolutely, I would expect across the division that lower rates will, I made this comment earlier in my remarks, should spur additional lending opportunities across the division, including in the U.S. On the deposit side, in particular, on sweeps. So first, I’d say a couple of things that we are seeing sweep deposits continue to taper. But in the quarter, we did have smaller outflows, so still about 1 billion of outflows. I’d say that some of the market dynamics that I see in this regard. One is that we’re not yet pricing sweeps higher versus maybe some of the peer set doing. Secondly, we have a higher percentage of assets with ultra-high net worth. And for sure, that asset band tends to have a much lower percentage of AUM in sweeps. So that’s going to be a market dynamic for us that we’ll always weigh on that sensitivity just given that with a more high net worth client base where there’s more sensitivity in terms of deposit pricing, naturally, then there’ll be lower balances and sweeps. That said, I expect as rates come down, that we will continue to see sweeps balance taper, if not starting to grow."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Chris Hallam from Goldman Sachs."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "Yes. Just two questions from me. So 2025 profitability. You've guided for high single-digit return on core Tier 1, consensus is at 9. You're already at 9.2 in the 9-month stage this year. So how should we be thinking about the outlook for returns and earnings growth in '25 versus '24? And also any specific items to be aware of in the fourth quarter that could bring the '24 return on quarter 1 down meaningfully from what we've seen so far this year? And then second, and again, it's a bit of a follow-up on U.S. wealth. So 12% pretax margin in the quarter. Are there any one-offs in that number? And you've highlighted before you desire to bring a broader suite of products and capabilities to clients to drive that margin up towards the mid-teens target. What are the key signposts we should look out for, for you to sort of be delivering on that strategy? And given the comments yesterday from column on M&A, how does M&A fit into that strategy as well?"
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group CEO",
    "text": "Chris, so maybe just address your second question initially. Just in terms of the pretax profit in the Americas region. No, no one-offs. Just I would comment that, first of all, strongest revenue quarter ever. So they're certainly seeing that as a strength. We continue to see revenues growing nicely, up 3% sequentially in the region and 9% year-on-year. And so no one-offs. You see as well, I highlighted in my comments, the transaction revenues continue to be a real plus for us as we borrow the page from our strategy outside the U.S. in terms of working hand-in-hand with the IB in working with clients and bringing them our product shelf in transactions."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group CEO",
    "text": "So really generating good transactional growth in that respect. Look, we're going to -- we know what we need to do, and we're going to stay focused on continuing to chip away at our goals. It's not going to happen overnight, and we'll continue to come back and talk about, in fact, in the fourth quarter, will give more of a perspective on how we see things and the signposts you can look to. In terms of 2025 and -- I'd say, first off, if we look out into 4Q, you asked, I mean other than the seasonality that we highlighted in the fourth quarter a bit on the top line that you would normally see despite the momentum we saw coming into 4Q, also a little bit on the expense side, as I highlighted in my comments a bit of the somewhat seasonal uptick and some one-offs like the U.K. bank levy. But away from that, no, I mean, nothing that we're seeing and nothing on the CET1 capital ratio that I would highlight. As we look out, I don't think we want -- we don't think it's appropriate to draw a straight line or extrapolate from the strong return on CET1 we generated this year. I think we just have to keep doing the things that we said we're going to do."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group CEO",
    "text": "We know we have costs that have to continue to come out. At this point, that’s going to be the biggest driver of getting us to a cost-to-income ratio below 70% and returns to around 15% by the end of 2026. We know that’s the ambition for us, and we’re going to work over the next 2 years to get there. But at this point, I wouldn’t extrapolate necessarily from our ‘24 performance to draw a line into ‘25."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Your next question is from Giulia Miotto from Morgan Stanley."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "So two questions from me. Todd, you mentioned some balance sheet optimization efforts that have lifted revenues were out of place by 3 percentage points. I was wondering if you call the [indiscernible] on these measures and how much is left to come, I think, in Q4, you highlighted some NII impact, and I was wondering how much of that has already come through? And then aside from the quarter and going back to the U.S. wealth business. In my understanding, -- and once you get to 15% PBT and on once we're with CS integration, you could consider some inorganic growth opportunity to further improve margins. But even this at all with the too big to say proposal the way it is written at the moment, which sort of penalizes growth in foreign subsidiaries and how do you scrap the two?"
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Giulia, Yes, so on the balance sheet optimization, yes, thanks for recalling that point in my remarks is that is something we're quite proud of that work which is driving up the efficiency on the capital deployed in the businesses that we inherited. And so this has been a big piece of work that's been driven by the business really across the entire business. And so the impact is appreciable as you saw. So just some insight into it. And I've talked about this a bit before. But effectively, when we look at the capital deployed typically around lending relationships that have been largely inherited, albeit we can look at still the ones that are more heritage UBS as well. To the extent that there's sub-hurdle, we've been taking the steps to drive additional revenues through repricing efforts, but importantly, to expand the product shelf and offering available to those clients who might be monoline clients. And so that's been a big effort. And you could see that in the uptick in the revenue over RWA as we expand effectively the offering to those clients who may have just been clients who were -- had a loan with us with Credit Suisse and now have a much broader array. And so it's a win-win as we bring a lot of value. I mentioned the impact on net new assets because naturally, as you attempt to optimize the balance sheet, while we've been successful, there will be times when you try to reprice that there'll be clients and in particular, securities leaving the platform. And so that's where the NAA headwind is that I talked about that we're capturing in our otherwise impressive net new asset performance in the quarter."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group CEO",
    "text": "Yes, Julia. On the second question, I think that – first of all, I think it would be premature to draw a conclusion around what the new regulation will be. Having said that, you have to balance that one aspect that has been clearly outlined by the Swiss Federal Council proposal, is that their intention, their desire to keep Switzerland and probably speaking also UBS as a competitive global player. So I can’t really see how this is possible with a regime that would penalize expansion globally. So in that sense, I think it’s – as we mentioned before, we do believe that whatever the new regime will be, it will be something that fits into this strategic direction outlined by the Federal Council and a desire to correct some aspect of the current regulation, which, broadly speaking, is a very strong regulation, one of the most demanding one when fully applied and consistently applied. That was not the case in the Credit Suisse situation. UBS is a completely different situation. We believe we have a very strong capital position, a balance sheet for all seasons. And we are able to sustain both a global business model, but also staying very close to our own markets and sustain the economy. So when we have all the facts, we will draw strategic conclusions on what to do. It’s now premature to do that."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Stefan Stalmann from Autonomous Research."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "The first one I wanted to ask is, I noticed that your sensitivity to a downward shift of the yield curve has actually come down a lot. In the second quarter, you guided for minus 1.5 billion, and now it's only 300 million. And that is despite the fact that the rate environment hasn't changed dramatically during the third quarter. Could you maybe explain what has changed then? And another question not directly related to the results, but there were stories that you might be interested in some kind of joint venture in India, potentially with a player called 361. You may not be able to comment on this specifically, but hypothetically, would this be indicative of any strategic desire to shift more onshore and more into potentially lower wealth brackets if you contemplate such a move?"
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Stefan, on the first, yes, good spot. So that asymmetry is a function of now in the lower interest rate environment in Swiss franc terms. It's just the loan flooring dynamics that come into play from negative interest rates. So you see that the down 100 basis points scenario will have a much more limited impact or an asymmetrical impact to the up 100 basis point impact, in particular in Swisse."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group CEO",
    "text": "Yes. And on the second question, you’re right, we are not going to comment or on any speculations or rumors but we do believe that Asia Pac is a growth business. We have now a stronger presence in India, thanks to the combination of the UBS and Credit Suisse capabilities. We always look at ways to enhance our businesses in each key locations where we operate. But I wouldn’t draw a conclusion that we are thinking about major strategic moves in terms of segment focus at this stage."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Jeremy Sigee from BNP Pariba."
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "BNP Pariba",
    "text": "Just a couple of follow-ups on Wealth Management, actually, and they are both things that you've touched on, but I just want to get in a bit more detail. The first one was on adviser numbers, which are coming down a little bit more sort of as expected in this quarter. But I just wondered where you are in that process and what the outlook is for how much more reduction in adviser numbers do you expect? And is there a point at which that returns to growth mode? Or does it stay in optimization mode for a continued period of time, so adviser numbers. And then the second question was just to talk a bit more about Asia and Wealth Management. You referred to the stimulus, you referred to the pickup in transaction activity. So I just wondered where you think we are in that process, and for example, whether you're seeing signs of releveraging and just how much improvement you see ahead of us in that Asia process?"
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Jeremy. Yes. So first, on Asia, we're really pleased with the performance in GWM APAC, and thanks for recognizing that as well. You see the sequential progress this -- having transaction-based income up in 3Q versus 2Q, really proud of that result, and then you see the year-on-year quite strong. In terms of where we are, I think this -- we have -- I would argue we have a long road ahead in the sense of good upside just given that the business is first coming together now on the same platform. I mean, we shouldn't underestimate the importance of that with the Hong Kong client account migration just having been completed this past weekend, and we're looking forward to Singapore and Japan in the fourth quarter. I mean these are things that are really going to just further bring the business together."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group CFO",
    "text": "And I think from here, lower rates, let's see, but releveraging opportunities, as you mentioned, the business is very focused. I think the business is positioning itself to fire on all cylinders in APAC. And I am very, very bullish about that. So in terms of where we are in the process, I think, obviously, it's been a good backdrop in this last quarter, but I think there are really good things ahead. In terms of the adviser numbers, I would sort of look at that in two ways. First, on the non-U.S. or what we call the Swiss and international part of GWM. I would say, from an adviser perspective, it is still optimization is probably the word has come together. I think it's -- lion's share of that's been complete. I've talked about the Credit Suisse client advisers leaving for some period of time and that's been an old story, and it's just really the tail of it that we talk about maybe as a headwind a bit on net new assets."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group CFO",
    "text": "But in terms of the adviser headcount, I just see the teams as they come together and as well once all the platform work is complete, I think then we get to a point of stability and from there, the business can make targeted investments in specific regions to grow for sure, but to already leverage at scale. I think in the U.S., we need to a bit take a wait and see and see what the leadership comes back with a bid and they – as they do their strategic reviews, and we’ll talk. Sergio and I will come out and talk a bit in the fourth quarter about that. I think it has been a story of somewhat trying to get more productive with a smaller adviser workforce over a number of years. And we’ll have to see if that’s the direction of travel that the current leadership wants us to go."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question is from Amit Goel from Mediobanca."
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Yes. So two questions for me, also one on the U.S. wealth business. I found it really interesting, the commentary about potentially looking acquisitions. I guess what I'm just wondering is then from a strategy standpoint, if part of the issue in terms of operating margin is the scale and the cost base relative to the revenues, is it now then a case that it's cheaper to acquire than to simply just hire, because the U.S., as you say, the focus has been on productivity, reducing FA numbers. So I'm just trying to think, is that because these 400% recruitment deals are now just too expensive to make it worthwhile, but it's actually just cheaper to buy an organization. And then secondly, just coming back on the deposits and the roll-off of the fixed-term deposits within wealth. I'm just curious, were those kind of written 12 months ago and were those done at kind of quite high rates? So just curious if there's also potentially some of that effect into Q4 and start of next year?"
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Amit. Yes, so on the deposit question, yes, these were written basically, they have a year maturity. So you start to see -- we start in 2Q already ones that were written just in the wake of the acquisition all the way through, I would say, the end of the year of 2023, into the very beginning of this year. And they had -- they were competitive in terms of pricing for sure as part of stabilizing the franchise and engaging with clients. So for sure, and so now as they mature, the question, and that's what I've been highlighting in the last couple of quarters, the question becomes what we call landing or referred to them as landing those deposits in the sense of converting them into other parts of the platform as we've been doing successfully. Retaining is the key objective, and retaining them in a more profitable manner and we're doing that quite successfully. But it's a headwind on NNA that we've absorbed in these NNA metrics that I've been highlighting insofar as there is still some that are leaving the platform. In terms of the outlook, we still see elevated. I think 3Q is the peak, but we still see elevated maturing FTDs in the fourth quarter and into the front part of the first quarter before we could get this issue a bit in the rearview."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group CEO",
    "text": "Well, in respect – again, I guess, on this potential inorganic things. I have to say that made it very clear that it’s not a tomorrow morning kind of issue. So I think it’s totally premature to speculate how – if and how we would do any such a move. Our priority right now is to improve what we do in the U.S., bringing the margins to – narrowing the margins to our peers and doing better what we have today. And then potentially by doing that and we’re going to create also the optionality and to really choose what is fits best is an organic growth or is it inorganic and what fits the best in our business model, which is asset-gathering centric. The scale issue in the U.S. is pretty much driven by the fact that we have a banking platform, a GC platform, the through the intermediate holding company that can accommodate different banking businesses, which we don’t have. So again, I think that once we finish this chapter of restoring the profitability at the levels we want to be, and we fully extract the value of our investments in the investment bank and the collaboration with – between the Investment Bank and Wealth Management and Asset Management, we will determine the next phase."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Your next question is from Anke Reingen from RBC."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC",
    "text": "Just two small on capital, please. The first one is on the core Tier 1 ratio. Being, I mean, ex the accelerated amortization stable quarter-on-quarter, and that's in spite of a really strong like profit and our own capital generation. I mean I realize there are a number of things going on, including FX. But is there something else we should keep in mind that only means the capital ratio is flat or are you investing more capital into organic growth? Because otherwise, I guess, given the strong earnings, the expectation will be that capital generation drives the ratio higher. And then secondly, just on the Basel IV impact. Just to confirm, would that be at the UBS AG would the impact be around 30 basis points as well?"
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So on the first -- on your first question, in terms of the capital accretion ex the acceleration of the transitional adjustment, think there are a few factors to consider. One is the FX sensi. I mean you mentioned that, but we disclosed that there is an FX sensi of 18 basis points on our capital with respect to a 10% depreciation in the dollar versus our major currencies. If you look at currencies in in 3Q, in particular, the Swiss-dollar was down around 6% from the beginning of the quarter until the end and the pound versus the dollar, similar dynamic, so that accounts for close to 0.1% on the capital ratio that the currency effects this quarter, as you mentioned."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So that’s one piece. Another piece is just a temporary difference deferred tax assets, given the reduction in the CET1 level of capital from the acceleration, we are at the 10% threshold. So we lose a bit, goes over the 10% and therefore, lose the benefit of the temp difference DTA, which has a modest impact. And then third, just slightly increasing the accrual for future award hedging, future share award hedges that’s in our capital. So that also has an impact. So those all contribute to probably why you would have expected maybe on that net profit all the things equal to be potentially slightly above the 15 handle, sorry. On the Basel III final impact on the parent bank, it won’t be the entire 30 basis points affecting the parent bank, but it should be most of it. There might be some that falls outside. But again, if you’re talking also the parent bank stand-alone, it won’t be all of it because still a fair bit of activity that’s subject to the Basel III changes are happening in subsidiaries not in the parent bank itself. So I would expect that there’ll be some, but not all of the 30 basis point impact in the parent bank itself."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Andrew Coombs from Citi."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Citi",
    "text": "A couple both related to revenues. Firstly, coming back to U.S. sweep deposits and repricing. Would be -- thank you first for the additional color around the slightly less than 50 million PBT impact. But could I ask if you could possibly break out the revenue growth impact versus the cost save offset on that? And also do the class action suit in the probe, having implications on pricing dynamics in your mind for the industry as well as for you going forward? And then the second question actually on loans. If you adjust out for FX, you've seen a 10 billion decline Q-on-Q. You reiterated this point about committing to CHF 350 billion loan book across P&C and GWM Switzerland. You're now running a bit below that. I think you're close to 340. So just to be clear, is the 350 a commitment throughout this period? Or is it a case that you expect to trend down and then recover back to that 350?"
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Andrew, so on the second one, look, it’s a commitment to maintain around that level. So we’ve been doing the balance sheet work that I’ve been highlighting in my remarks both in P&C and GWM. And in P&C, we actually saw net new loan outflows, as I highlighted, of about CHF 6 billion this quarter. This is a commitment that we’ve made to the market, and you can look at that as an ambition that we’ll continue to focus on and commit to, but of course, we’re also running the business, so there might be volatility quarter-on-quarter on that. In terms of – in terms of the sweep, you were looking for some more information. I had mentioned in the past that, look, the gross would be a low single-digit percentage of the divisional net interest income. So with – that was even based on where rates were when we gave the guidance last quarter. So as rates now are coming in, as mentioned, that will have a lower impact on the gross as well as a lower impact on the net, that should give you, though, a general sense of the impact."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Benjamin Goy from Deutsche Bank."
  },
  {
    "person": "Benjamin Goy",
    "role": "questioner",
    "position": "Deutsche Bank",
    "text": "Two questions, please, also on my side. First, on Investment Bank, outperformance across equities and fixed income would just be interested in a little more color what you're attributing that to? Is it lower base? Is Credit Suisse now fully add revenue run rate? Or is business mix or anything else you would flag? And then secondly, GWM and also P&C net interest income outperformed your own guidance. Just wondering why that was in your view and why the Q4 guidance could be cause or not. So what is -- so what could be worse this time?"
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Benjamin. So on the second, in terms of our guidance last quarter, we extended duration of our equity, and we saw a higher reinvestment income, as I highlighted in my comments, and that had a positive effect on GWM’s NII. And therefore, we came in flattish versus sort of a low to mid guidance. So that would explain that. On the P&C side, I think we saw some positive effects of the balance sheet optimization work that had a strong impact in the third quarter as an offset to the rate impact, as I highlighted. So those were – there were some offsets that – which we’re always working, obviously, to drive in this lower rate environment. There were some offsets that had us outperform in the quarter. So I mean, the guidance I gave for 4Q is how we see it at the moment, largely driven by the impact of rates, but of course, we’re going to always look to drive offsets where we can. In terms of the IB, I’d say the – on the market side, I mean, it’s effectively the Credit Suisse team has been embedded for some time. The positions have been all largely transitioned over. So it’s all full steam ahead in terms of that. Credit Suisse supporting markets on the research side. But yes, it's –the performance, I would say, is not about it being a lower base. I think in markets, it’s been about a team that’s – a strong team that’s gotten stronger, and you’re seeing a supportive markets how the team is performing."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Piers Brown from HSBC."
  },
  {
    "person": "Piers Brown",
    "role": "questioner",
    "position": "HSBC",
    "text": "Got two questions. I wanted to follow up on the previous Investment Bank question. But in terms of the Global Banking business, I mean you still obviously showing good year-over-year momentum but much weaker quarter-on-quarter as you guided into 3Q. But could you just talk about how you're thinking about execution of the pipeline given market conditions in the fourth quarter and the prospect of further volatility? And then the second question is on NCL. So again, as you've guided, the slowing of the pace of RWA or about just under 5 billion this quarter from 8 billion last quarter and 16 million in the third -- in the first quarter."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So on the second, look, Serge and I have said consistently that in NCL, we're going to prioritize cost takeout and the way we think about derisking the book. That still is the team's focus. It's had a great run and continue to do so in 3Q with derisking another 5 billion of RWA. So -- I mean I wouldn't necessarily draw conclusions other than to say that the pace that we're running at is a pace that would be very hard to sustain given that we had -- we articulated ambitions for the end of 2026 that they've been making quick work at, but -- and we'll come back and reguide, as I mentioned in my comments in 4Q about how we see the next 2 years. But certainly, you can't draw a straight line from the performance that they've had life to date. In terms of the banking performance in the quarter, look, I still think it was a good performance. It outperformed the fee pool. We had a very strong first half of the year. 2Q was exceptionally strong. We had a bit of bring forward as well of some deals that we were able to get done in 2Q, and probably had the inverse dynamic happening in 3Q, where we had some deals pushed into the fourth quarter and those deals on the margin can make a difference on the performance in the comparative. But we remain very bullish on the pipeline. Naturally, of course, the uncertainties that we highlighted in our comments about 4Q are clearly potential issues to navigate, i.e., the U.S. elections, other geopolitical concerns, intentions that may impact on banking overall. But I think we're going to continue to gain market share, and we're bullish on banking's ability to execute on its pipeline."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group CEO",
    "text": "Todd, I would only maybe add to that from a comparison standpoint of view, it’s worthwhile to know that strategically, we are underweight in that capital markets. So in a sense, when you look at peer performance, you have to look at the third quarter was a pretty strong quarter for the capital markets. So I think that’s – we are very happy with the developments that we’ve seen in the banking and the ability to win mandates. Now of course, we need to see if we can execute it and the market will – if the market will be there, but very confident that it’s a good momentum."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group CEO",
    "text": "So that was the last question. So thanks for dialing in and for your questions. And we’ll catch up in February for the Q4 results and we’re going to give you also an update on our 2025 and 2026 journey. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Ladies and gentlemen, the webcast and Q&A session for analysts and investors is over. You may disconnect your lines."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]