[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "We will now begin the question-and answer-session for analysts and investors. [Operator Instructions] The first question is from Andrew Coombs from Citi. Please go ahead."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Citi",
    "text": "Good morning. Two questions, please. Firstly, on the points you made on strategy on Slide 11. I know one of your key focus points throughout the ING was to focus on primary customers in order to drive profitability. And yet you're - on the slide talks about growing the client franchise more broadly. So perhaps you could comment on that. Do you see more opportunity if you were to go down, say the global family office route or is there more opportunity for you to extend my way to a broader mass affluent client base, for example? So that would be my first question. Second question on buybacks. And the CHF 4 billion of buybacks and first point you come out with a three-year target. I thought you keep the 2021 guidance, and perhaps update the market on the three-year target, post the French tax ruling in March. Could you just speak to why you felt the need to come out with that buyback number today? And also if that's a hard and fast CHF 4 billion or if that might change over time? Thank you."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Thank you, Andrew. I'll take the first one and then Kirt will take the second question. And so indeed at ING we're very much focused on primary customers and the definition there was a customer that basically saw that bank as their primary bank to turn to for their normal banking businesses. I think UBS is not the normal bank from their perspective. So the way we and I look at how to grow the client franchises, that clearly you know the wealth client's segments, the different segments are of true importance to see what it is that we can do for them at scale? Which basically means that in some countries, we can have a much broader product offering where you have a - an onshore scale opportunity but in some you won't have that. And if we don't have the onshore scale opportunity, we would certainly want to be an important bank for those clients but we would seek collaboration in joint ventures like we're doing in Brazil, for example, and in Japan as well where the underlying normal banking need, if that is what you want, may want to call it, is provided by the local scale player whereas the additional wealth aspect of dealing with the clients could be in lending in order to support an investment portfolio could be in advice on investments, could be on global investment opportunities and that is for us to provide. So that's the way we think about it. So where we can have the full slate of product like we do in Switzerland, we will certainly offer it because we can reach our own global - our own scale. If that is not the opportunity, we won't and we will just focus on those things that we globally can then have scale in. Kirt?"
  },
  {
    "person": "Kirt Gardner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Thank you, Ralph. And good morning, Andrew. Just to clarify, the CHF 4 billion program is a three-year program. It's not a three-year target. Clearly, we have flexibility to repurchase more than that CHF 4 billion over a three-year period. And once we complete the repurchases under the CHF 4 billion program, we can open a new three-year program. The requirement in Switzerland is that all programs are by definition three years. Also, I would note as well, that there is some technical requirements as well that you cannot open up the program where the potential repurchases would exceed up to 10% of your share count. That also and formed overall the size of the CHF 4 billion program that we're currently in the process of confirming."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Citi",
    "text": "Very good. Thank you, guys."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Kian Abouhossein from JPMorgan. Please go ahead."
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "Yeah, thanks for taking my question. Congratulation Ralph to a strong first start. I have two questions. The first one is related to the corporate center. And clearly you have done or confirmed a management change that opens up a position within the corporate center. And I just wonder, first of all, who or what kind of person or how do you expect the corporate center to be managed in the future? Are you looking for somebody to run it or how else will you manage it? And in that context, how do you think about the heavily centralized cost space around corporate centers within UBS and how it should be run in the future, going forward? And the second point, I'm interested around the businesses that might be not big enough that need to get bigger, or might have to get exited, can you talk a little bit about business specifically, where you think there could be potentially changes to be made in order to improve performance? Thank you."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Thank you, Kian. Well on the corporate center, it's an interesting one. And as it happens, just to be called corporate center, and then it gets some kind of an attention that is to be regarded as overheads, which is far from overhead. Because the corporate center that you refer to the COO function. The Group's COO function is literally where all of our execution activities reside, where all of our ITU activities reside. And clearly, both are for the benefit of our business and for our clients. Now having said that, in the past, and I think for the right reasons, UBS has been looking at how can we find the synergies managing these operational areas and these IT areas across rather than for a division. And then there was a shift to make it more business efficient aligned, which is something that we have been working on for the last two years."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "And now the jury is a bit out. And I'm undecided, as we speak, in terms of, Okay, is this the moment that you go completely horizontally? Where it basically starts with the clients, and then you do your front to back full optimization and you get technology to work and digitization to work on each and every client process, both in improving the client experience as well as improving the efficiency or do you continue to look for the cross-operational activities across technology activity synergies."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "And I think it will always be a matrix, honestly. Whether you go more on the result of one but then you need a vertical alignment on standards on how you manage this, or you continue to be more vertical, but then you would need to ensure that there was an alignment the way we currently have it. So it's certainly subject to the discussions that we currently have. And it's certainly determined by some of the tweaks we may want to make in the strategy. Having said that, it is an area of utmost importance for further opportunity for scale as well as improving the differentiating client service that we can deliver and that is also why the slot at that level is not replaced yet."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "And because I don't want to kind of front run a decision around how we as a team want to take the next step in that. And I'm very happy that the Sabine takes the Swiss challenge on her as to how to take the Swiss business to the next level, where a lot of transformation and digitalization needs to happen, as we know. And that gives us all the time to really look at to how we want to organize. So bear with me a bit there. But I see benefits in both ways and so in the end, it will always be a bit of a matrix."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "And that is one. And let us say the other thing - the other question is about, have I already identified areas where we can either scale up, or where we basically we can't get to scale? Well, I think we have to - we have come to a conclusion, for example, in the Austrian Wealth Management case. So basically, and this also kind of ties into my answer to Andrew, earlier, which is that you have to look at what kind of scale can you accomplish from an onshore perspective versus what is the scale that you can accomplish with services that you have - that you can do cross border and offshore. And I think that's where some of the optimization can happen. And that's certainly what we are looking for as well."
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Anke Reingen from Royal Bank of Canada. Please go ahead."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "Royal Bank of Canada",
    "text": "Thank you for taking my question. And welcome to life to the UBS course. I just two questions, please. Firstly, on the cost control which was obviously very impressive, I thought in 2020. And I just wonder, what do you see in terms of flexibility? Well and revenues are not quite as strong and might come down in 2020 in order to provide cost flexibility. I mean looking at the variable expenses, you said, it's up to $500 million, or 150x as to one off. And obviously, general expenses, down from $5.3 billion to $4.8 billion in 2022. So just I'm trying to understand your cost flexibility in light of, if revenues would come down. And then secondly, on the comment, you would provide a strategic update on Q2 and beyond. Just trying to understand in terms of your targets, with focus on beyond, should we think about most evolving, flexible targets? Or will you start with a certain area and add further areas going forward? Thank you very much."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Okay. Anke, I will take a second question and then Kirt will do the first one. So on your second question, no, it's just that this is the first time I do results. It's a bit early for me to come up with a complete strategic update in terms of direction, focus points, as well as financial targets. And we are working on this. We do expect to be able to come out with an update in the second quarter. And then around the strategic update, you should see that more that certainly we will give you a strategic update."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "But in view of many of the things that are still happening in the world, I mean the world is certainly not a stable place. And see and, depending on how the economies really get through this pandemic, depending on how some of the political tensions work out, you should expect from us even after a strategic update, a more agile way of working with our strategy. Not so much as the endpoint that we see, basically the zoomed-out perspective."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "But certainly the zoom-in perspective as to what do we do in the next three months to six months to 12 months in order to get to the end perspective. So that's a little bit the style of our work. That's what I think one needs to do in a world that is changing at accelerating speed. So that's certainly what you could expect in terms of actions being taken. Now, when it comes to the financial targets that that come with a strategic update, yeah, we'll see in the second quarter where we are on those and how we can kind of firm them up. With that, Kirt?"
  },
  {
    "person": "Kirt Gardner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Yes, thank you, Ralph. And good morning, Anke. In terms of our overall cost management, and we've discussed this before, if you think about the flexibility that we have in an environment where we see challenges on the top line, naturally the most flexibilities and variable on FA comp. And just as you saw variable in FA comp up in 2020, a year when we saw good operating income growth, if we saw operating income down, you would, I think accordingly see reductions in both of those lines."
  },
  {
    "person": "Kirt Gardner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "In addition to that, if you think about other areas for the flexibility and you saw this in 2019, when we had a more challenging environment, we announced immediately at the beginning of the year that we would see $300 million of related costs come down during that the first half of the year. They clearly relate back to pace of our investments and that's something that we would certainly scrutinize quite closely. Some of the other areas, frankly as a consequence of COVID are already at all-time lows, and that includes our T&E marketing spend, consulting spends. Right now all of those lines are exceptionally low."
  },
  {
    "person": "Kirt Gardner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "On the other hand, of course, if we were to look at the need for further flexibility, we would consider layoffs naturally, I commented in my speech that we have purposely postponed layoffs in response to COVID. But that is something that would have to be brought back into focus. And clearly any layoffs would also come with an additional expense or restructuring expense that you would see in the period itself that we executed on the layoffs."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "Royal Bank of Canada",
    "text": "Okay, thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Jeremy Sigee from Exane. Please go ahead."
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "Exane",
    "text": "Thank you. Good morning, and yeah, welcome to Ralph from me as well. I've got two questions, please. The first one is, if you could come back to the topic of gross margins in the Global Wealth Management business. I think you commented on some of the lag effect of new money coming in. But if you could talk a bit more in particular about the Swiss business and also the Asian business, which seemed to have had the most striking declines in revenue margin in the quarter that would be very helpful?"
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "Exane",
    "text": "My second question is, and this is partly to inform the capital discussion, just if you could give us an update on litigation in terms of the timing when you expect any developments around the French tax case, but also the U.S. RMBS case in terms of the DOJ? But also any comments on civil cases, which has sort of become topical after Credit Suisse's news flow. If I could also just add a request linked to the discussion earlier on about the corporate center, if you could think about allocating the corporate center more fully to the divisions, I think it would be beneficial. It's frustrating for us that all of the divisional returns are much higher than the Group return. And I don't think it can create clarity in your internal discussions as well. So you don't need to comment on that. It's just a request. But the two questions that are margins and litigation please."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Well, I can actually start with your third common Jeremy, because I do think that I mean, through the last time we do this, but it's, I think in the end, you have to kind of show the true cost of operating. So I can relate to your suggestion there. And because if you want to have the full incentive for people to see where they can further decrease costs or increase further efficiency on a relative scale basis, I think it is important that you see those pictures. And management can, they see it so it's not like it's not there. But it's certainly one of the things that we're collectively looking at and it's also a request from the business in order to see that."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Now on the on the gross margins, if it comes to the Swiss business as Kirt alluded to, there's certainly been pressure on the NII coming from the replicating portfolio on U.S. dollars. And we've seen that in the past in the Swiss francs clearly. We do expect, two more quarters maybe of pressure there from the U.S. dollar perspective. And what are we doing with that? So the first thing is we have started to introduce deposit fees. We've also announced that as of mid-year, we will start charging negative rates on deposits beyond CHF 250,000 in the Swiss business. And then, we are looking at introducing investment opportunities to our clients as alternatives to keeping deposits with us."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "And of course, it is also the other way on the NII side, at least to compensate for margins is very much also to look at your loan business and whether you can increase some of your margins there which is what we do see. By the way, we see healthy margins coming through on the Wealth Management side across. But the low, if not negative rate environment, has this pressure on margins on the NIM side. Although on the Wealth Management side, most of that has already been kind of taken on over time in dollar and Swiss francs perspective. Kirt, if you could?"
  },
  {
    "person": "Kirt Gardner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Yeah, maybe I can extend some comments, Jeremy on the Wealth Management gross margin. I think and as, of course we saw during the quarter, there was an overall reduction in the margin and that the broader comments I made in my speech. First of all, we do continue to see a sales overall into new mandates that come in at a lower margin relative to the back book. I think, in addition to that, within the non-mandate dynamics of the business, we also see in the U.S., for example, a reduction in trailer fees as we place clients into C class shares versus A class shares in response to Reg to be which we view is in the best interest of our clients."
  },
  {
    "person": "Kirt Gardner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Now for the quarter itself, because of the very significant growth in invested assets that were up almost 10%. My comment around the dynamic whereby we have $1.5 trillion in investments from clients that do not attract additional recurring margin also had an impact overall margin. And this dynamic particularly was evident in Asia Pacific. First, I would note, we manage the business for PBT. So what is most important is, on a full year year-on-year basis, our PBT is up 20% and we're very pleased with that."
  },
  {
    "person": "Kirt Gardner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Now in Asia Pacific, actually our PBT almost doubled. It was up 90% year-on-year. However, at the same time, our invested assets in that region were up 24% to $560 billion. And given the fact that we have the highest concentration in transaction revenue and only 13% mandate penetration, you saw this margin dynamic play out in Asia Pacific."
  },
  {
    "person": "Kirt Gardner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Finally, in terms of the Swiss business, one of the things you have to look at year-on-year, that I referenced, is that there was a $75 million fee that was paid, P&C to GWM a year ago. And that also had an impact year-on-year on our overall transaction margin. But absent that fee, our transaction revenue was up 9%, again, which is what is most important to us."
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "Exane",
    "text": "On the capital verse litigation? The capital plan verse litigation?"
  },
  {
    "person": "Kirt Gardner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "How we look at all risk events, Jeremy is, naturally we consider our overall deployment of capital and we think about the pace of deployment and return of capital to our shareholders in light of any kind of risk event that we have on the horizon. So the announcement that we were going to repurchase up to $1 billion, you know, clearly, we're sitting on quite significant excess buffers, there's the $2 billion of reserves that we built. And if you look at the 80 basis points with 13.8% versus 13%, that suggests another $2.4 billion of buffer. We will naturally of course, see and observe the outcome of the French case in March which is scheduled for March 8 to March 23rd. And that of course will inform how we think about the pace and timing of buybacks beyond the French case."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "And just to conclude that on the RMBS case, because you referred to that one as well. I just wanted to kind of clarify our legal position is different from some other colleagues. We've already settled most of our private cases related to the RMBS matter. So what is left is the FEREA matter, that is the remaining one. And basically, we have just started discovery on that one. And we expect this to be '22 to '23 events more than anything else."
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "Exane",
    "text": "That's really helpful. Thank you very much."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question is from Stefan Stalmann from Autonomous Research. Please go ahead."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "Good morning, gentlemen. And welcome again, Ralph. I actually have only one question, please. And it comes back to the point of variable compensation. The $500 million roughly increase year-on-year. But again, if you take out the accelerated amortization of deferrals from an employee's perspective, there's probably hardly any increase in the bonus award in the year where you generated more than $3 billion incremental revenue, underlying incremental revenue. So those are obviously very, very advantageous operational leverage metrics. And do you think that's sustainable? Is basically the bonus pool now for all intents and purpose is fixed, both for the upside and the downside on the revenue side? Maybe you could comment a little bit around this? Also, on the question of whether there has been, let's say, some political considerations in keeping the bonus pool lower than it would have otherwise been. And maybe you can already hint whether there has been a change in the cash versus deferral mix in your 2020 awards? Thank you very much."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "That's a lot of detailed questions, Stefan. So, really the bonus pool is not fixed. And there is also the - it is really related to our performance, so the change that we did this year, we basically did a change for variable for fixed this year. And despite that, we have been able to keep our operational expenses before variable compensation flat. So that's, really a good accomplishment. So that's, although it's not a full year, in fact, that is in there. And then we clearly have corrected the variable compensation pool for that. But the way we accrue for variable compensation is that we have our way of looking at the different performances of the different divisions, they each have their own kind of framework to accrue variable compensation. And if you take the full accrual, then we have kind of corrected that for whatever has gone into fixed away from variable compensation. That's the way you have to look at it. Now clearly the year was a very good year from a revenue and result perspective. And therefore you see the variable composition going up. Last year was so another good year, and you saw that the pool was really down from 2018. And therefore, you see it going up again this year."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Now, the way we go about is clearly we pay for performance, we have to kind of, we are in a competitive business across the globe. We'll have to take into account local market circumstances everywhere, which we do in terms of making sure that we are an attractive employer also from a compensation perspective. But as said also by Kirt, in terms of giving recognition to, for example, the pandemic, we have been awarding thank you allowances to staff that are not eligible to specific variable compensation schemes in order to reward them specifically as well."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "And we've been really cautious in restructuring our company, leading to specific redundancies and we're really looking at how can we ensure that people find new jobs within UBS but clearly you have to continue to transform and restructure because you can't stop to change vis-a-vis the client needs. Having said that, at the same time, we've been really mindful of the fact that this is not the - that this is a time in which we have to ensure that people feel they have a good opportunity to find new positions within UBS. I hope that helps."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "Yes. Thank you very much, Ralph,"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Magdalena Stoklosa from Morgan Stanley. Please go ahead."
  },
  {
    "person": "Magdalena Stoklosa",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Thank you very much and good morning. I've got I've got two questions. One is still about your kind of thinking about the capital returns and another one that kind of focuses on the Investment Bank. So of course, we talked about kind of various aspects of your announcements this quarter. And I'm a little bit more interested about your thinking slightly longer term, because of course 2020 brought quite significant changes from the perspective of the lowering of the dividends and a kind of higher share buyback numbers."
  },
  {
    "person": "Magdalena Stoklosa",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Now, I'm interested in two aspects from here. One, how can you think about your share buybacks versus the valuation? Because, of course, when you look at the kind of return on investment here, it is much more attractive to be buying back shares below book than above books, so just your thoughts there?"
  },
  {
    "person": "Magdalena Stoklosa",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "And of course, the dividend growth trajectory, how do you see that mix kind of shifting as we rebase in 2020 and you think about your capital generation going forward? So that's one. And second really is about the Investment Bank, because, of course, 2020 revenue trajectory plus 30%, kind of year-on-year across businesses, very strong. But we have kind of two things here, when we think about the sustainability of it into '21, '22. From my perspective, you've actually entered 2020 with a restructured business. So a part from the revenue, I think would have been structural, but of course, a part of it was cyclical on the strength of the markets. How should we think about it into, let's just say, the next three years, the sustainability of that revenue profile? Or maybe even PBT level as we kind of look at it in its entirety?"
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Okay, well, just thanks. And I'll take the second question and Kirt will take the first one. In terms of the Investment Bank, clearly and that's not only for us, it's also for the other investment banks, as most of them have already come out with their numbers. 2020 was a particular constructive year, as we say here. And so though we are not in the warehousing business, we are in a flow business. And if there is a lot of kind of rotation in the investments, then a lot of flow comes through our system. And we have to make sure that we anticipate on those client needs and we execute those transactions."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "So that has led to basically a good performance across almost all areas of the Investment Bank over the year, whatever it is the more prime brokerage business and the ECM, LCM, business, whatever it is. The cash equities, the equity derivatives and specifically also in the fourth quarter across product lines as well. So you're seeing basically the investment banking working across almost all of their activities."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Now, if you are a more a flow house like we are, and basically, we generate a lot of those flow, the flow and back to our clients rather than a warehousing house, we don't take as much risk as some of the others do. And clearly, you will see some volatility with the markets being either quite or not. And that will give rise to some volatility on the revenue side. So how do you go about that? In many different ways. First, you make sure that you have those products, in which you can actually generate the scale. And to the extent you can't generate the scale, you have to improve the scale, or you have to make the analysis whether it was really necessary for your clients."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "So, for us, it's very important to stay on top in the equity business and the FX business because we know these are core franchises to all of our clients. And we have to invest in these execution platforms. And that's what we actually see coming as well. And there's a lot of initiatives around further digitalizing the execution platforms. And that with what - through which we further decrease our costs and get a scale opportunity. We know the business very well. We have a good team also on the digital effort there. So I do think that that can help us."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Now across all the other areas, you know it is really depending on where the market is, but I can tell you that, that we're going into the New Year with a good pipeline on the prime brokerage business as well as on the advisory business. And you've heard that from other firms as well. And so on one side, short term, we think that the market activity will be quite elevated, and that's good. We see good pipelines longer term, it's all about how can we ensure that we stay top three to top five in those products that are truly important, and how can we be efficient in it? And I think that's what we're actually looking at. Kirt?"
  },
  {
    "person": "Kirt Gardner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Yes, Magdal, just to address your question on capital returns. I guess, as we think about our mix and the decision to increase the proportion of capital returned with the higher levels of buybacks, you can certainly consider our current valuation is, as you highlighted. Naturally when we're trading below one times book, it's a very attractive time for us to buy back our shares. But it's not just - we don't just look at our trading versus book value, we also consider what we think the fair value of the firm is, and we reference our three-year plan. And if we believe that our three-year plan suggests that we should be trading above what our current valuation is, it also informs, for us it's a good time to repurchase shares."
  },
  {
    "person": "Kirt Gardner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "But away from this valuation consideration, also we like the fact that it gives us more flexibility. We can return capital when we have it. We don't have to wait a year for our AGM to approve and for us to pay back a cash dividend. It also gives us a better ability to manage our stress and how it impacts stress versus a cash dividend. And then finally, it reduces overall the capital that we hold when - as we accrue our cash dividend and go throughout the year and therefore the difference between tangible equity and CET1 capital."
  },
  {
    "person": "Kirt Gardner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "In terms of our dividend overall, how do we think about dividend growth? Our intention is to be progressive. And for us, progressive could mean $0.005 or $0.01 a share. And that's something that we'll look at as we go through each year of what the right level of cash dividend is but as I said, with the intention to be progressive, probably minimally progressive, because we do want to optimize buybacks at this point."
  },
  {
    "person": "Magdalena Stoklosa",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Great, thank you very much."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Andrew Lim from Societe Generale. Please go ahead."
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "Hi, good morning and a warm welcome for me too, Ralph. So I have my two questions. First of all, I'd like to go a bit further, please, on this potential tax evasion case. You've committed an official buyback program and it seems to be the case that you're alluding to maybe differences in timing on buybacks, depending on the outcome, but not a change in the quantum. And I'm just wondering if you did have the worst-case outcome, and have final €4.5 billion [ph], would that change the quantum of your buybacks, and specifically $2 billion for this year?"
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "And then maybe tied on to that, what would the process look like going forward if you did lose that appeal? Are there further stages and phases where you could appeal that appeal? And how long would that take? And then secondly, Ralph, you've been noted for your success in growing digital banking at ING. But looking to wealth management, arguably, people have this perception maybe that's digital banking, or let's say a digital offering at wealth management clients hasn't really taken off in a way it should be. Looking to UBS and maybe wealth management in general, do you see specific opportunities to improve the digital offering for wealth management clients? I appreciate your thoughts there. Many thanks."
  },
  {
    "person": "Kirt Gardner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "In terms of our buyback program, #[off-mic]."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Ladies and gentlemen, please hold the line, the conference will continue shortly. Thank you."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "There is a disruption in the line. We'll have to mute to reconnect."
  },
  {
    "person": "Kirt Gardner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Andrew, can you hear me?"
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "We can hear you, I can hear you."
  },
  {
    "person": "Kirt Gardner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Okay. And I'm not sure where we dropped off. But as I mentioned, naturally a worst-case outcome, which is something that as you would expect, we certainly model and we look at, that of course, would form our buyback capacity just given how it would impact overall CET1 ratio along with other factors. Now, finally, in terms of the French process, after the Appeals Court, there is one more level of appeal that we can make to essentially the equivalent of the Supreme Court. And so we would look at the outcome of the French case, naturally, we would consider what that informs in terms of probability of potential outflow, and we would account for it accordingly. And we would also take into consideration what we would view as any opportunity for us to appeal and how strong that case would be."
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "Okay."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "And yeah, so #[off-mic] up a bit. And so, and maybe also on capital distribution, clearly, we generate a lot of capital. And what you do as a firm is, okay, where can we deploy the capital in a - with a right return and how can we build our franchise. So that's where you see some of the lending coming in. And that's where we will allow Wealth Management and the P&C business to use some capital clearly. But as Kirt said, we'll have to be kind of conservative around how we manage our CET1. And then clearly, we generate a lot of excess to capital, which we want over time to distribute, then as well."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "And coming back to the question, Andrew, on digital, and where do we see the biggest opportunity for digital? It's actually in three areas, for the moment, at least in three areas. I mean, the opportunities for digital is almost everywhere, in my view, but the three areas that we're already looking at and where we can further, in my view, accelerate strategically, but also tactically, is in the Investment Bank."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "As I said, we have quite some initiatives there in order to further digitalize some of these execution platforms and some of the services that we go through in those products and those services that we know really well. And the second one is clearly in the Swiss Bank, where the demand for perfect and really good differentiating digital services is increasing rapidly. And we really have to step up on those. So that's what we need to do as well."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "And then also in the wealth manager and you may find it strange, but I do think that if we do a very good job at analyzing the data and applying artificial intelligence in understanding our understanding our clients better and understand the timing of our clients better and predicting their needs better. I am convinced we can further support our financial advisors or our client advisors to be much more supportive and effective with our clients and with that being more productive as well while at the same time, really investing in all of those core processes that support them and make them digital because they still lose quite some time in a lot of processing of the business they do."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "And I think so to support all the financial and client advisors in making everything digital that you can make digital but it's also generating the client intelligence to really support it to be personal, to be there at the right moment, to have a bespoke product offering and bespoke pricing. I think those are the components that I firmly believe in, we can improve and where we can support the wealth manager."
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "That's great. Thank you very much, Ralph."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Jernej Omahen from Goldman Sachs. Please go ahead."
  },
  {
    "person": "Jernej Omahen",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "Good morning from my side as well. And welcome Ralph to your first results call at UBS. I just have two questions left. The first one is on page 16 of your presentation. And what I'd like to ask here is the following. So the loan volume went up by $12 billion quarter-on-quarter, $34 billion year-on-year. So that's an 18% increase. You say in the commentary here that margins have expanded as well. How do we tell it is 18% increasing volumes, expanding margins and only a 2% increase in net interest income? If the explanation really is the lower deposit revenues in the U.S., that must have been one monster contraction of the deposit margin in the U.S.? And then just a sub-question, given that the curve in the U.S. is both steepening and rising, what or how should we think about this for the coming period? That's question one. And then question two on page 22, the top right exhibit? What does that show? Thank you very much."
  },
  {
    "person": "Kirt Gardner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Could you repeat the second question, please?"
  },
  {
    "person": "Jernej Omahen",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "Page 22, top right exhibit. Can you just explain what this actually shows? I don't understand what the components here are. In the footnote it says reported PBT divided by average attributed equity but reported PBT of what. So you've taken divisional PBT results of your U.S. peers or what have you done here? Thank you. Well in essential, just trying to compare it with a top right chart but I don't understand it. Thank you."
  },
  {
    "person": "Kirt Gardner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Jernej, hi. Good morning. So maybe just in terms of your first question, so I think and if you look at our deposit volumes $348 billion in deposits, if you think about the overall U.S. dollar interest rate contraction, year-on-year, and how that translates into margin, that is 130 basis point contraction in margin. So when you apply that to this level of volume, you can see how there is very substantial net interest income headwind across our U.S. dollar book."
  },
  {
    "person": "Kirt Gardner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Now, actually, the volume is helpful. So the fact that we did increase volume does partially offset that contraction. But that is a massive headwind. Now offsetting that, as you rightly point out, we had the increase overall in lending volumes $34 billion year-on-year, your math is correct, $12 billion quarter-on-quarter, up 19% and 6%. In addition to that, we did have some margin improvement."
  },
  {
    "person": "Kirt Gardner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "So overall, the fact that that we were able to offset that with a lower volume book, and with less of a volume increase, I think is, to me, is a strong statement about the performance of our net interest income and what we delivered over the year, and what we expect to continue to deliver over the quarters going forward. Now, specifically, our loan net interest income on a year-on-year basis is up $152 million and up to $52 million on a quarter-on-quarter basis. So again, I think quite significant momentum from our lending."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Maybe Jernej, you have the margin compression on the full book on your balance sheet, basically, in dollars whereas you have your margin improvement on your new production. And that's, those are the parameters that you have to work with. So, actually, we think it's quite an accomplishment, what the team has done here. [cross-talk]."
  },
  {
    "person": "Jernej Omahen",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "Now, it is an accomplishment. And can I just add a question here, so plus 18%, year-on-year growth in loans, I think, you're doing what you said you would do here and then a bit more. When you look forward, do you think UBS can sustain this pace of growth here?"
  },
  {
    "person": "Kirt Gardner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Yeah, I mean, our intention is to continue to very much focus on growth in our loan book. Right now as we look over the next couple of years, we just completed our planning process. We actually do see that GWM, we believe that the plans are in place, the capabilities are in place, all the investments and the actions that we've taken over the next couple of years, they - the relationship and the joint venture with the IB around structured lending, we think we're well set up to increase. And for us, if you look at our total loan penetration, you compare us, for example, to the other Swiss franc or to our U.S. peers, you'll see that our loan penetration overall is well below our peers. And that also then gives us good conviction that we can continue to take wallet share."
  },
  {
    "person": "Kirt Gardner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "And if we turn to slide 22, I mean, overall, what we're trying to show is consistent with our model, so we have a model where we hold relatively less inventory than our peers, we take less market risk, as evidenced by the overall bar in the business. And we're just relating that to revenue to show that our capital productivity and our productivity on risks that we deploy is relative to our peers is that at the upper end overall, and that helps to lead to very good return on attributed equity. So we're just really reinforcing and we're providing proof points that our overall investment banking model works well and works particularly well in markets where there's a lot of volatility,"
  },
  {
    "person": "Jernej Omahen",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "Right. But can I just ask? Now, so I understand that, but what I was asking, what does this actually show? So you have you have taken divisional results of your peer group. And you have divided them by allocated equity as reported, right. So this is a divisional comparable or what?"
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "That's correct."
  },
  {
    "person": "Kirt Gardner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "That's right, we've taken divisional results of our peers, we've looked at the bar they've reported, the revenues that they've reported, and also the attributed equity. And we compared that on a like-for-like basis across our peers and of course, looking at our business."
  },
  {
    "person": "Jernej Omahen",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "Thank you very much."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Goel Amit from Barclays. Please go ahead."
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Barclays",
    "text": "Hi, thank you, and also welcome from myself too. And so two questions, and the first one actually, just going back to the profitability, and obviously a very strong set of results for 2020 especially given various headwinds. I'm just trying to just try to understand in terms of as you think about this going forward and kind of looking at Slide 7, profitability well above the targets. Do you think the level achieved this year is, also in 2020 is sustainable kind of going into '21 and beyond? Or do you see it as a bit exceptional? And how do you think about that when you're thinking about the targets?"
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Barclays",
    "text": "And the second question, I mean, actually, I was going to ask them on the loan growth but actually, maybe slightly different one, given the last question we just had. And on the IT, just curious, Ralph. Obviously, when you've had a look at the system and the processes, etc., and just maybe a bit more detail in terms of what your thoughts are on the infrastructure and the IT that you see at UBS? Thank you."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Okay. Thank you, Amit. Yeah, so, clearly 2020, in view of the market volatility, the rotation in the market, the - clearly it has worked for us in the Investment Bank, it also has worked for us in terms of being a very solid, a very trustworthy, a very knowledgeable advisor to many of the clients, to which they have entrusted more money with us. And you see that all across. So, is the 2020 number in terms of growth an absolute level? Is this one that you come bank on going forward? Not in full. But underlying, we see a much stronger franchise across all regions across all business divisions. I think that's what provides the foundation. Also for us, we're working on some strategic - further strategic fine tuning and how we can best kind of move forward. And if that warrants a further kind of update on the targets on Slide 7, we will certainly take those along. Let me give you an update in the second quarter. So that's one."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Then on the IT side. I think that clearly, I put quite some time in it with the Head of IT here. I've gone through how we manage IT? How we prioritize IT? And how we, where are we on infrastructure, etc., etc., etc. And I think there is, we do a good job. If it comes to the ability to use Cloud, how we move towards Cloud, what can we do in the public Cloud? What can we do in the private Clouds? What do we want to continue to do on mainframes and all that? Sort of the story there. But there is also, there are areas of improvement, and areas where we can really step up and be more efficient. I think that will, the way we go about our technology going forward, if you if look at the technology spend that we have, it's not like we need a higher spend per se, going forward. If you look at the benches, looking at the technology spent versus revenue, we're right up there. So I think that shows that we're not under spending in technology."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "But I do think that we can kind of change the rhythm through which we take our investment decisions on a more quarterly basis, rather than once a year we allocate tax spend to the different divisions. I think we have to optimize it across the different divisions, we have to optimize across the different programs. And I'm not a big believer in long term programs, although you could have a long-term program, but you have to really set targets and milestones on a more short-term basis to ensure that you're delivering, that you're making progress rather than after quite some time finding out that you haven't been able to deliver, because that leads to impairments and basically not the benefit."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "So on, how are we doing in technology? I think we're doing well. What are we spending in technology? I think we're up there, I don't think it is, we need to do more how we go about allocating technology spend, prioritizing technology spend and managing technology spend. I think that's where the change will be, the effectiveness of the spend."
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Barclays",
    "text": "Okay, thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Adam Terelak from Mediobanca. Please go ahead."
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Yes, morning. Thank you for the questions. I had to on GWM margin dynamics, sorry to come back. On the fee margin, I understand your point on the non-fee earning AUM base. But to have Q-on-Q margin erosion, that would suggest that that element of the AUM is growing faster than that is earning the fees? Or is it a fixed fee on those AUM that doesn't grow, so gets diluted over the overall higher AUM base. I'm just really trying to understand why the Q-on-Q margin pressure was there from a mix standpoint, and how sustainable or whether we should extrapolate that further as the relative elements start to grow with rising markets? And then on the NII front, you mentioned $52 million of higher revenues from lending Q-on-Q, could you break that out into margin and new business? I'm trying to understand how sustainable that $50 million would be and whether that's the sort of number we can start modeling if the loan momentum or loan growth momentum stays as it is? Thank you."
  },
  {
    "person": "Kirt Gardner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Yeah, thank you, Adam, for the question. So this is very simply, mathematically, if we have $3 trillion in invested assets, and within the $3 trillion, if there's $1.5 trillion, that where we have relationships with clients that are not contract based. And so therefore, they don't attract recurring fees or they attract recurring fees only relative to like custody and some of the other services we provide to them. So therefore, when we see an increase in markets, and we see those assets appreciate, we're not seeing a corresponding increase in recurring revenue."
  },
  {
    "person": "Kirt Gardner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "So therefore, the recurring revenue that we are receiving and where we do see an increase is being allocated over a larger invested asset base. And mathematically, that just results in some erosion and margin, so quite straightforward. In terms of the net interest income and what you should expect to see going forward. I mean, I'm not going to break down the details, frankly, of the $52 million as I said, that's all reflective of the lending that we did, leading into the fourth quarter in addition to partially reflecting the additional $8 billion of loans during the fourth quarter along with some margin expansion."
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Okay, so we should expect mechanical margin pressure if we continue to see market carrying of AUM on a multiple?"
  },
  {
    "person": "Kirt Gardner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "I think what I indicated is and I think what's most important is that we still expect to offset incremental quarter-on-quarter U.S. dollar interest rate pressure for net interest income on our deposit book through continued increase in net interest income from our lending. And as we look at Q1, we would expect net interest income of around $1 billion."
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Okay. And on the fee side, to carry on the fees is always going to be lower than the AUM if markets are positive and green?"
  },
  {
    "person": "Kirt Gardner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Yeah, I mean, that's a bit - given that we have a portion of our relationships that are transaction-based only and don't incur recurring revenue, when we see appreciation that's going to provide margin pressure. But also when we say actually valuations come off, you would expect to see some recurring margin benefits, but it's pretty meaningless, which is why we report or we focus on growth in operating income and PBT. We think it can be very misleading if you start to get involved in all the different mathematical impacts and dynamics that go into margin overall."
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Right, right there. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question is from Nicolas Payen from Kepler Cheuvreux. Please, go ahead."
  },
  {
    "person": "Nicolas Payen",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "Yes, good morning. Thank you for taking my question and I have two please. The first one is on production income in Wealth Management, and I believe where you have had a very strong year. And how much of that income you think is sustainable and more particularly, how much of that is due to the joint venture between the IB and GWM? And the second one would be on Asia. There you have PBT which almost tripled in IB, almost double in Wealth Management. So what should we expect from there? Should we expect the same kind of trend or a decrease in PBT for next year? Any outlook on this region will be appreciated. Thank you very much."
  },
  {
    "person": "Kirt Gardner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Yeah, in terms of GWM overall, clearly the - if you if you look at what we can drive and control, it's the flows and the volume. And you see a very strong momentum in lending. You also see a strong momentum in net new mandates, and you see our focus on transaction revenue, and that's something that's going to continue as we go into 2021. Away from that, of course, we're also impacted by movements in equity markets, just given the significant leverage in current revenue."
  },
  {
    "person": "Kirt Gardner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Now the IB and GWM is kind of the one term revenue overall, that was an important part of our 2020 results. And you saw we highlighted the GFO growth of 25%. More broadly our long-term revenue was up 17%. And clearly that is growing faster than overall operating income by a fair bit. So we would expect one of the growth drivers for us going forward to actually be the revenue that we generate across the firm. And we would expect that to continue to grow faster than the GWM-only revenue."
  },
  {
    "person": "Kirt Gardner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Now in terms of PBT in Asia Pacific, we still expect if you think about the structural trends in Asia overall, that indeed is going to be our growth region going forward and hence the reason that we place such strategic emphasis on Asia. And it is important for us to see growth in Asia too, in order to see growth overall for GWM. And so yes, and think that while there's going to be cyclicality, we see that. We see years when Asia does less well, we think the trend over the next five years is going to be for strong growth out of Asia Pacific, particularly in Wealth Management. And we expect to remain the leader over that period."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "So if you look at you know, from a wealth manager perspective, where is it that you want to be and need to be as a global wealth manager? Asia is where the growth is and where the pool will grow the fastest. And U.S. is where the pool is right now and that's why it's also important for us to be there, but Asia is certainly the growth region. Will this year be, see the same parameters as last year? I think on the GWM perspective, why not, because this is a combination of a demographic trend and a further kind of improvement in the middle-class economy with pushing up also some on the welfare side. On the other side, we also had a tremendous strong year, a tremendously strong year on the Investment Bank in Asia. And yeah, that may be a bit more volatile. But if there is one area as well, where the one UBS truly comes across to our clients, it is Asia in general. And I think that worked very well, to make it work. And that is certainly the success formula for our Asian clientele. And there's quite some growth potential. That's also why that's specific work stream out of the 14 work streams that kind of I mentioned, growth in Asia Pacific is a crucial one for us."
  },
  {
    "person": "Nicolas Payen",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Jon Peace from Credit Suisse. Please go ahead."
  },
  {
    "person": "Jon Peace",
    "role": "questioner",
    "position": "Credit Suisse",
    "text": "Yes, thanks. Can I just ask a couple of clarifications, please? So firstly, when you talk about leading shareholder returns on Slide 8, and do you see yourself in a European banking peer group or in a global bank peer group? And do you intend to turn on CET1 to be your profitability metric rather than return on tangible equity? And then the second question is, do you expect to hear the results of French [indiscernible] March hearing or could it be delayed a few months? And then just technically, is the idea that you would pause your buyback after Q1 pending that decision? Thank you."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Jon, yeah so on the French case, we actually don't know. As I said, it starts on the March 8, it will last until March 24, I think. And normal procedure is that at moment, we get a date at which we will hear the ordeal. And so I can't really look into the future there as to what that period will be. But we will know on the 24th. So that's one. In terms of you know, return on capital, CET1 capital, it is the parameter that we currently have. This is not the moment to change these things, clearly and going through our strategic updates, we're also looking at that and where we see return on capital going. But we are in Europe and a lot of our businesses are also outside of Europe. And so let us certainly kind of be better than Europeans and have an ambition to be there with the others."
  },
  {
    "person": "Jon Peace",
    "role": "questioner",
    "position": "Credit Suisse",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Tom Hallett from KBW. Please go ahead. Hi, guys."
  },
  {
    "person": "Tom Hallett",
    "role": "questioner",
    "position": "KBW",
    "text": "Hi, guys. A couple of questions for me, please. I was just wondering what your strategic intentions are in Asset Management? In the presentation, you mentioned the benefits from scale for clients. And M&A is clearly becoming a big theme for peers, particularly in the U.S., which do seem to be breaking the scale but also large strategic shifts. So just wondering or curious at what stage does UBS need to change track and inorganically grow the business? And what can conditions would need to be met to become more open to such a move? And then secondly, I know we're only a month into the New Year, but I'm just wondering how clients are engaging and positioned in wealth across regions, particularly in the context of the reflation trade? And can you also just remind us, what are WA impacts we should be expecting within CET1 over the coming year? Thanks."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "That's a handful, Tom. Let me start with the first one on asset management, but I'm going to generalize a little bit here. So clearly, we start our exercise from a position of strength. You can see that the results that we have this year, not only in PBT but also an invested asset and also in the asset manager is very clear that what Suni is doing is truly very successful in growing the franchise and making the right decisions around what new product needs to be there."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "So, the sustainability call is certainly one that came from there. The Chinese active strategies have been very successful. Our hedge fund has been very successful there. And with that, we have been really successful with our clients, building scale to almost $1.1 trillion. So, is that sufficient scale in an asset management business? One never knows. Does the asset manager support in capabilities, what we need also for the wealth manager? Absolutely."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Now, in all of these cases, whether it is the asset manager or not, we do see room for further organic growth. But clearly if there is an inorganic opportunity out there that could accelerate some of the growth or efficiencies that we want to accomplish in whichever business we will have, we will take a look at it. But that is the order, we are looking for organic growth, because we feel that we have the right management, we have the right product, we have the right alignment between the different divisions. And last year, we have proven that we can do it organically. But if an opportunity presents itself to accelerate some of that, we may consider it."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "That's one then the other questions maybe -"
  },
  {
    "person": "Kirt Gardner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Yeah, I mean I think that was a multi multifaceted question. But in terms of RWA, we expect around $10 billion of increase overall for methodology and regulatory changes. And away from that, I won't comment on what business increases we're likely to see. But naturally, I think as we've highlighted pretty consistently, you can assume that we're going to continue to deploy capital to GWM to support its ongoing growth in lending."
  },
  {
    "person": "Tom Hallett",
    "role": "questioner",
    "position": "KBW",
    "text": "Okay, thank you. Just maybe one other question on the report in terms of the how clients are engaging positions abroad in the context of the reflation trade?"
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Just repeat that."
  },
  {
    "person": "Tom Hallett",
    "role": "questioner",
    "position": "KBW",
    "text": "So, in terms of reflation trade, how clients are sort of seeing that?"
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "I don't really have that detail available."
  },
  {
    "person": "Kirt Gardner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "I think so if you look at the segment, so we do client segment research, and you see that clients are positive towards pockets. So I think there as a percentage 65% are positive towards investing. Eight out of 10 of our clients are seeking active advice, given all the things that are going on. And that's where we are super well placed with our network of financial advisors and client advisors. So clearly, the uncertainties that are in the market play to the strengths of our franchise. Clients need advice, and that's what we can provide."
  },
  {
    "person": "Tom Hallett",
    "role": "questioner",
    "position": "KBW",
    "text": "Okay. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The last question is from Piers Brown from HSBC. Please go ahead."
  },
  {
    "person": "Piers Brown",
    "role": "questioner",
    "position": "HSBC",
    "text": "Yeah, good morning, gentlemen. Just maybe one final one for me on credit losses. And we've obviously seen, as you previously guided to, the drop offs in credit loss expense, second half over the first half. And I wonder if I can get a sense as for full year '21? I think the market share can provide about another half of the credit loss expense charge, so I mean, just in the context of the tougher lockdowns we're seeing, particularly in Europe over the last month or so, is there anything in the trajectory of economic recovery or change trajectory of economic recovery, which makes you think that sort of assumption might be might be incorrect? And how you would be thinking about some of the model updates you may be putting through in the first quarter for credit losses? Thanks very much."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Yeah, Piers. Overall, CLE of $66 million driven by Stage 3 for the quarter, where we had $99 million of impairments partially offset by $33 million of Stage 1 & 2 releases. Now overall, as a consequence of updating our - the economic factors for our scenarios, that actually informed a further release, which we overlaid, we felt it was premature to actually release additional reserves into the P&L. In addition to that, we also rebalanced the weightings on our baseline versus adverse scenario from 70/30 to 60/40. That is, because we do see, despite the optimism around the vaccine, we do see a fair bit of uncertainty around how the recoveries are going to unfold and what the impact of the current lockdowns are going to be. So we acknowledge that that then creates of course quite a bit of range of potential scenarios for 2021 and how that might then impact overall credit loss expense. So still a fair degree of variability and uncertainty around that. Overall we would expect in 2021 to see more expense on the impairment side than we went on Stage 1 & 2 side."
  },
  {
    "person": "Piers Brown",
    "role": "questioner",
    "position": "HSBC",
    "text": "Okay, thanks very much."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Ladies and gentlemen, the webcast and Q&A session for analysts and investors is over. You may disconnect your lines. We will shortly start the media Q&A session."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]