[
  {
    "person": "A - Sarah Mackey",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, Sergio. I think that our first question is from Kian Abouhossein from JPMorgan. Kian, good morning. We can see you on screen. Please do go ahead with your questions."
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "Yes. First of all, thanks for taking my questions. I -- looking at the slides, I can put together a revenue picture as you’re giving some details around risk turn on risk-related assets in the long-term, as well as your risk-related assets overall absolute. So I get to about $48.5 billion of revenues, which implies around a 70% cost income of $34 billion. And clearly, first of all, I wanted to see if the revenue assumption that I’m making here in my calculation is reasonable and what underlying scenarios to use to calculate that? And secondly, on the cost side, clearly, even if I assume some kind of growth rate in cost inflation, I still see that most of the cost savings come from your legacy non-core reduction. So it looks like a lot of flexibility. So can you talk a little bit about, is my calculation correct to some extent, and secondly, how should I think about the cost flexibility as it seems to mainly come from non-core and legacy? That’s the first question. If I may just, secondly, on the Investment Bank, you’re clearly making a big investment push, and here I want to understand, at what point do you see delivery has to be achieved? I think you mentioned, end 2026 in terms of revenue improvement, but is there any milestone that have to be achieved in order to illustrate that this cost income will continuously improve, not just in the first quarter?"
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Great questions. Let me take the first. So, I think, in terms of the way you’re thinking about it, I’d say, the key is to think about a cost income ratio below 70% is really the driver as we exit 2026. The revenue picture that we gave, as I commented, is not based on blue sky scenarios."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "You see that for two of the core business divisions, we effectively priced in flat revenue growth. NCL, we priced in flat revenue growth. We talked quite, I think, appropriately about what we would expect from GWM as it improves its asset base."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "And of course, on the IB, coming from a low 2023 and given the onboarding of the Credit Suisse bankers we’ve discussed and getting them productive over the next 12 months to 18 months, one could see that our revenue picture is appropriate in that respect and not toppy."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "That said, when you look at, say, the return on RWA, which is, I think, what you used as a basis, that is certainly our ambition is to do the financial resource optimization to improve the ratio of revenues over RWA and that’s clearly something we know we need to do. You saw in the depiction of how dilutive the CS revenues have been on that metric. So, clearly, we’re going to keep working on that."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "But the key, really, the takeaway here is that, as both Sergio and I said, we have the flexibility to pace the reinvestments of the $13 billion in gross cost saves depending on how that revenue trajectory develops."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "So for us, that’s really the key. Maintaining less than a 70% cost income ratio, that’s where the discipline comes in. And as I said, pricing in what is an appropriate revenue picture and just ensuring we keep to the gross cost saves and then we could pace the reinvestment as appropriate."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Kian, vis-à-vis your second question on the IB, I think, of course, we do expect the onboarded resources, particularly in the banking part of the business to start to ramp up to average productivity of the incumbent UBS bankers and that will happen and is already happening, to be honest, because we have been observing good mandates winning. Of course, now what we need is the second condition, how do I? First one is, do we win mandates? Do we get tractions? And the answer is clearly, yes. So I’m very pleased with that outcome."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Now, the most difficult question to answer is, is the market going to be there to support monetizing those mandates? And what’s going on, it’s very difficult to predict the near future. So post a very, very hard 2023, but the momentum is very good. So I do think that it’s important to measure that."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "The other observation I try to take on executed transaction will be, are we gaining market shares? How do we do relatively to our competitors?"
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "A third element, which is very important for me, how is the IB contributing to the value creation in our Wealth Management and P&C businesses? Because it’s very, very important, it’s a pillar, it’s a very important driver, and particularly now in the U.S., but also, for example, in Australia, but also in APAC. In general, we can drive this real value creation by working closer together."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "But lastly, it will be over the cycle, can they deliver return on allocated equity, as we said, as a target? So it’s a set of short-term and medium-term and long-term measures that we will use. But I’m confident that the trajectory we had in the last seven years, eight years, which has volatility elements will continue, but in a way that accrue value to our shareholders and clients."
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "Thank you."
  },
  {
    "person": "Sarah Mackey",
    "role": "answerer",
    "position": "Head, Investor Relations",
    "text": "Thanks, Kian. And we now have our next caller, which is Chris Hallam from Goldman Sachs. Good morning, Chris, and we can see you on screen."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "Thanks, Sarah. So first, on slide 28, if I zoom in on 2026, you’ve guided to an exit run rate of 15% return on quarter one, but for the year as a whole, you flagged double-digit, which I guess is sort of 10% to 12%. So I was just wondering if there’s something specific happening later towards the end of 2026 that’s causing a sort of big jump up in profitability, or perhaps, whether I’m just being a bit too pessimistic on assuming that double-digit means 10% to 12%? And then second, on distribution, we have the details in terms of what you want to do on the dividend this year, also the comments you’ve made on buybacks for 2024 and for 2025. But I was just thinking about how you’d think about the overall payout ratio longer term 2026 onwards and the split in that between dividends and buybacks."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "You take the first."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Thanks. Hey, Chris. So on the first, I think, what’s that dynamic is effectively the benefit of having the full year of 2026 absorb all the savings that we’re working super hard to achieve over the next two years to three years. So during the course of 2026, we’re still going to be taking significant costs out."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "In particular, the expectation is more in the middle and back office, whereas I mentioned things are sequenced a bit. We have to get the client, tech decommissioning done and you’ll start to see sort of a lot of the middle and back office functions, including, say, my own, where we’ll see more of the cost takeout in the latter part of the journey."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "And so what you’re seeing really priced in at the end of 2026 is the full harvesting, effectively the complete cost income story, whereas in 2026 in-year, of course, you’re just having the averaging effect over the course of the year."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Yes. Chris, on payback, of course, in 2026, we’re going to have to factor in different considerations. But, generally speaking, I would say that, we want to continue to have a good mix. I think that our progressive dividend policies are extremely unlikely to change over the long-term. So I think that we want to continue to deliver a cash dividend growth every year. The pace will be a function as well of where the stock trades, right? So at the end of the day, there is an element of balancing cash versus stock depending on where the stock trades."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Having said that, I do recognize that also from a prudential and capital management standpoint, share buybacks offers more flexibility, right? So what we want to always make sure that our cash dividend is sacrosanct and our progressive policy is also very, very important. Therefore, we’re always going to measure this in two ways. Our dividend will be then benchmarked also in respect of making sure that we have an attractive story for more yield-focused equity investors."
  },
  {
    "person": "Sarah Mackey",
    "role": "answerer",
    "position": "Head, Investor Relations",
    "text": "Thank you, Chris. And now moving on to Jeremy Sigee, who’s calling from BNP Paribas Exane."
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "BNP Paribas Exane",
    "text": "Thank you and apologies my video is not working actually. So I’m audio only. So sorry for that. Two questions, if I could. So I think what you said about RWA reductions is very welcome, in the target of $510 billion in the medium-term and that frees up a lot of capital, which is really great to hear. You’ve talked about optimization outside non-core, so within the core divisions. And I just wonder if you could sort of talk about that a bit more, just give us some examples of the kind of lazy assets that you think you can cut. So that’s my first question. The second one is back on the capital returns. You’ve talked about 2024 and you’ve talked about 2026 on the buybacks. And I just wondered, in terms of how we think about what you might be able to do in 2025, is 14% CET1 the relative -- the relevant thresholds? Are there other constraints that will constrain you in terms of what buybacks you can do in 2025? So does it have to wait for the Swiss integrations to be done? Does it have to wait for non-core milestones? If you just talk about the constraints that would affect that, that would be great."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "So I’ll take it at first, okay."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Okay."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Hi, Jeremy. So on the first, in terms of RWA reduction, you were looking for examples in terms of optimization in the core. So I’d say, the classic example would be where on -- say, on the Credit Suisse side, in Wealth Management, to give an example, we are inheriting a situation where there was just, say, a loan relationship between the bank and a client, and perhaps, we weren’t bringing to bear the holistic client array of services that is our expectation to sort of do now. It’s been the blueprint for us in UBS, GWM, and so that’s just an example where you have kind of a monoline, is a simple example of that."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Another example could be pricing. So you might not be getting the pricing for the risks that you’re effectively taking with respect to that financing. So I think those are two examples where we need to do work to ensure the holistic client coverage is brought to bear in a given situation or we’re looking at up-pricing opportunities in particular cases."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Yeah. Jeremy, in respect of share buyback in 2025, I think, it’s a little bit early to discuss that, but I would say that, first of all, the integration, the Swiss topic is a 2024 matter. So by mid-2024 or during 2024 latest, we know exactly how we manage the integration of the parent company, the U.S. entities and the Swiss operation. That will -- so in 2025, it’s unlikely to play a role in our capital return policies."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "The 14% is a good assumption, and what we mean by around 14%, means 13.8% to 14.2%, not 14.5%. When we have excess capital well above the 14%, it’s because we are creating the buffer to do share buyback, to offset temporary timing differences between cost to achieve in our integration journey and the savings we realize, and have the necessary buffer to also phase in the reduction of our tax rate."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "So in a sense, nothing really changes, but we do indeed expect also the underlying profitability to improve and therefore potentially giving us more flexibility. But this is something that we will focus on in exactly 12 months’ time and we will communicate our plans for 2025."
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "BNP Paribas Exane",
    "text": "That’s great. Thanks very much."
  },
  {
    "person": "Sarah Mackey",
    "role": "answerer",
    "position": "Head, Investor Relations",
    "text": "Thank you. And our next caller is Andy Coombs calling from Citigroup. Andy, please do go ahead."
  },
  {
    "person": "Andy Coombs",
    "role": "questioner",
    "position": "Citigroup",
    "text": "Good morning. Thank you for taking my questions. So the first one would just be going back to some of the maths that I think Kian outlined at the start and just trying to understand your decision-making process. So if you look at slide 20, I think, you say, the 9% revenue to RWA post-Basel IV. So you’re essentially suggesting an exit run rate of $46 billion in revenues, 7% cost income, $32 billion of costs and that’s a couple of billion below the full year 2026 consensus revenues and full year 2026 costs. I appreciate we’re comparing exit versus full year there. But with that in mind, could you elaborate on where you’ve identified the additional cost opportunities, given that you were previously at $10 billion, you’re now at $13 billion. And you’re on the tape as saying, we are sacrificing some topline growth in order to enhance returns. So also where you’ve made the decision to perhaps come out some product areas where there was a revenue opportunity. That’s the first broad question. Second question is on capital return. Again, trying to run the numbers, $510 billion RWAs, 14% quarter one, need to be on that basis, $71.5 billion in quarter one capital, you’re at $78 billion today. So already a lot of excess capital there. Then there’s the retained earnings coming through. So just trying to understand, are there any other moving parts aside from the amortization of the FINMA waiver between tangible equity and quarter one capital over the next three years to four years? Thank you."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "So I let Todd take the questions and only noting that you may have got the revenues wrong, but you may address this issue."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Okay. Yeah. So, Andy, hi. I will just go on the cost side, because I think I addressed the revenue side anyway in response to Kian. I would -- I’d also -- it’s also important to point out just quickly on that slide that as we say in there, it’s pre-impact from the Basel III final and model update. So that, also will impact on the return of RWA."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "In terms of the additional cost opportunities that we found, as you asked. I mean, first, I would say, we’re just confirming what we said last year about greater than $10 billion and saying we had to go do the work to validate all the details. And so, the $13 billion that we’ve come out with, neither Sergio nor I think that that’s going further."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "It was for us always the neighborhood of where, we thought the plan, the detailed bottom-up plans would get us, and ultimately, when we were communicating greater than $10 billion, that was an informed estimate, of course, because we had done a fair bit of work."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "But, of course, all the work that we’ve done over the last three months validating that, that number. So that’s sort of the first thing. It’s just important to emphasize that it’s not as if we’ve gone deeper."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "But in terms -- so on that basis, I would just say that, the $13 billion remains, for us on a gross basis, critical. As I said, half is going to be personnel-related. Half is -- the other half will be consistent, comprised of things like mainly tech, but also real estate, also third-party costs. So, again, it’s a validation of what we’ve done, and also, as I highlighted, going through the trajectories, giving you a sense of when we think these will hit through."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "And just quickly on the -- you asked about, sacrificing topline growth. I think the point that both Sergio and I have made is just, of course, when you do a financial resource optimization work and we’ve done this before, naturally to reduce the balance sheet means at times, well, you’re going to be sacrificing revenues as assets come down, and so it all comes down to the accretion of return on CET1 ultimately and how we think about this in terms of trade-offs. So that’s how I would respond to that."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "And then I think you were saying any other differences. If I took your point on CET1 and tangible equity, was that the point that you were making? The differences, I think, you were saying, Andy."
  },
  {
    "person": "Andy Coombs",
    "role": "questioner",
    "position": "Citigroup",
    "text": "It’s exactly not, just going to get over the capital build actually."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Yeah. So I was just pointing out in terms of convergence, as I highlighted, historically, one of the big differentiators between CET1, which we think, by the way, is the right model anyway, because that’s the basis for being able to buy back shares and pay dividends. So we think measuring return on CET1 capital is right."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "But we know there’s always interest in that CET1 versus TE. So what I was just suggesting was that our -- as our tax loss DTAs, which were one of the big differentiators, are amortizing down and being converted into temp difference DTAs, which are CET1 accretive, that that becomes much less of a delta, and therefore, signals a move towards convergence."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Yeah. Maybe let me just add quickly to your comment on driving optimization of the balance sheet and return on risk-weighted assets. You mentioned, if we are planning to exit products, I have to say that, never say never, because in the next two years or three years, you never know how developments work out."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "But at this stage, everything that we don’t deem as a product that we want to have is part of non-core. So it’s all about repricing the existing core relationships and businesses. It’s not about exiting businesses. I mean, I’m talking about meaningful businesses, of course, right?"
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "So I don’t expect. It’s really --and that’s the reason why it’s not an immediate effect, because we have to manage the relationship. We have to manage the discussion with clients in a way that they understand risk-reward for us, for them."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "They understand the value of the advice we give to clients, the services and products we give. We also have to make sure that, where applicable, we stop having discounts, and so this is, over time, of course, going to help to close the gap."
  },
  {
    "person": "Andy Coombs",
    "role": "questioner",
    "position": "Citigroup",
    "text": "That’s great. Perhaps I could just follow-up on the opening remark. I think you said my revenue calculation was wrong on slide 20. The $510 billion, I think, is post- Basel IV and in the footnote, you said it’s 9% post-Basel IV finalization model update. So should we be taking 510 times the 9% or 510 times the 10% on the slide, just to be clear?"
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Well, it would be 510 times the 9%, since that would be the return inclusive of the..."
  },
  {
    "person": "Andy Coombs",
    "role": "questioner",
    "position": "Citigroup",
    "text": "Okay."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "So that’s apples-and-apples."
  },
  {
    "person": "Andy Coombs",
    "role": "questioner",
    "position": "Citigroup",
    "text": "Brilliant. Thank you."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Sure."
  },
  {
    "person": "Sarah Mackey",
    "role": "answerer",
    "position": "Head, Investor Relations",
    "text": "Thanks, Andy. And our next caller is Anke Reingen from RBC. Good morning, Anke. We can see you, so please do go ahead."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC",
    "text": "Yeah. Thank you very much for taking my question. The first one is on the path from the 15% to the 18%. I mean, your previous target was 15% [Technical Difficulty]."
  },
  {
    "person": "Sarah Mackey",
    "role": "answerer",
    "position": "Head, Investor Relations",
    "text": "Anke, we’re so sorry. We’ve got an internet connection."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC",
    "text": "The question is a Q4 question. Can you maybe..."
  },
  {
    "person": "Sarah Mackey",
    "role": "answerer",
    "position": "Head, Investor Relations",
    "text": "I’m so sorry, Anke. We’ve had a -- there’s an internet connection. Maybe, yes."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Yeah."
  },
  {
    "person": "Sarah Mackey",
    "role": "answerer",
    "position": "Head, Investor Relations",
    "text": "You have to see if that helps with the bandwidth. Sorry, if you wouldn’t mind starting again."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC",
    "text": "Yeah. I’m sorry. Hopefully, that works. If you can talk about the path from the 15% to the 18% in 2028, a return on quarter one capital, given you had 15% to 18% before. So, how conservative is the timing, as well as the 18% compared to your previous range and how much is that self-help versus market? And the second question is a Q4 question, your net fee generating assets were negative in Q4. If you can maybe elaborate a bit on what’s been driving this? Thank you."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "No. Anke, I take this one. I think -- and you take the second one, Todd. I guess on the exit rate, we are trying to model what the potential will be and outline that we can definitely converge back into a level of value creation that is in the middle range."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Since maybe it’s also appropriate to remember that if we wanted to really reiterate the old story, we would have talked about 15% to 18%, and what we are saying is that we believe the exit rate is 18%. So I believe that the combined story over time will deliver a better, more stable, less volatile return, and those returns will be in the mid of that range from above 15% around 18%."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "So, I would say that, the nuances of the changes are the one I just mentioned. So, we are not talking about 15% to 18%. I believe that we are well positioned to be sustainably in the high-teens going forward."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "I don’t think there is a level of being conservative five years ahead. We need to really work out the execution of the phase and understand what is the potential, and over time, we will fine-tune short-term ambitions."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Anke, on the net new fee generating assets in the quarter, as you mentioned, they were negative. Just to unpack that a bit, we saw good NNFGA on the UBS platform. What you see a bit is more the Credit Suisse dynamic in terms of mandates on the Credit Suisse platform, and the fact that there was a net outflow of mandates that also could be as well from relationship managers who have left."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "We are countering that by virtue of having now have an aligned CIO view and aligned solutions and offerings that we’re bringing out on both platforms. So we expect going forward that the CS mandates that perhaps we were seeing a bit less of than ideal, we should be able to stem that issue a bit going forward from an NNFGA perspective."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC",
    "text": "Thank you."
  },
  {
    "person": "Sarah Mackey",
    "role": "answerer",
    "position": "Head, Investor Relations",
    "text": "Thanks, Anke. And our next caller is Alastair Ryan from Bank of America."
  },
  {
    "person": "Alastair Ryan",
    "role": "questioner",
    "position": "Bank of America",
    "text": "Thank you. Good morning. And can I ask, net new assets, the $100 billion guide that feels like about interest in dividends and -- am I..."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "No. It’s not…"
  },
  {
    "person": "Alastair Ryan",
    "role": "questioner",
    "position": "Bank of America",
    "text": "So, Sarah, I was looking at you holding something up. Is that the thing?"
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Yeah. Is that…"
  },
  {
    "person": "Sarah Mackey",
    "role": "answerer",
    "position": "Head, Investor Relations",
    "text": "Right."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Yeah. We are losing the connection now."
  },
  {
    "person": "Sarah Mackey",
    "role": "answerer",
    "position": "Head, Investor Relations",
    "text": "Yeah. Sorry about that."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Yeah. It’s better you switch the video, so…"
  },
  {
    "person": "Sarah Mackey",
    "role": "answerer",
    "position": "Head, Investor Relations",
    "text": "Yeah."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "…should be better."
  },
  {
    "person": "Alastair Ryan",
    "role": "questioner",
    "position": "Bank of America",
    "text": "Okay."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Thank you."
  },
  {
    "person": "Alastair Ryan",
    "role": "questioner",
    "position": "Bank of America",
    "text": "Sorry, try that."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Yeah."
  },
  {
    "person": "Sarah Mackey",
    "role": "answerer",
    "position": "Head, Investor Relations",
    "text": "That’s better."
  },
  {
    "person": "Alastair Ryan",
    "role": "questioner",
    "position": "Bank of America",
    "text": "Yeah. Okay. Apologies. Technology is not my specialty. $100 billion net new assets in 2024 and 2025. That feels like about dividends and interest, given the shape of the balance sheet you provide in the slides. So, could you just talk, just expand a little bit on what else, the underlying outflow assumptions you’re making, perhaps, on some of the relationships you took over with Credit Suisse, whether that’s the case. And secondly, cash now 18% of the balance sheet. Very, very high liquidity coverage ratio. Is that something that’s just the new run rate or can you bring that down as you complete the complex legal entity restructuring? Thank you."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Hey, Alastair. I’ll take those. So on -- first on net new assets, the $100 billion over the next two years just reflects the fact that, to the point that I think we’ve been making, that while we’re going to continue to grow the asset base, I mean, $100 billion is still $100 billion over the next -- each of the next two years, $200 billion by the end of 2025 and that’s a focus of the team."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "The -- in terms of where we think the appropriate ambition would be normally when we’re just in growth -- full growth mode and not looking to also ensure that appropriate hygiene on the balance sheet, there -- that’s reflecting that discount in there a bit."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "We still think it’s a strong number. It’s still growing the asset base. It’s still providing a basis to grow revenues, as I highlighted in my comments. But it is reflecting the fact that, in addition to growing client relationships and bringing more and more aligned products and solutions to our clients, there are going to be situations, as we both highlighted, where, perhaps, we see potential outflows because of decisions we’ve made around, given service, for example, trying to up-price a loan potentially unsuccessfully and then seeing that roll off and then potentially, the collateral moving out of the bank as a result. So it’s just appropriate to, price in some of that as we do this, good and necessary work to ensure ultimately stronger return on RWA and sustainably higher returns in the long run."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "In terms of cash or the HQLA that we have? Yeah, you could assume going forward that that is structurally our run rate for now just given the new Swiss liquidity ordinance requirements that we’re complying with. So you can assume that that’s right. Naturally, we’re focusing on winning back deposits and diversify -- continuing to diversify sources of funding, not least given the structural funding gap we’ve inherited from the Credit Suisse subsidiary in Switzerland. So we’re taking steps in our funding plan to narrow that, but in the end, you can assume that, for now, that level of liquidity is sort of run rate level."
  },
  {
    "person": "Alastair Ryan",
    "role": "questioner",
    "position": "Bank of America",
    "text": "Thank you."
  },
  {
    "person": "Sarah Mackey",
    "role": "answerer",
    "position": "Head, Investor Relations",
    "text": "Thanks, Alastair. And the next caller is Giulia Miotto from Morgan Stanley. Good morning, Giulia. We can see you. Please do go ahead."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Hi. Good morning. Can you hear me well?"
  },
  {
    "person": "Sarah Mackey",
    "role": "answerer",
    "position": "Head, Investor Relations",
    "text": "We can. Yes."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Okay. Perfect. So my first question goes to GWM Americas and I think the target is low-teens until 2026 and then up to mid-teens PBT margin. So what strategic actions are you taking to structurally lift profitability in this division? I think I heard basically rebuilding the banking platform in-house, but if you can give us more color on that. So that’s my first longer distance question. Whereas on the short-term, in terms of transaction margins, those that are being subdued for a while especially in Asia, what evidence are you seeing or are you seeing any evidence of that coming back? Thank you."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Yeah. Hi, Giulia. So on -- in terms of the sorts of investments we’re making, as you mentioned, we think the core banking infrastructure work is critical because that effectively institutionalizes clients much more effectively in doing that. The more that you have a broader suite of products and capabilities to offer clients, the more, in effect, it becomes -- they become stickier. The clients and the advisors become stickier."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "We know that playbook. We run that playbook in every part of the world outside the U.S. and so it’s something that for us is quite fundamental and so we’re going to continue to do that and continue to invest in digital capabilities to make being both a client and an advisor of the U.S. business of GWM better."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "There are also some other things that we’re doing to bring that profit margin up. Sergio mentioned in his comments, a lot of it’s also about products and capabilities and we’re seeing that start to hit through, and that’s just in terms of, again, borrowing a page from the playbook that we use outside the U.S."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "It’s -- the Global Markets approach. So it’s having a more joint GWM Investment Bank approach to serving clients from a transactional perspective, especially clients with more sophisticated needs."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Also from a lending perspective as well, having more of a focus on lending solutions as we’ve done outside the U.S. as well. So I think doing all that is where we think, just doing the sort of good blocking and tackling will -- should support a profit margin in mid-teens over the next two years to three years."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "In terms of transaction margins in APAC? Yeah, I think, we are seeing -- we actually saw some good performance in the fourth quarter from a TRX perspective in particular on the UBS platform, which is encouraging."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "So we’re -- and also in APAC, we’re -- again, given just our diversification in the region, we’re not just limited to one location potentially underperforming from an equity markets perspective and we actually saw good performance in the region."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "In particular, we saw good performance in transactions in Japan this quarter and so we have the good diversified approach to ensure that even if one -- as I said, one particular part of the region isn’t generating the sorts of margins that are ideal for us that we’re able to compensate."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Thanks."
  },
  {
    "person": "Sarah Mackey",
    "role": "answerer",
    "position": "Head, Investor Relations",
    "text": "Thank you. And our next caller is Stefan Stalmann from Autonomous. Good morning, Stefan."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous",
    "text": "Yes. Good morning, everyone. Thanks for the presentation and for taking my questions. I hope you can hear me well. I want to first ask on the share buyback restart this year. I was a bit surprised that you make this link between the legal entity merger of the parent banks and the ability to restart the share buyback. Do you see actually a direct link there between Group payout capacity and what happens to the parent bank merger or is it just a short form for you to say, if the merger works, that’s a good indication that the integration is online and that’s why I can go back to share buybacks? And the second question is on capital requirements, you have obviously presented the plan very much on the basis of the rules as they currently stand. But we also have an upcoming review by the government and we don’t know how that looks like. On a confidence scale of 1 to 10, where do you think the outcome will be? Do you think your numbers will still be proven fine after this review or do you think it could change? Thank you."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Thank you, Stefan. No. I am -- I think the link between share buyback and the parent bank merger and the underlying U.S. operation and later on the Swiss one, it’s very relevant. Because if we have a delay, our ability to start to deliver on the cost synergies will come just later, and therefore, we would lose capital buffers that we believe is necessary."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "So I think there is no gaming or nothing, it’s just a prudent, reasonable way to look at the two major risks associated with such an integration is regulatory approvals to execute legal entity mergers. We are talking about 50 plus countries, okay, and the second one is IT migration. This is probably more the 2024 into 2025 as we start to migrate."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "So if we don’t get into a good place with our parent company merger by the end of the second quarter, we have a delayed effect which has to be reflected in our prudence in terms of how we accrue capital. So I hope this is very clear now."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "In terms of capital requirements, yeah, well, I mean, I can only say -- watch and listen to what has been said publicly by different international and domestic experts around the topic of capital and why Credit Suisse failed."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Credit Suisse didn’t fail because of lack of capital or lack of liquidity per se, but it failed because partially, I would say, the loss of trust and confidence, the lack of underlying profitability and that created a self-fulfilling problem."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "I think if you look at regulation, the regulation was well applied and fully functioning for UBS, so the same regulation should have worked for Credit Suisse. I do think that I’m pretty convinced that any authorities and governments before taking actions on capital, they will also have to sit down and look at what happened, like the commission that is investigating on the matter is doing and everybody will have to pose and think about what they could have done better, being a little bit more self-critical about what happened."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "So I believe the current regime and no experts is saying that more capital is necessary. So I’m not going to give you an answer on my rating of confidence because there is only downside on that, but I can tell -- I can only tell you that facts are telling us a crystal clear story that capital is not the way to manage such a situation."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous",
    "text": "Okay. Thank you very much."
  },
  {
    "person": "Sarah Mackey",
    "role": "answerer",
    "position": "Head, Investor Relations",
    "text": "Thanks, Stefan. Now moving on to Adam Terelak, who’s calling in from Mediobanca. Adam Terelak, good morning."
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Good morning. Thank you for the questions. I’ve got three on capital, one of which is a clarification. I wanted to dig into slide 36, the $15 billion of balance sheet optimization. Clearly, it’s talking about net of growth as well. So can we get a feeling for what the underlying moving parts are, because it’s clearly two going in different directions and whether there’s any kind of regulatory securitization type benefit to think about, so non-revenue costing, RWA efficiencies to think about on the forward look? And then linked to that, clearly the lower RWA outlook has created lots of flexibility in your plan. How do you guys think about redeploying your balance sheet if there are profitable growth opportunities, particularly given that your stock is trading above tangible book or CET1? And then just a clarification on the $81 million build-out. It says increasing to 18% by 2029. I think you referenced 2026 as well in terms of that tier one capital requirements. If you just give us color on the $81 million build-out timeline, it would be very helpful? Thank you."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "So, let me -- thanks for that, Adam. Let me just cover the last one is 2029, because that is how we’ve modelled. And also, just given the way our expectations are on the too big to fail requirements coming in, impacting on going concern capital out till 2030. So that is the correct read."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "In terms of the first question on slide 36, so the $510 billion, effectively, where we think we get to, of course, is net of growth. So there is growth that is priced in. So, the fact that we have, say, balance sheet optimization in the core businesses, we say net of growth."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "So this is trade-offs that we’re making, and look, we’ve done this before and it’s -- taking the balance sheet and areas where there are opportunities to generate greater returns on RWA. That’s the work that we’re doing. And obviously, where there are opportunities to grow, especially to start to begin to harvest the combination and the scale that we have, clearly, that will be the case."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Yeah. I guess a 5% return on risk-weighted assets is not acceptable, right? So, I think, that’s the reason I’m saying, it makes no sense for us to try to overly impress anybody with growth on the topline if this is just destroying value or not sustainable. So we are willing to take a step back in terms of growth, but still, in some areas, are we going to grow?"
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Now, it’s very important to understand the restructuring element up until the end of 2026. Afterwards, we will grow. Of course, we will grow. So, we are not a restructuring story. We will grow again because our business will grow, but from a base that I believe is going to be much more reliable and sustainable."
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Can I follow up in terms of what volume of RWA are sitting below your aspiration in terms of RWA? Just trying to size the opportunity in terms of recycling your risk-weights into higher growth."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Well, you look at the balance sheet of Credit Suisse that we onboarded as revenues and risk-weighted assets of 5%. On average, in 2022 now, we are already taking actions, but this is the volume you have to think about. So we were perfectly happy with the return profiles of our Wealth Management and IB and Swiss Bank operations. So we need to now bring it back."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "And I think it’s very important that, it’s all about giving clear directions to our people, our new colleagues from Credit Suisse fully understand that. They are now following what they believe also is the best way to create value for clients, but also -- for shareholders, but also for clients, because we want to be predictable."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "We want to be a partner that is there and where the relationship allows us to tell what are our expectations and what is the client’s expectations and that will need to be addressed and we now have a clear aligned way of looking at how to develop and grow the business."
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Great. Thank you very much."
  },
  {
    "person": "Sarah Mackey",
    "role": "answerer",
    "position": "Head, Investor Relations",
    "text": "And moving on to Ben Goy, who is joining us from Deutsche Bank. Ben, hi. Good morning. We can see you. Please do go ahead."
  },
  {
    "person": "Ben Goy",
    "role": "questioner",
    "position": "Deutsche Bank",
    "text": "Yes. Hi. Good morning. Two questions, please. One on Global Wealth Management, one on Investment Bank. Maybe you can add a bit more color on the $100 billion net new asset run rate that should rise to $200 billion per year by 2028. So just wondering how much is reduced impact from business exits or kind of risk appetite, financial advisor leaving and then how much is, say, acceleration of the platform of a unified platform? And then, secondly, sounds like the Credit Suisse Bank, as you onboarded, pretty low revenue so far. It’s picking up the next one year to two years. I was just wondering, because you mentioned for the markets position that it will be transferred end of Q1. Do you also feel that in sales and trading, the Credit Suisse colleagues you onboarded have been under-earning and whether they could see an acceleration this year? Thank you."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Hi, Ben. So in terms of the run rate of net new assets from $100 billion, I would say, as Sergio just highlighted in response to the last question, we for sure will grow and once we feel like the balance sheet is in a better spot, we think that that will build quickly in terms of us focusing on growth."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "So the bridge to $200 billion, while we’re not disclosing specifically what we think the numbers are, you can expect that certainly in 2026, we should start to see that come up pretty significantly and then build to $200 billion by 2028."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "So I would say, it’s not necessarily just a linear straight line. We should see a bit of an acceleration early on in 2026. But I think there’s some hard yards that we have modelled in to get to the $200 billion in the latter part of that five-year cycle."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "In terms of IB productivity on the market side, one of the key points that I highlighted was actually onboarding on the market side, fully onboarding not only the traders, but their positions, which is now, it’s been a 4Q, but really it’s an intense piece of work in 1Q, where we expect the majority of the positions to then be onboarded on UBS infrastructure."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Once that happens, we think that the market’s personnel should be able to start generating appropriate revenues. Yes, there’s a ramp, but it’s not the same as on the banking side, where that productivity is going to take a longer ramp, as you might appreciate it. But we should see and we expect that we’ll see better productivity pretty quickly once the positions are onboarded on to the UBS infrastructure."
  },
  {
    "person": "Ben Goy",
    "role": "questioner",
    "position": "Deutsche Bank",
    "text": "Understood. Thank you."
  },
  {
    "person": "Sarah Mackey",
    "role": "answerer",
    "position": "Head, Investor Relations",
    "text": "Thank you. And our next caller is Tom Hallett from KBW. Tom, good morning."
  },
  {
    "person": "Tom Hallett",
    "role": "questioner",
    "position": "KBW",
    "text": "Good morning. Good morning. Good morning. Yeah. Hi, guys. So most of my questions have been answered, but just maybe going back to NII. You’ll say it will grow again in the second half of the planning period. Am I right in just assuming that’s the second half of 2025? So I kind of NII should decline through to early 2025. And then, secondly, one of your peers in the U.S. said the deposit mix changes were kind of ending. Is that what you’re seeing as well and could you maybe just clarify the wider international business, what’s going on with deposit mix changes there or what you expect going forward? Thanks."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Sure. Hey, Tom. So in terms of NII, yeah, it’s -- we see the recovery coming from more mid-2025. So that’s correct, that that’s the right read. So, again, just given how we’re pricing in rate reductions, whether they come, I think, as you know, the different views, but whether they come over 12 months or 18 months. So we’re running our models, but we definitely have rate reductions before we see stability into 2025, for sure."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "And then that stability then corresponds as well with what we think would be a pickup in loan volumes and loan revenues overall on top of, of course, the funding efficiencies that I talked about at length during my comments that really start to accelerate the recovery in NII in the latter part of the or the second half effectively of the three-year planning cycle."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "In terms of deposit mix effects, absolutely, we’ve seen a tapering in the U.S. We started seeing that even last quarter. We’ve been in 3Q. We’re seeing that continue to taper. Still seeing a little bit of that, though, where there’s spillover in higher rates in some of the non-U.S. dollar currencies, in particular in Switzerland. So we’re still seeing a bit of deposit mix shifts, but we sort of price them more or less out of our outlook, once we get beyond 1Q."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "And in terms of how that looks, across, I think the U.S., we’re now -- we’ve seen stability first time since 4Q 2021 that we’ve had the net deposit inflows. So that’s good. In APAC, we’ve actually seen some good deposit inflows also, not least just given wind back. So there’s that impact as well. And in Switzerland, we’re seeing a bit of a slightly downward move in terms of deposit inflows. So just to give you a sense of sort of the deposit volume as I see it across the spectrum."
  },
  {
    "person": "Tom Hallett",
    "role": "questioner",
    "position": "KBW",
    "text": "That’s very clear. Thank you."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Thanks, Tom."
  },
  {
    "person": "Sarah Mackey",
    "role": "answerer",
    "position": "Head, Investor Relations",
    "text": "Great. Thank you. And our next caller is Andrew Lim from Société Générale. Andrew, good morning. We can see you now."
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Société Générale",
    "text": "Fantastic. Thanks for taking my questions. So the first one on capital, I’m really trying to square your RWA guidance with how you feel about buybacks. So looking at that equation, that $510 billion on RWAs, obviously, quite low versus consensus. But if we take consensus capital, let’s say, $80 billion, $81 billion, then you’re looking at about 15.8% CET1 ratio. So either get to the conclusion that your buyback potential is quite a lot higher than what you’ve indicated or maybe your expectation for CET1 capital is maybe materially lower than $81 billion. So I just wanted to see how you feel about that. And then the second question is on the NII guidance that you’ve given. Obviously, we’ve drawn down into the deposit mid-shift. But we’ve noted from one of your competitors that also one of the big drivers there has been the leveraging of Lombard loans and I wanted to see if that was actually a big driver for yourselves as well and how this has impacted your thoughts on NII for this year and going forward?"
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Yeah. Thanks. Thanks for that, Andrew. So I’ll take -- on the second one, no, we’re not seeing, I mean, we’ve had some deleveraging that we’ve highlighted in prior quarters. But in -- we’re not seeing that as a major factor in our guidance at this point, other than around, the impacts from the resource optimization that I’ve highlighted. But in particular around Lombard deleveraging, we’re not pricing that to any significant degree into our guidance."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "And I was just trying to pick up on your first point where you were, sorry, you were trying to square where the RWA levels are in terms of how that informs the way you want to think about share buybacks. I just want to understand your point, if you can repeat that?"
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Société Générale",
    "text": "Yeah. So, let’s say we’re taking that consensus of $81 billion CET1 capital. You’ve indicated $510 billion on RWA. So…"
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Yeah."
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Société Générale",
    "text": "… that would be 0.15%, 0.9% CET1 ratio. So actually there’s quite a lot of buffer, maybe $5 billion or so above $5.5 billion buybacks that you might be pointing towards from 2026. So, there’s a lot more capacity for you to actually push up your buybacks there or maybe you’re thinking that CET1 capital might be a bit lower than what consensus thinks. So I just want to see what you think about it."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Yeah. I think -- okay. Clear. So, yeah, I think, in terms of your CET1 capital calculations, I’m not sure that squares with how we model it under one baseline scenario. But I think it’s fair to say that, if we generate, as we go out to 2026, the extent to which we’re able to generate the returns that we expect to generate at the end of 2026, that there will be sufficient capacity, as Sergio said, to be able to undertake as much share buybacks as we had, in fact, more so than pre-acquisition levels. So, I think, I won’t comment specifically on whether your CET1 number is the same number we consider under one scenario, but I think it’s fair to say that there is share buyback capacity naturally if we hit these targets that we’ve set out."
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Société Générale",
    "text": "Great. Thanks."
  },
  {
    "person": "Sarah Mackey",
    "role": "answerer",
    "position": "Head, Investor Relations",
    "text": "Thank you, Andrew. And now moving on to Nicolas Payen from Kepler Cheuvreux. Good morning, Nicolas. We can see you on screen."
  },
  {
    "person": "Nicolas Payen",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "Yes. Good morning. I have two questions, please, two on Wealth Management. The first one would be on your pre-tax profit margin targets in the U.S. You’re targeting mid-teens by 2026 and it’s still significantly below what your U.S. peers are doing. So I wanted to know what kind of levers you can pull to have this convergence towards the profitability level that we are seeing at the U.S. peers? And the second one will be on the net inflow that you’re targeting, are there any geographies where you see the most potential or where you are the most excited about, where the CS merger is bringing new capabilities and new outlook? Thank you."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Yeah. Thanks, Nicolas. So on -- look, on the pre-tax profit, as we laid out, I think, Sergio and his prepared comments and mine in response to a question earlier, we’re building back to mid-teens through the work that we’ve described, which we think is quite important. At that point in time, getting to what we think is an appropriate level, given where we are now, then at that stage, we have options to consider beyond that, to narrow the gap further and that’s certainly the plan."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "So it’s a little bit of walk before we run and we wanted to just be clear that we -- the things that we think that need to happen in the U.S. business that we’re going to do over the next three years will set us up for success and being able to then at that stage drive greater returns and narrow the gap further beyond 2026."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "In terms of the geographies in GWM that we’re excited about, just off the top and I’ve talked about this before, but certainly places where we become really meaningful, we’re excited about many places that the CS integration brings to bear on wealth."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "But what comes to mind are places where meaningfully change is what we had in the particular region, just given maybe a focus on different client segment, maybe we exited, so two examples come to mind would be Brazil, more on the former in terms of the client segment we focused on."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Another is Australia, where we exited, again, more of an affluent practice that we had many years ago, and we have an opportunity now to inherit a business in Australia, aligned by the way, with the IB in Australia, which is quite exciting and that business is more the high net worth and the ultra, that is our bread and butter. So two examples where, and for different reasons, of what excites us in terms of the acquisition."
  },
  {
    "person": "Nicolas Payen",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "Thank you."
  },
  {
    "person": "Sarah Mackey",
    "role": "answerer",
    "position": "Head, Investor Relations",
    "text": "Thank you. And our final caller is Piers Brown from HSBC."
  },
  {
    "person": "Piers Brown",
    "role": "questioner",
    "position": "HSBC",
    "text": "Yeah. Good morning. Most of my questions have been answered, but maybe just a final one on litigation. Just whether there’s anything in the plan for a sort of a business as usual, normalized charge for litigation. I know you’ve taken a lot of adjustments on CS acquisition and you’ve got $4 billion of balance sheet reserves at this stage, but having had a good chance to look at the casebook at this point, is there anything in there which you think might still burden the P&L over the course of the targets that you’ve laid out this morning? Thanks."
  },
  {
    "person": "Todd Tuckner",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Hey, Piers. Thanks for the question. Yeah. I mean, just refer you to the litigation note, which gives both the UBS heritage and Credit Suisse heritage legacies there. Say that’s the best bet. Otherwise, I just tell you that our provision levels, augmented by the PPA that I described in August, we’re comfortable with the levels we’re at, just given where those matters sit, but that’s all I would comment in terms of litigation at this stage."
  },
  {
    "person": "Piers Brown",
    "role": "questioner",
    "position": "HSBC",
    "text": "Great. Thank you."
  },
  {
    "person": "Sarah Mackey",
    "role": "answerer",
    "position": "Head, Investor Relations",
    "text": "Thank you. And there are no more questions. So it just leaves it to me to hand back to Sergio for final remarks."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Well, it will be very short. I won’t abuse of your patience. You’ve been with us thank you for two hours plus. Thanks for the questions. Thanks for attending. I hope you got enough information. But most importantly, if you have any further needs or any further questions, please reach out to Sarah’s team, IR or I’m sure between myself and Todd, we’ll have a chance to catch up with many of you in the next few weeks. Thank you for attending and enjoy the rest of the day. Thank you."
  },
  {
    "person": "Sergio Ermotti",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]