[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions]. The first question is from Kian Abouhossein from JPMorgan."
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "JPMorgan Chase &amp; Co.",
    "text": "First question is regarding Asia. And can you just talk a little bit about what you're seeing in Asia? You made a very brief comment, Ralph, but maybe a little bit more. Do you see any re-leveraging change? Do you see any change in transaction volume pickup or net new fee-generating asset pickup? And what should we look out first in that respect in Wealth Management?"
  },
  {
    "person": "Kian Abouhossein",
    "role": "questioner",
    "position": "JPMorgan Chase &amp; Co.",
    "text": "Secondly, in respect to forward curves, can you discuss what interest rates you use for the key markets in your assumptions on NII guidance for first quarter, but also more importantly, for '23? And what -- can you talk a little bit about betas in that respect and net interest income forward assumptions for '24, '25, what rates you're using at this point?"
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Thank you, Kian. So the color I can give is limited, honestly, given the fact that beyond closing the year and this update, there's only like 3 weeks, 3.5 weeks of experience of what we see. But what we can tell you is that you did see also in the fourth quarter further deleveraging in Asia Pacific. We sense that towards the end of the quarter, that came to a halt there. So too early to say whether that is a stop or not, but that's what we saw."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Then in terms of the mood in Asia, I think it's more upbeat. The markets, clients are surprised by the quick opening of China and the action-oriented approaches by the Chinese also to embrace the openness, to get the economic growth, to get investors in, regulators reaching out as well. So I think that's all very positive on one side."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Then clearly, the new year started, everybody has their festivities. So the question there is really, how does it kind of -- how does this continue then? So for the moment, what we have seen in the recent rally is from our wealth clients, actually a wait-and-see-approach. So in terms of activity level and flows, wait-and-see as well. Sarah?"
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Yes. In terms of the forwards, we are following the forwards, and we look at them all the time. And so you can use the forwards that are available now or as of Friday for your analysis."
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So when you think about the right expectations that we are seeing in the different markets, we are seeing that the Fed continues to increase probably until the first quarter and then stabilizes from there. And then that is SNB going to the 1.5% level, the SCB around the 3% and then coming down a bit. And the bank a bit learned a bit about that. So we are going exactly with the forward analysis as we do our analysis."
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "In terms of the betas, what I can tell you is that we are really considering the mix of our businesses. We don't disclose specifically the betas. But we are considering all of the mix across GWM and P&C at the granular level. And what you are seeing is the experience that we have had is reflective of actually, so far, our models have been predictive on the better side. We have seen a fair bit of mix in the U.S. And as I mentioned, in terms of euro, we are seeing to see some mix. And in Swiss francs, we would expect it to come, but it hasn't come."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Mix shift."
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Yes."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Flora Bocahut from Jefferies."
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Jefferies",
    "text": "The first question I wanted to ask you is regarding the cost/income target, which you have reiterated today for the midterm on 70% to 73%. It's been now -- when we look at the underlying profit level, so ex any one-offs, it's been 3 quarters that you've been outside that range. So what makes you think you can get back towards the range? And how quickly can we expect that you will get back towards that level of cost/income ratio already in the next few quarters?"
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Jefferies",
    "text": "And the second question is just coming back to the net new money in APAC. I mean, obviously, you had a stronger-than-usual run rate in Switzerland, in Europe, but then not so much in APAC. You're talking about the wait-and-see approach. Would it be fair to say that some of the outflows that have been seen elsewhere may not yet have been transferred to one of the competitors and could be waiting to be picked up? Is that a fair assumption?"
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "So I will start with the second one and then Sarah can take you through the first one there. So on the flows in Asia, actually, we saw healthy flows in Asia throughout the year really in net new fee-generating assets and also in the fourth quarter at $3.4 billion. So that was actually more a continuation of flows coming through, very solid client relationships."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "If your question is to which stand is some of these flows related to the status of other financial institutions, we can only say that our growth is -- that is not the primary source of our growth at all. You should know and you do know that we're the #1 wealth manager in Asia. We have a very clear position around how we deal with our clients and also what our risk appetite is with clients. And therefore, it is more because of what we represent and what we do that we attract these flows than the other way around. Sarah?"
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "In terms of the cost/income ratio underlying, when you're looking at what's coming ahead, first of all, you have the benefit of rate. And so NII is continuing to be a strong contribution to our results. Second of all, you've got the contribution from the floats that we are continuing to generate. And after that, in terms of the equity market, obviously, there are different ranges of scenarios and everybody can make their assumptions there."
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "In terms of the cost side, you're seeing us to be very rigorous there. And so the expense guidance that we gave you, 2% to 3%, ex FX and litigation, is of course reflected in our cost/income ratio guidance."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Your next question is from Andrew Coombs from Citi."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Citigroup",
    "text": "One on capital return and then one on FX. If I look at capital return, you've guided greater than $5 billion for the buybacks. I know it'd be greater than the comment. I guess my question would be why did you not feel comfortable coming out with guidance that was more similar to full year '22, so the $5.6 billion that you executed? I know you flagged the CMT tax change in the U.S. But just trying to understand your rationale for why it'd be greater than $5 billion, which is obviously less than what you've achieved last year."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Citigroup",
    "text": "And then my second question, just on FX. I know your cost guidance for the growth in 2023 is ex FX movements. Obviously, the FX move overall should be a tailwind this year for you in terms of profitability, but potentially a headwind to your cost line. So perhaps you could give us an idea of what you think the magnitude on revenues and costs would be based on current FX rates versus the '22 average."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Yes, thank you, Andrew. I'll take the first one; Sarah, the second one. So on the capital guidance, I think if you compare our language that we used last year around this time and this time, it's more confident. Because last year, we basically gave you a guidance of around $5 billion. And now basically, we're giving you above $5 billion."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "And honestly, why don't we give precise numbers? Because it's not a precise business that we're in. So we have to deal with market circumstances, with developments, with sentiments, et cetera, et cetera, et cetera. And we think it is better to give you a guidance that we're confident in on delivering and then update you while the year goes by. Sarah?"
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "In terms of the FX, all I would give you as a reference point is that the FX was an impact, for example, this quarter of approximately $200 million in both directions, so both on the expense and on the revenue. And so that gives you an idea of what it could look like, but of course, it will depend on the FX cost."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Jeremy Sigee from BNP Paribas."
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "BNP Paribas Exane",
    "text": "Two related questions, please, both on net new money flows. Firstly, your outlook comment has quite a cautious comment about client sentiment may affect flows. I know that's unchanged language from the previous quarter. I just wondered if there's anything specific in that, that you're seeing or if that's just general caution. That's my first question."
  },
  {
    "person": "Jeremy Sigee",
    "role": "questioner",
    "position": "BNP Paribas Exane",
    "text": "And then the second one, slightly related. I know it's sensitive for you to talk about flows from or relating to your competitors. But I just wondered why you wouldn't be the natural home for outflows coming out of a competitor. You're saying that's not the primary source of your inflows, which is a bit surprising. Why wouldn't you be the natural home for some of those flows to relocate to?"
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Thank you, Jeremy. So on the first one, it is general caution. So since you asked the question, so specifically, it is general caution. And it has to do, Jeremy, with the fact that we are at the start of the year, we see some positive signals around China opening up, could be a support of economic growth and constructive market environment. We see the LCM, the leverage capital markets, coming back to life a bit, which is normally a leading indicator for capital markets to open up as well. So those are positive signals."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "But on the other hand, we're waiting for inflation numbers and with that to get a sense for how strict central banks will have to move in order to curb that inflation to break it into a nonstructural inflation to a lower level and what the cost of that could be to the economy. So that's why we are generally cautious because these are the things that play. I do expect, in the next couple of weeks even, to have a bit more clarity certainly about inflation, central bank movements, China further opening up, corporate results coming through as well. So I do think that the next couple of weeks could give us some hints as to how firm market recovery could be. So -- and that -- but for the moment, it is general caution there."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "On the second question, there's many places where clients can go. In general, given the fact that we are the largest wealth manager in the world, there's not necessarily new clients for us, right? So we already deal with clients that others have as well. So although we are certainly the natural place for these clients to go to, they are generally already a client of ours. That is one aspect. And the other aspect is that there is a bit of a difference in risk appetite in some situations as well. So those are the 2. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Anke Reingen from Royal Bank of Canada."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC Capital Markets",
    "text": "I just wanted to ask on costs again. I mean given we commonly adjust for FX rates, I mean I understand you don't want to give any more guidance, but can you give us maybe like the FX mix on costs? Or if we think about the cost/income ratio, should FX effects basically be neutral for the cost/income ratio?"
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC Capital Markets",
    "text": "And then in terms of the Investment Banking, you said 2022 is a good revenue year, but the cost/income ratio is 78%. Is that sort of like where you think on the cost/income ratio should be? Or do you think it should be trending down lower in the Investment Bank?"
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Okay. So I'll start with the second question and Sarah will take the first one, Anke. So on the second one, basically, the way we look at our Investment Bank, as you know, is an Investment Bank that is -- has to return its cost of capital. And there is a combination here of the use of capital and it is a capital-light Investment Bank, as you know, and with that, therefore, also the consequences for the cost/income ratio. So since we are capital-light on the Investment Bank, we are best practice in the return on risk-weighted assets."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "The cost/income ratio may not be as competitively seen because we invest heavily in technology as well because that's the way we play in the Investment Bank. And therefore, the return in the Investment Bank, and we had the last 3 years a very good return, all 3 years good returns and also returning more than cost of capital, that is more for us the indicator that we manage the Investment Banking on than per se the cost/income ratio. Because in the markets that we play in, we need to continue to invest in technology and artificial intelligence because that's the game we play in the Investment Bank. So that, I hope, explains you as to how we look at the Investment Bank."
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "And in terms of the cost/income ratio, you mentioned it and it's a great way to think about it, it is really very neutral in terms of how it's affected by FX. So the best way to think about it is that all of our guidance is standing regardless of the FX because on the cost/income ratio, both the numerator and the denominator of FX are affected in opposite directions."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Adam Terelak from Mediobanca."
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "I've got another one on costs and then one on capital. On expenses, I'm actually a little bit surprised on the cost guide, 2% to 3%, given that previously, you've spoken ex variable compensation, but now you seem to bake that into the guide. Can you give us a bit of color about kind of base case for revenues opposite that, particularly in GWM, which is clearly comp is very much linked to the fee line there? So just a feel from your base cases on planning and why a switching guidance from kind of an underlying inflation figure to -- which excluded variable comp to one that's now all in."
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "And then secondly, it's a bit of a technical question around Basel IV. I appreciate the slide in the appendix. Can you just give us a bit of a color about how the short-term inflation to your risk weight is front loading some of that Basel IV impact, so the relation between kind of the 2022 to 2023 inflation and what that's done to your 2025 Basel IV impact? And can you split that out a little bit between credit risk and operational risk? And how we should be thinking about the short term versus the longer term there and the interaction between the 2?"
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "In terms of the cost, we wanted to give you a guidance that is reflective of how we manage the place, which is on the total cost. And of course, I think ex FX and ex litigation is helpful in terms of the exclusions. The reason for the range is actually to consider different revenue outcomes as well as the different paces of investments that could be related to that. So that's really on the first one."
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "On the second one, what you're seeing is exactly how you framed it in your question, which is that we are seeing some timing difference. So the total trip between the end of 2021 and the adoption of Basel is about that $30 billion that we talked about exactly a year ago. But we are able to offset the increases that happened along the way with reductions in the final adoption because it is addressing the same risks that have already been covered by some of the model updates that we put in place. So it's exactly as I think you expected, the framing of your question."
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "In terms of where it's coming from, there is also one element that is interesting, which is that as you are moving from 2024 to 2025, because of the operational risk and how it's calculated, there is some of the exposure that just drops from the record, and so there is a little bit of help there."
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Can I just follow up on operational risk? I know Switzerland hasn't quite defined ILM, whereas Europe has gone to one. Do you know where the debate on that is? Because I assume you've got operational losses as part of the calculation on your Basel IV impact."
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Yes. So operational losses is included, and the debate is still open on that in Switzerland."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Amit Goel from Barclays."
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Barclays Bank",
    "text": "I have one kind of follow-on question and then one different question. The follow-on question, I guess, come back to net new fee-generating asset growth. I guess there have been a few moving parts in 2022 driving that strong performance. But I'm just kind of curious if in 2023, given the China reopening, you would kind of put it as a base case that net new fee-generating asset growth should be stronger this year than last?"
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Barclays Bank",
    "text": "And the second question, just relating to the medium-term investment plans and, in particular, on the digital side in the U.S., just curious to your thinking in terms of investment there with the wealth fund transaction not happening. Is that an area where we should expect some cost growth? Or is that segment of the market not something that you're looking to continue or looking to play into?"
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Thank you, Amit. So on the first question, so you know that the way we look at net new fee-generating assets when we came out with our strategy over the last 2 years in thesis, but specifically also came around with guidance around net new fee-generating asset growth is that we expect this to grow around to 5%. Some years may be a bit below and some years a little bit higher, but it's the 5% that you can count on, and that's also the way we see things developing more or less. So that's on net new fee-generating assets."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Now back to the U.S., just to kind of make that case once again, I think it's important that we are large in the U.S. We are a very well-recognized brand in the U.S. As I explained in my opening, we're very focused on our wealth clients and on our family office clients there as well. And those need financial advisers that need to be supported by digital tools. So we have launched the initial versions of an improved workstation. That will be further improved over time. Then we are working on further digitalization, some of the processes to support their business and increase their productivity as well."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "As you know, banking in itself is important to us as well in order to develop the product slate for them to be more successful also on the banking side. And since we started this, and this is before the update even, we have increased our banking business around deposits by $48 billion and the loans by $41 billion. So you see the banking business really coming through. And therefore, we need to continue to invest in that. Also in the process of supporting that flow into our bank in the U.S., it's important as well."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Now if you read all these digital components that we have to deliver for the -- for our Wealth Management clients, then automatically, we are building a base that we can also then develop specific propositions for our workplace wealth clients that we have 2 million of. So that's the way you should look at it."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Now honestly, I do think that, and most of the people who know me, think there is never an end to technology expenditures, and that will also not ever end in the U.S. So for us, this is more a program of continuation of investment and improvement and moving to an agile way working there as well, like we have done in many other parts of UBS. And then you will have a continuation of technology investments in order to improve each and every part of our franchise there to make it more efficient and make our financial advisers more productive."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Magdalena Stoklosa from Morgan Stanley."
  },
  {
    "person": "Magdalena Stoklosa",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "I've got two questions, both on wealth. The first one is literally a follow-up on your explanation about the kind of U.S. business over the last couple of years because, of course, we've talked over quarters about that kind of banking penetration, about business banking penetration, about the loan penetration as the way to grow that product franchise in the U.S."
  },
  {
    "person": "Magdalena Stoklosa",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "But Ralph, can I ask, when it comes to kind of deliverables going forward that you will be holding that kind of U.S. wealth business, too, what would be your key ones? Is it still about the deposits, the loan growth, the balances of which you've just mentioned? Or is it kind of more nuanced than that? So that's the first question."
  },
  {
    "person": "Magdalena Stoklosa",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "And the second question is about the Middle East as an opportunity in wealth. I think you very briefly mentioned it in the slides talking about EMEA flows or net flows. But can I just ask because, of course, we don't really focus on the region kind of as much as we probably should, how do you see it as the wealth franchise? What's the plan going forward? And actually, could you give us a sense just how much of those EMEA inflows were actually generated in MENA?"
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "So thank you, Magda. So on the first one, clearly, we go into much more details as to getting a feel for how the U.S. business is developing. But what is important here is that we are a top 5 player there. We are -- we have a very specific brand recognition there and we have to build on the strength of our brand there, which basically means that the core of our business is done through our financial advisers, if not almost all."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "And that is the crucial aspect of it, and what we want to do is for them to be much more productive. So in terms of the levers that we pull is financial adviser productivity, not only by supporting them with much better processes, but also with the right and more sophisticated products than everybody else can; also global products, which is basically where the UBS as a global wealth manager comes in, as a differentiating tool there as well."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "But on top of that, we are specifically recruiting those financial advisers that are more productive and that have higher net worth and ultra high net worth clients and are in those geographies where we expect much faster growth, general geographies where there is quite some entrepreneurial wealth creation because the fastest growth in the U.S. in the U.S. wealth pool comes from entrepreneurial wealth."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "So it is much more than just a couple of top lines. It is very specific as to where do we recruit our FAs, where do we expect the wealth creation to be, who have a proven track record through which we can work, how can we support them with sophisticated products, where does banking play a role there in the stickiness of those relationships so that they can continue to build a franchise. So there's a couple of indicators that we are looking at as to how we actually grow this business sustainably and not only tactically. That is the important element of our U.S. business."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Now when it comes to the Middle East, it's not new to UBS that we bank the Middle East, but we are growing our teams there. Over the last 2 years, we did open our office in Qatar, in Doha. We have recruited people there. Beyond the wealth business, we also do services activities there as well. So we're committed to that. And you see on the back of recruiting teams in the Middle East, you see more clients coming through and also the flows coming from those clients. And in the fourth quarter, yes, there were also flows coming through there. These are the ultra high net worth individuals in the Middle East, so they come with high tickets."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Stefan Stalmann from Autonomous Research."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Bernstein Autonomous",
    "text": "I would like to start with a question on NII, please, on your guidance. You're guiding quite specifically about what should happen between Q4 '22 and Q1 '23, but you're a bit less specific for the whole year. Do you see any reasonable scenario where on an FX-neutral basis, your NII in any of the following quarters, Q2 to Q4 '23, could be lower than it was or than it is expected to be in Q1 '23?"
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Bernstein Autonomous",
    "text": "And the second question, I guess, goes back somewhat to what Magdalena just asked in GWM and the U.S. business. Your Chairman toyed with the idea in the recent interview about publishing separate KPIs for the U.S. Wealth Management business. And I was wondering whether you would consider doing that. And given that you're currently not breaking out the U.S. business at all, whether that would require a change in the divisional setup."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Thank you, Stefan. I will answer the last one and then Sarah will answer the first one. So on the last one, it's under consideration."
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So in terms of what you should expect, first of all, if you look at the forwards, that is what is underlying our guidance. So if you take different forwards, you could certainly see different scenarios going there. And we give you on each quarter more information very precisely about the following quarter, but we wanted also to cement that there is a very good story for the full year, which is why we gave you the annualized guidance."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Andrew Lim from Societe Generale."
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "I'd like to drill down a bit more into Wealth Management Americas and discuss that, as the others have done. So I mean relative to other regions, as we've seen in Slide 31, that decline of 20% in PBT seems quite disappointing compared to the other regions. So I was wondering if you could give a bit more color on whether they're suffering a bit more on the deposit beta or migration side there and whether that represents a sea change going forward in the profit trajectory."
  },
  {
    "person": "Andrew Lim",
    "role": "questioner",
    "position": "Societe Generale",
    "text": "And then perhaps you could -- maybe you could talk a bit more specifically about that structural difference in the Americas versus peers in the U.S. They didn't suffer such a big decline in PBT in the fourth quarter. It was rather flat or up. And then if you look at the cost/income ratio, your sort of 86%, it's still a good 60 percentage points higher than peers. So what are the differences here in UBS Americas versus U.S. peers? And what can you do here to really improve that?"
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Thank you. So if you compare us with the peers in the Americas is that the peers that we compete with have a local banking business and which is very stable in terms of what -- if it comes to production of their business, of new clients as well as the stickiness of the money and the -- and with that, where they may need to price in order to manage the shift in the mix of the business. We're very much a wealth manager. That's what we do. And they are a combination of a wealth manager and some have a larger exposure to the local business, which generally comes with a bigger scale in that local business and with that, therefore, also a lower cost/income ratio. But Sarah, anything to add?"
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "No, we -- just obviously, this is also reflecting the level of investments that we are making in the region. And so as you see us addressing both the revenue as well as the expense, both in the investment side wallet share as well as the banking wallet share, and on the cost side, both our strategic and tactical, we certainly plan to improve. But it will take some time for the mix to start becoming more in line with what you are seeing in some of the peers that you're comparing to."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Benjamin Goy from Deutsche Bank."
  },
  {
    "person": "Benjamin Goy",
    "role": "questioner",
    "position": "Deutsche Bank",
    "text": "Just one major question left from my side. We had 95% payout in 2022. I was wondering whether we should think about just below full payout as well for this year and this is the main determining factor on how large the buyback can be."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Thank you, Benjamin. Thank you for trying again as well. But as you know, we have a very capital-generative model. Certainly, in an uncertain environment for us, the first priority is to have a strong balance sheet. And the second priority is that where we see growth that we can actually support that growth using capital as well. The third priority is that we have a dividend that we want to increase progressively in order to have a good mix between dividends and also share buyback."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "But since we feel we are undervalued, we find the buyback even more important, and therefore, we came out with this guidance that we have given. And again, I can't give you more than what we have given, which is the over $5 billion that we're confident with. And clearly, as the year progresses and there is further progress on it and we can update you on it as to where we are we think where this is going, we will certainly do so."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Nicolas Payen from Kepler Cheuvreux."
  },
  {
    "person": "Nicolas Payen",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "I have two on Wealth Management. The first one, more on APAC, and we can see that your number of adviser is decreasing despite China reopening and probably a higher level of activity expected. So I wanted to know, how do you intend to capture this higher level of activity with potentially less advisers?"
  },
  {
    "person": "Nicolas Payen",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "And the second one is on the U.S. I'd like to know if it's possible to get a bit of color regarding the breakdown of your net inflows between an increase of share of wallet from existing clients versus new clients coming in at UBS U.S. Wealth Management."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Thank you, Nicolas. So on the first one, we're not really kind of after a specific adviser count, so to say. For us, it is important that the advice that we have, they have the right clients, they have client -- there's right client relationships, they can increase the share of wallet. The productivity of each adviser is important to us as well, and that is what we truly manage on."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "And we feel that with the current level of advisers, and we continue to optimize that and clearly manage for performance and pay for performance, that we can certainly cope with some of the upside there. And clearly, we will continue to hire the right advisers as we have been doing up to now, and we will continue to do so also going forward."
  },
  {
    "person": "Sarah Youngwood",
    "role": "answerer",
    "position": "Group CFO",
    "text": "And on your question for the U.S., you can think of the inflows for this quarter as being about half-half related to net recruiting versus same store, and same store usually is exactly with the same clients. So that gives you a sense."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Piers Brown from HSBC."
  },
  {
    "person": "Piers Brown",
    "role": "questioner",
    "position": "HSBC",
    "text": "Yes, I've got one on Global Wealth and one on litigation. So Global Wealth, actually just to follow on from the previous question, but in terms of the U.S. adviser numbers, I think you talked last quarter about having a strong hiring pipeline, but actually the adviser numbers look like they've dipped in the fourth quarter. So if you could just talk to what the hiring plan looks like for this year in the U.S. on the adviser front?"
  },
  {
    "person": "Piers Brown",
    "role": "questioner",
    "position": "HSBC",
    "text": "And the second question, on litigation. The French tax case, it looks like the wording in the 4Q report is pretty much identical to the 3Q report. Is there any update on timing at all on that particular issue?"
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Yes. On the second one, so what you have read is what you have read, and that is what we disclosed. And I can't give you more color there. Otherwise, it would have been in the disclosure anyway. So you read it well, Piers."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "On the first one, also there, we have a -- we will continue to recruit in the U.S. It's just that in the last year, when the markets were so high, we basically held back on recruitment in the first quarter and also the second quarter a bit. Because with every recruitment, you basically -- I mean you have to pay for the business they bring."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "So at that moment, we held back a bit and then we accelerated the recruitment, and we will continue the recruitment of FAs in the U.S. As I said, it's very important for us to get the FAs that come in at the level of productivity that is basically the market bench for us, right? So we are a market leader in terms of FA productivity. We want to keep it at that level as well. And therefore, we have to continue to kind of train our FAs, support them as well on one side; but in the other side, also recruit new FAs that come in with a higher productivity level, that come in with the higher wealth clients and that are in areas where we expect the wealth growth to be the fastest; so with that, therefore, also deliver that productivity."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "So no specific plans other than continuing to further improve the FA productivity, as we have been doing over the last couple of years. And actually, over the last couple of years, you've seen our FA count going down, while productivity continued -- overall productivity continue to be at least the same level, and that's where you saw that shift towards higher net worth individual clients, a higher productive FAs in geographies where we expect wealth to grow as well. And that is basically a campaign that we'll continue to run."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Okay. In absence of further questions, let me thank you for being with us this morning. As Sarah and I noted, we delivered good results this year and continued to show our strategy performance well across the cycle. It was by no means an easy year, but it was a year of many achievements and strong execution across the regions. And I think that our pledge to stay very close to our clients, make sure that we can advise them through challenging times as well that, that creates the momentum that you have seen also in the fourth quarter and throughout the whole year."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Now while macroeconomic outlook remains uncertain, our strategy and what differentiates us as UBS is clear. We're the only truly global wealth manager. We have outstanding client franchises. We have geographic diversification, which is very helpful. We underpin all of that by disciplined risk management, also disciplined cost management. That's what you have seen over the last couple of years as well with our savings program and executing on that savings program and actually increasing the savings program now as well."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Our capital position is strong. Our balance sheet is healthy, and that puts us at a great position to serve our clients, deliver strong capital returns to our shareholders in the next year as well."
  },
  {
    "person": "Ralph Hamers",
    "role": "answerer",
    "position": "Group CEO &amp; President, Group Executive Board",
    "text": "Thank you very much, and see you next quarter."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Ladies and gentlemen, the webcast and Q&A session for analysts and investors is over. You may disconnect your lines. We will now take a short break and continue with media Q&A session at 9:45 U.K., 10:45 CET."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]