[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions]."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our first question comes from Rahul Sinha from J.P. Morgan. Please go ahead."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Hi, Rahul."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "Hey, Rahul."
  },
  {
    "person": "Rahul Sinha",
    "role": "questioner",
    "position": "J.P. Morgan",
    "text": "Hi, good morning. Hi, Paul. Hi, Katie. A couple of questions to start with I guess. The first one, I think you've been reasonably clear on the direction of NIM travel in the second half this year coming into these results, but I guess the magnitude of some of the moves has surprised most people. So I guess the question that I wanted you to address is how should we think about the direction of travel in Q4? And if you can give us a little bit more color around the exit run rate. And related to that, I guess the broader question is that some of the external factors that are impacting your NIM and the industry NIM, such as competition, migration, deposit levels in the industry are all quite difficult to predict and external to you. So what sort of gives you the confidence around the slightly better outlook for NIM decline next quarter? That's the first one. The second one just maybe staying on deposits. You've taken the decision, as you said, Paul to compete in deposits and I was just wondering if you might elaborate a little bit around your thinking just given the very low loans to deposit ratio at NatWest. What does that really mean in terms of what are you looking to do with your deposits? Are you expecting to grow your deposits on an absolute basis? And are you -- how do you look at sort of the returns dynamic within that? Thank you."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "Great. Thanks, Rahul. Why don't I take the deposit question, the second question first then, Katie you can cover the NIM piece."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "So, as you rightly said, Rahul, we made a very conscious and deliberate decision around competition in deposits. You can see that we've stabilized the book quarter two, quarter three that's allowed us to retain deposits and in certain parts of the market gain some share. As you rightly point out, there's a trade-off there. It has a cost."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "And the judgment I've made really is balancing that cost versus retaining and acquiring the customer relationships, but also the liquidity value. That's the kind of strategic judgment that we've made, and we stand behind that. We think that's the right move for us. The link to the loan deposit ratio you reference is a good one, and you're right. Our LDR is different from some of our peers."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "As you can see from the growth in some of our products on the asset side, we still want to grow parts of our asset balance sheet and some of our customer segments there. So we'll be looking to deploy that where we see good opportunities. We'll be very disciplined around the returns that we want to get for the deployment of that capital on the asset side. But I do see various areas to deploy, so we're very focused on getting those. I think it's your final part of your question. Those dynamics between what we pay for deposits versus then how we pass those pricing on to the asset side. And you can see some of that in the C&I asset book as well. Katie, NIM?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Sure. Thanks so much, Paul. And so full-year guidance for total income ex-notable items of around £14.3 billion. We don't give you specific NII guidance. This implies that income for the fourth quarter starts to stabilize relative to the third. Our current view is NIM is greater than 3% for the full-year, which means that you would expect that the Q4 reduction is less than the Q3 reduction."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "When we look at the current view there's a couple of factors you need to be keep in mind. Base rates remaining at 5.25% until the end of the year. Broadly stable deposit balances through to the end of the year as we've delivered this quarter and customer behavior, we do assume a slowdown in deposit migration with NIBBs at 34% and term at 17% at the year-end."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "I guess, Rahul, your second part of your question is the confidence in that slowdown is very much what we've seen really through the last seven weeks, where you have started to see it slowing down. We do expect there to be some short-term movements as you see. People and other banks do kind of special offers at any one-time, but we're comfortable with that kind of slowdown. So we would expect to end 34% and 17%. Thanks, Rahul."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question comes from Aman Rakkar from Barclays. Aman, please unmute and go ahead."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Good morning, Aman."
  },
  {
    "person": "Aman Rakkar",
    "role": "questioner",
    "position": "Barclays",
    "text": "Hey, good morning, Katie. Good morning, Paul. Hopefully you can hear me, okay? Could I probe on two things, please? One was around your hedge commentary. So I just wondering if you could tighten up some of the -- some of your expectations around the hedge. I think you talked about hedge national being down in Q4 and into 2024. You've obviously given us some kind of deposit mixed expectations into year-end, which is actually really helpful. So thank you very much for that. So presumably you've got a pretty decent view on where you expect the kind of hedge in terms of notional to go from here. But I guess also I mean it sounded like you're looking for it to be a tailwind into 2024 and 2025. I mean I would definitely hope that to be the case right, given the re-pricing tailwind. So can you help us kind of quantify that? Yes. It should be a material headwind going forward. So do you see that? And then the second one was just around your medium-term aspirations. So I kind of note around the outlook statement, you continue to target medium-term royalty of 14% to 16%, but particularly around the sub 50% cost income ratio in 2025. I guess there's two parts to that. One is, is that a proper reiteration of that medium-term aspiration? So do you continue to target a sub 50% cost income ratio or not? Do you remain confident in achieving that in 2025 or should we expect to kind of refresh to that update at full-year? And I'm kind of interested in the implied recovery in the revenue performance that inherently assumes and implies, which I think is quite important. So if you do believe that, where is that coming from and what does it mean for NIM kind of -- do you expect NIM to recover in coming quarters? Thank you very much."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "Thanks, Aman. Very clear. So let me take the kind of royalty and the guidance point, and then Katie, you can take us through the hedge."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "So from a royalty perspective, let's do the guidance first for this year. We're still very clear; we'll be at the upper end of the range. We're also in terms of the outlook medium to target royalty 14% to 16% that's unchanged. We do expect to operate in that range. So very clear on that."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "You also correctly highlighted that the target is 2025 cost income ratio of 50%. Obviously there's two parts to that. I think you would agree, and I hope you'd agree. We've got a very strong track record on cost reduction, very focused on managing costs. In my prepared statements, hopefully you heard that given the change in macro, I've been very focused on getting a grip on both the cost outlook and the capital outlook. So really trying to take control on the things that we can't control, some of the customer behaviors we can't, obviously the economics we can't. But I'm determined to mitigate some of those external impacts with the actions we take on costs and capital. So that's where the guidance is for the medium-term. Obviously, it links to the first part of your question, how does the hedge flow through to that? Katie?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Sure. Thanks very much, Paul. So if we look at the hedge, the notional balance, as you know, at the end of the third quarter £195 billion down from £202 billion at the end of June. Based on our expectation for deposit mix at the end of 2023 and our 12-month loopback, we expect the hedge notional to reduce to around £190 billion at the end of 2023 and then a further reduction in 2024, in line with the fall in the average eligible balances."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "As you know, Aman, 60th story of the hedge matures at each month, currently equivalent to around £10 billion per quarter. The roll-off of the hedge yield is about around 1% in the fourth quarter, falling to an average of 80 basis points in 2024 and then 50 basis points in 2025. We will continue to reinvest them at the prevailing five-year swap rate. I would say that the average that we had in October for reinvestment was around 4.6%."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "So clearly the difference between roll-off and roll-on rates with the increase in yield over time, which was at 1.5% in Q3 is a benefit. We do expect the higher rate to -- lead to higher hedge income year-on-year in 2024 and increasingly so in 2025 as we talked about at the half year."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "I think one of the key factors within there is obviously the timing of the stabilization of deposits and in terms of the mix of those deposits. Clearly quicker stabilization means that the benefit of the hedge will become greater and it will come to us sooner. Currently, our estimation is that we will start to see stabilization sort of during Q2 next year. Aman, hopefully that answers your question. Thanks very much."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "Thanks, Aman."
  },
  {
    "person": "Aman Rakkar",
    "role": "questioner",
    "position": "Barclays",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question comes from Ed Firth of KBW. Ed, if you'd like to unmute and ask your question."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Hi, Ed."
  },
  {
    "person": "Ed Firth",
    "role": "questioner",
    "position": "KBW",
    "text": "Yes. Thanks very much, and good morning, everybody. I just have two questions. The first one was about your comments around expectations for deposit pricing to ease or deposit pressures to ease. Because if I look at market pricing, I mean, spreads on deposits now are at almost all-time highs. And the only reason it's not coming through in your margin is obviously because of the hedge drag. I mean, if a hedge was re-priced at today's price, your margin would be like 450 basis points or something. So it seems to me in a market where you got a lot of competitors who don't have these hedges and you can think of people like Chase or Marcus, et cetera, I don't understand why you think that they're going to be easing off the pedal in order to help you with your hedge. It seems to me that if you put in things like TFSME coming through as well, that the pressure is only going to build because by spreads are very, very wide for people who don't have a hedge. So I guess that's my first question. And the second question, I was just struck that in terms of risk weighted assets, you highlighted that the increase in this quarter was driven by market related risk weighted assets. And I'm just wondering, is that like a strategic shift? Because it seems to me you're making a trade-off there in terms of share buybacks, which look reasonably unlikely now at the year-end against putting capital into market based activities, which I suspect has not traditionally been where you've been focused and is perhaps something that I guess a number of shareholders would be less than keen on. So I just wondered, is that -- is that now an area where you see opportunity and is that the sort of trade-off that you're thinking in terms of capital allocation? Thanks very much."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "Thanks, Ed. I'll take the second point and be very clear. It doesn't represent any change in strategy around our markets business at all. All that is a normalization in quarter three, given there were some significant reductions in quarter two. So it's really the comparison point. It has gone up, as Katie rightly said, but it's more a normalization of where that business was earlier in the year. Absolutely no change. We see markets as an important part of our C&I franchise, but we're not proposing to allocate materially more capital to it at this stage."
  },
  {
    "person": "Ed Firth",
    "role": "questioner",
    "position": "KBW",
    "text": "Would you expect it to go down in Q4 like I mean traditionally it's quite a low activity, is that correct?"
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "Correct. Yes, that would be our expectation."
  },
  {
    "person": "Ed Firth",
    "role": "questioner",
    "position": "KBW",
    "text": "Great. Thanks."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Lovely. Thanks very much, Ed. So I think, first of all, just to clarify is, I don't think that competition will ease. We think that the transition into fix will start to ease and stabilize. So I do expect the deposit market to remain to be highly competitive as we move forward from here. And I think the impact of TFSME, as we've seen with some of our competitors over the summer will cause people to do very short-term offers to enable them to make repayments on their TFSME. I think we'll continue to see that as we go through."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "I would probably just quickly remind you that the hedge is there to help smooth out our income over a number of years. It's not there to make short-term gains and losses on the interest rate levels. I think that's really important to remember. We did show you on Slide 9 that we're paying customers on average 2.7% on interest bearing deposits and 1.8% on all deposits. I think I would remind you that we're not earning the difference between 1.8% and the average base rate of 5.2% because of how and we hedge that and how that all kind of interacts."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "But as I look forward from here, I think we've taken some very strategic action in this quarter to make sure that we retain and build our deposit base for the long-term so that we're able to withstand what I do think will be very competitive next 9 months to 12 months as people deal with the repayments and things on their TFSME. But we're comfortable with where we are and that we've got the right product out in the market to deal with that. Thanks, Ed."
  },
  {
    "person": "Ed Firth",
    "role": "questioner",
    "position": "KBW",
    "text": "Katie, can I just come back on that?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Sure."
  },
  {
    "person": "Ed Firth",
    "role": "questioner",
    "position": "KBW",
    "text": "As we look at Q4, we can all do the math about where the Q4 margin will end up, but I guess it's somewhere in the 2.80, 2.90 level. But I guess more importantly, what happens next year, because the question is certainly talking to your peers, that they're generally talking about margins going down from there into next year, which is obviously a huge difference to where the market thought early this morning your margin was going to be next year. So is that analysis correct for you that that margin we should expect to continue to deteriorate next year because deposit pricing is only getting tougher, not easier, and obviously the roll-off of the hedge is going to take five years?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Yes. I think there's a couple of things going on within there. So as I look, Ed, I'm not a big fan of forecasting NIM as you know."
  },
  {
    "person": "Ed Firth",
    "role": "questioner",
    "position": "KBW",
    "text": "None of us are now."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "A lot of moving parts within it. But if you think you kind of lift up a little bit to kind of the income story. So if I think of 2024 income, so full-year this year we've guided you to £14.3 billion, which is implying that £3.4 billion in the fourth quarter. So that is the expectation that NIM will be above 3% for the full-year. And Ed, I do mean above when I've said above. So I'm not trying to guide you there, but I think you've kind of clicked on that. We do not expect the fallen NIM in the fourth quarter to be as severe as it has been in the third quarter. So I do expect to see NIM stabilizing as we go through 2024."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "I think there's a couple of things that will impact the timing of that stabilization. So I don't think it will be instant. We've talked about the headwinds of deposit migration and mortgages. They do moderate over the coming quarters, but they do not end at the end of 2023. The hedge tailwind, which I talked about already, it does become stronger as we move through 2024, and that will eventually set off -- offset the headwinds of that deposit by greater than the timing on stabilization. So this gives us confidence on the medium-term income. I would urge you not to annualize the fourth quarter for those various reasons around the stabilization."
  },
  {
    "person": "Ed Firth",
    "role": "questioner",
    "position": "KBW",
    "text": "Okay. That's very helpful. Thanks a lot."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Thanks, Ed, as ever."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next we'll be going to Alvaro Serrano of Morgan Stanley. Alvaro, if you'd like to unmute and ask your question."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "Hey, Alvaro."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Good morning, Alvaro."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "Are you there, Alvaro?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Alvaro, if you'd like to unmute and go ahead and ask your question."
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Sorry, I'm here just struggling with the technology. Sorry to ask more questions about deposits and NIM. You've given a very precise number for the end of the year on the 17%, 34%, which is given this two months ago and the turmoil we've seen the last three months I think is very good. But -- and I know you've said that the last few weeks give you a bit of confidence that things have slowed down and become more predictable. But maybe I don't know if you can share any more precise numbers around the last sort of what you've seen in October that could help us gain conviction on that number and also relate to that deposit balance is the absolute number, you've gained market share. I know you've explained why you've decided to gain market share and balance there up, but would you -- would we be willing to let those balances slip a bit to protect the margin? What's the overall balance of deposit outlook you think for Q4 and as we think about 2024. Thank you."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Yes. Sure, Alvaro. Let me kind of pick those apart. So first of all, I think, and as I look at why the kind of conviction, I think there's a few different industry comparators we can look at. What we know is that the U.S. is generally a little bit ahead of us. So we've had a look at where they are. We've also looked within our own book. And what we saw in our own book is that private moved faster than retail. And what I've seen very consistently over the last number of weeks is that kind of level of stabilization."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Clearly, they're much smaller numbers and far fewer people. But that kind of that that stabilization is clear. When we've then looked and we'll see the September data, I guess, will come out as well. What we're expecting is well after the kind of peak of July, the slightly slower August, and then in our own numbers, what we saw coming into September within the retail world, that kind of level of stabilization."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Now that doesn't mean that its -- there's not going to be movements and there definitely will be movements as we move into that piece. But I'm comfortable as we kind of see what we've seen in our data and what we've seen elsewhere logically that stabilization would kind of start to come through. If I then kind of look at your deposit numbers, Paul, do you want to jump in on that one?"
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "Yes. Alvaro, I think important to clarify one point, the share gains have been on the term side rather than the overall stock side. So that's what we referred to there. So you've seen an increase in market share overall. You'll see it from the Bank of England data. Our share has kind of remained relatively flat I would say that's the way to think about it. It's not that we're taking outsized market share gains."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "In terms of how we're thinking about that moving forward, my view is, we're comfortable with our current position in terms of would we compete more. We'll do that very much through a value lens and do the trade-off between the value from -- the P&L value from the deposit and the margin impact versus retaining the relationships and the liquidity value that that gives us. So that's how we think about it. Thanks, Alvaro."
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next questions will come from Joseph Dickerson from Jefferies. Joseph, if you'd like to unmute and go ahead."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Good morning, Joseph."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "Good morning, Joseph."
  },
  {
    "person": "Joseph Dickerson",
    "role": "questioner",
    "position": "Jefferies",
    "text": "Can you hear me?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Hi, Joe, we can't hear you."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "We move on to the next question."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Unfortunately we are struggling to hear you, Joseph, if you'd like to rejoin the call and then we'll come back to you for more questions."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question will come from Guy Stebbings of BNP Paribas Exane. If you'd like to go ahead, Guy, and ask your question."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "Hey, Guy."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Hi, Guy."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Guy, if you'd like to unmute and ask your question."
  },
  {
    "person": "Guy Stebbings",
    "role": "questioner",
    "position": "BNP Paribas Exane",
    "text": "Hopefully, you can hear me now. Apologies for that."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "Yes, we've got you."
  },
  {
    "person": "Guy Stebbings",
    "role": "questioner",
    "position": "BNP Paribas Exane",
    "text": "Brilliant. And so the first question was back to the medium-term royalty guidance. I'm just trying to understand why you're not changing that guidance at this stage. On the face of it, you're now expecting quite a meaningfully lower net interest income performance than previously and in very round numbers, we could be talking close to £1 billion lower. And your expectations for risk weighted assets and by association required tangible equities is also higher. So just trying to gauge where are the positive offsets that help to mean that you still can deliver a 14% to 16% range or that's still sort of the same range as previously, but it does sound like perhaps some incremental work on cost, but presumably not enough to fully offset some of those headwinds. So I'm just trying to understand, is there an element of timing here as well? And really medium-term royalty guidance is something that's really for discussion at the full-year, especially given the challenges in judging exactly how deposits evolve. And then just a quick follow-up on the 2025 RWA guidance. Could you elaborate on what assumptions you're making there in terms of how the PRA may tweak the final rules? Some of the commentary recently sounds constructive on the face of it. So just interested in any color you're giving and how you think those rules land. Thank you."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "Good. Thanks, Guy. When I say a little bit on the royalty piece and then Katie maybe you can talk about some of the building blocks, so crystal clear that royalty is the North Star. We know how important that is for capital generation and distribution capacity. You're right. We do believe from a medium-term perspective, we're not changing the 14% to 16%. We expect to operate in that range."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "The stress on the medium-term we know as you allude to, it's difficult to be precise because there's a number of moving parts, but I do think there's a number of building blocks. We want to kind of be helpful there and help you with some of those building blocks. So Katie, do you want to talk a little bit about how we're thinking about it?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Yes. Sure, absolutely. So I've already talked kind of quite at length income. So I won't repeat that other than to say that I do kind of urge you that not to annualize the Q4 number. If we look at costs full-year guidance for the year £7.6 billion and we're comfortable we're going to hit that. I'd remind you that includes £300 million for Ulster direct costs, which we do expect to reduce material in 2024. We do recognize that we've got headwinds of higher inflation and we're working hard to ensure that our investment program delivers savings to help mitigate this as you have seen us do, Guy, for many years now."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Impairments, clearly we're better on impairments than expected to-date. We know we're talking about being below 20 basis points in 2023. We've then as you know, got through the cycle guidance of 20 basis points to 30 basis points. I think when we meet in February; we'll give some views as to where we think we're heading for -- and 2024. I would remind you that we've got £0.5 billion of PMAs on the balance sheet and our cautious approach to the release of these. So that also gives you a little bit of protection as you go through."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "If you then look at the capital piece, we will within a range of 13% to 14% CET1 and you've seen this year our comfort to toggle up and down within that range. So I'd expect that to continue. While we do expect the RWA to trend higher and through to 2025, I think the other thing you've got to also bear in mind is that we've demonstrated very strong commitment to distributing excess capital as and when it becomes available and that's also an important point when you think of that kind of average denominator number as you do your calculations."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "And Guy, you also asked a little bit on the RWA assumptions as we go into next year and where the changes might be. So what we've guided you to is, including the CRD IV changes and the Basel 3.1, my kind of best planning assumption at the moment would be to encourage you to use that £200 billion."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "What we've been talking about, and we've been quite vocal about is the kind of the business factor in terms of the small lending and then also what treatments they're using on some of the infrastructure lending. We were heartened by the comments that we heard from the PRA over this last week and I think we'll wait and see what comes through. As you know, we're getting some of the rules in January and then we're getting credit and output floors only coming through in July."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "So what I've tried to do today is to give you a kind of a good estimate, the thinking of those factors to kind of help you with your modeling. We do think at the end of this year, when we talk about that £3 billion uplift that I would add that on just to where we've ended this year at £182 million. Paul's already talked about the fact that and we do expect market risk and timing just to come back in. So that’s a kind of that gets you a kind of £185 million sort of number by the end of this year. And I'll leave you to have a think about how you might want to roll in those differences over the two years that follow. I'd probably be pretty linear about it myself, but you'll take your own views as to how best to do that."
  },
  {
    "person": "Guy Stebbings",
    "role": "questioner",
    "position": "BNP Paribas Exane",
    "text": "Okay That's very helpful. Thank you."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Okay. Thanks, Guy."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "Thanks, Guy."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "We're going to retry with Joseph Dickerson of Jefferies. If you'd like to unmute and ask a question."
  },
  {
    "person": "Joseph Dickerson",
    "role": "questioner",
    "position": "Jefferies",
    "text": "Hi, can you hear me now?"
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "Yes, we got you."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Perfectly. Thanks, Joe."
  },
  {
    "person": "Joseph Dickerson",
    "role": "questioner",
    "position": "Jefferies",
    "text": "Hi, sorry about that. I just had a question just on the RWA guide as well. Is the £200 billion pre or post mitigation, firstly? And then, secondly, I think you'd been guiding more towards in prior quarters, guiding more towards the lower end of the 5% to 10% inflation range. So I'm just wondering what's changed to get you to the higher end of that given, if anything, it seems like some of the commentary from the PRA is a little bit more friendly on the RWA front. And I think if I look at where our estimates are and where I think consensus is, I think we're about £10 billion that number is coming about £10 billion higher, which is fairly material in CET1 terms. So I'm just trying to get to the bottom of the moving parts here, if you don't mind."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Yes. No, sure. I'm happy to spend a bit time on it. So always post-mitigation in terms of the numbers that we work with, I mean, we clearly put a lot of emphasis into the business about managing our capital and making sure that we get the very best return kind of we've talked a lot in the past about our pleasing kind of results around the lower kind of risk weighted assets density. So that mitigation is something that we really try to build into the DNA of the organization."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Joe, I probably correct you a little bit. In the past, I've been very careful not to guide you to the bottom or the top end. I'm sorry if you've taken away that I haven't completely managed that on the 5% to 10%. But I think one of the things that really has probably changed pleased with the positivity we've heard from the PRA, I do think and you've heard other banks talk about it in terms of that CRD IV pressure that that is seeing a kind of increase in the kind of underlying models as we're going through."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Our first piece is in relation to mortgages as it is for others, and we'll continue to kind of work through that. But at this point today, it does feel the £200 billion feels the right number to kind of be thinking about by the time you get to end 2025 and historically, I've always been, I think, quite good at kind of when I know more, I'll share it with you. And as the rules develop, we'll continue to make sure that we maintain that transparency with you in terms of the developments and the numbers."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "What I would add, Joe is you can be sure that we're going to have a very tight and disciplined approach to managing capital, given that regulatory backdrop. So it's a big focus for me because to me it's one of the obvious operational levers we can influence. So a big focus over the course of the next two years."
  },
  {
    "person": "Joseph Dickerson",
    "role": "questioner",
    "position": "Jefferies",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question comes from Benjamin Toms of RBC. Benjamin, if you'd like to unmute and ask your question."
  },
  {
    "person": "Benjamin Toms",
    "role": "questioner",
    "position": "RBC",
    "text": "Good morning, both, and thank you for taking --"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Hi, Ben."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "Hi."
  },
  {
    "person": "Benjamin Toms",
    "role": "questioner",
    "position": "RBC",
    "text": "Taking my questions. Paul, you note that you've been very focused on costs since you started your role. I mean, consensus has costs for 2024 at about £7.6 billion. Are you comfortable with that number without the bank having to take any additional material restructuring costs, which would have implications for capital? And then, secondly, your mortgage stock was resilient in the quarter. In half one, NatWest issued a much higher proportion of peers of greater than 90% mortgage flow. Can you comment on that dynamic and has that trend continued into Q3? Thank you."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "Thanks, Ben. I'll take the cost piece. So we're not guiding on 2024. You're right. We've confirmed £7.6 billion or Katie confirmed earlier in the question £7.6 billion in terms of 2023. You're right. Both along balance sheet management, capital management, and costs have been a focus for me and the team over the course of the last couple of months."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "What I would say is we -- I think we've got a very good track record in terms of taking cost out of the business. I think we've done that in a way that hasn't been detrimental to either the customer experience or to revenue. So we are taking a very tight approach. I'll talk more in February in terms of in year guidance for 2024, but I'm not signaling any big restructuring charge or anything like that in this call."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Thanks. Thanks, Paul. So in terms of the mortgages, a couple of things, I would say, you're absolutely right. What we've seen is that we saw higher flow in the first half of the year and we've been moderating during this quarter to deal with kind of movements in pricing to make sure that we're really always managing the book for value and not just for volume. So the 16% falling down to the 13% in flow, I think for me was important to see in this quarter given where some of the pressures on swap curves have been."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "I would say as you look at that above 90% mortgage flow, there's a technical thing behind there. We haven't changed our approach. There's a bit of indexing impact happening in our reporting. So as you see the kind of house pricing fall, then you actually see more things being kind of moved up above the line."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "What I would say, Ben, as you look at our new business, our LTV of our new business is 69% overall. So I wouldn't read too much into what's a relatively small part of our portfolio that's been indexed up into that greater than 90%. Thanks very much, Ben."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "Thanks, Ben."
  },
  {
    "person": "Benjamin Toms",
    "role": "questioner",
    "position": "RBC",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question comes from Adam Terelak of Mediobanca. If you'd like to unmute and ask your question."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Hey, Adam."
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Good morning. Thank you for the questions. I've got a bit of a technical one on the hedge. Clearly, you're talking about £10 billion of maturities and the hedge is down, what £7 billion in the quarter. That means that your hedge reinvestment each quarter is pretty minimal. If you then add that you've got further mix shifts to come on a 12-month loopback period, it feels like a good 18 months or so or a good few quarters until we can really talk about the hedge volume stabilizing and that tailwind coming through. Is that the right way of thinking about it from a pure hedge standpoint? And is that why you sound a little bit more confident on the longer-term story rather than the 2024 story? And then, secondly, just feeding that into the NIM conversation. You said to avoid annualizing Q4 or annualizing exit rates, but it sounds like with mix shift we're going down before going up. So why are we confident that the acceleration in NIM in the back half of next year can take us back above that 4Q annualized figure? Thank you."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Yes. Perfect. So a few things within there that I'll try to help you with, Adam. So I guess as I look at the hedge volume stability, what you -- you're absolutely right. We do the hedge on a 12-month rollback and then what we need to see is that mix stabilizing within our deposit base. What I've said already on the calls, we are expecting that stabilization to come. You're absolutely right. I think it's a couple of quarters away before we kind of get there. So it's probably kind of a post-Q2 thing before we really get that kind of stabilization."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Then at that point what's happening is they're kicking off about £10 billion a quarter. We'll be investing that at rates that are significantly above the roll-off. The roll-off next year is 80 basis points. I think I said earlier that our average reinvestment was 4.6%, so there's a natural delta. I'll let you take your own views as to where you think that five-year rate might be by the end -- by the time we get to that piece. So you'll get some benefit in the earlier quarters because there is some reinvestment and then that will continue to grow as you go into the second half of the year."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "And then what you then see is you've then got stabilization. Then when I get into 2025, my 12-month loopback is clearly more stable again. And so therefore I'm now reinvesting a rate that is going to far exceed the 50% roll-off, the roll-off, 50 basis points, forgive me, roll-off rate that I've got into 2025. So I mean when we spoke in Q2, I think I talked there that there was more confidence in the recovery of income into 2025. That still remains the case because exactly of that point, if you need the deposit kind of stabilization to come through in terms of the blend, we've demonstrated the quantum very well now for kind of two quarters and then overall the book will start to yield and better. So at the moment, we're yielding about 1.5%, I would expect that to continue to see improvements in that as I go into 2024 because of the benefit of those different kind of factors. Hope that works for you, Adam."
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Yes, very clear."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Lovely. Thanks a lot."
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "And on the -- sorry, on the NIM profile into 1H and beyond."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Well, I mean I guess my answer is probably its very similar. So we've talked about that as we go into Q4 this year, you shouldn't expect to see the level of fall that we've seen in Q3. What we have said is that we expect NIM to be above 3% for the year. So therefore your kind of exit rate is going to be lower than where we are now. But don't take it down as steeply as we fell in this quarter."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "You're then going to have the dynamics of a stabilizing mortgage book. And we talked about the mortgage book getting to kind of around about kind of 80 basis points. We're sitting at 86 basis points just now. I think there'll still be movement around that 80 basis points piece, but that will stabilize. We'd said that stabilization would happen towards the end of this year, early next year. And then I've already talked a lot about deposit stabilization, so I won't see any more on that piece, but I certainly see the step down as less. And then I'm talking a bit of a narrative stabilization of coming, so I wouldn't let you -- I wouldn’t run away with the NIM."
  },
  {
    "person": "Adam Terelak",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Okay. Great. Thank you."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Lovely, thanks. Thanks, Adam."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question comes from Jonathan Pierce of Numis. Jonathan, if you'd like to unmute and ask your question."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Hi, Jonathan."
  },
  {
    "person": "Jonathan Pierce",
    "role": "questioner",
    "position": "Numis",
    "text": "Hi, how are you doing? I got a couple of questions, please. The first on the NIM bridge in Q3, is the lending margin that I'm struggling with a bit down 12 basis points. You said that was largely mortgages. That's about a £400 million annualized hit to revenue in the quarter. Now I think there's no more than £15 billion to £20 billion of refinancings or churn every quarter. So it implies a huge delta between what's come off and what's gone back on in spread terms. Is that right? Were we sort of 200 basis points of step down in mortgage margin on the churn in Q3? That's the first question. The second question just sort of standing back and thinking about deposit income as a whole, as I think its Slide 9 shows --"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Yes."
  },
  {
    "person": "Jonathan Pierce",
    "role": "questioner",
    "position": "Numis",
    "text": "It's about 340 basis points of margin at the moment. If you want to look at it as what you're paying the customers versus base rate, it's probably 320 basis points spot at the end of September I suppose. But then the product hedge, I prefer to think about this as £195 billion position that's costing you a floating leg of 5.25% and only receiving 1.5%. So that's knocking about 170 basis points clean off what you're earning on the deposit such that you're back at about 150 basis points. That's the margin you're earning on deposits going through the P&L. Is your confidence -- forgetting about hedge income and notionals and all the rest of it, is your confidence around deposit income over time that the 150 that you're earning net of the cost of the hedge at the moment is more likely to go up in this sort of rate environment than it is sideways or down? Is that a way of thinking about it? Thanks."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Hey Jonathan, you've obviously spent a lot of time with Claire as well, so I mean you as ever have got it exactly right. So look, definitely you'd see that 150 go up. I mean, it's just the mechanics of reinvestment. I'm rolling off numbers that are falling, so I'm going from a roll-off of about one, rolling off next year 80, rolling off the next year at 50. So I mean, it's exactly the right question. So look, I do expect to see that that improve as we go into next year."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "I think on the mortgages, look, there's a lot of puts and takes and takes going on there. There's a lot going on. There's not as much as you suggest. It's not just as simple as the way what we're writing on the front curve, because as you see, at any one moment within the banks, you've got different end customer behavior going on. So we've got people who are paying more at the time of their refinancing. We've probably got a bit more refinancing going on rather than new mortgage. You're familiar with the fact that the new mortgage market is smaller and then also you have people that are paying, who used to pay more in advance of their new rate coming up and they're not doing that so much now. They're waiting till it ends. So there's a few different things going on within there."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "I do think that the mortgage headwind will be smaller going forward. But I would say that we're paying a lot of attention at the moment to that kind of customer behavior and how they behave at the moment of kind of refinance and in the months leading up to it as well. Hopeful that answers --"
  },
  {
    "person": "Jonathan Pierce",
    "role": "questioner",
    "position": "Numis",
    "text": "That is helpful, but if I can just press on that some a little bit more because it is a huge delta quarter-on-quarter, it's almost as much as the deposit movement. If you keep writing at the front end at 80 basis points, the book is pretty flat actually in Q3 the mortgage book. If you keep writing at 80 basis points and the stuff that's coming off next year is, I don't know, 90, 100 basis points. Where does the math go wrong if we just take 10, 20 basis points on the quarterly churn?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "So I think a couple of things there. So we definitely seek to write the book at around 80 basis points over time. And what I would say and we've said a few times that they were probably under a little bit of pressure at the moment because of the movement in the speed of the swap curve and some of the competition in the market. But that's a timing issue. I do think the same way to continue to think of the book and our aspirations is around that 80 basis points."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "The book itself this quarter is re-priced from 102 down to 86. And then what we had said was that we'd expect it to kind of more or less fully re-price kind of by the end of this year. So I actually think your roll-off number is a little bit high, but we would expect to see that kind of moving to around 80 basis points. And I'm sure in Q2, in Q1 next year, you'll be saying, Katie, why is it a bit lower? Why is it a bit higher? But we're getting into a much tighter kind of corridor of where those numbers are because of the real high value margin pieces will have substantially rolled off by the end of this year."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "There are some mortgage income disclosures for the retail bank. And I think you'll find in the financial supplement. They'll be able to help you with some of the bits and pieces that are going on as well. So I point you to them as well. And obviously, Jonathan, happy to talk more later. Thanks very much."
  },
  {
    "person": "Jonathan Pierce",
    "role": "questioner",
    "position": "Numis",
    "text": "Thanks a lot. It's good. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question comes from Chris Cant of Autonomous. Chris, if you'd like to unmute and ask your question."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Hey, Chris."
  },
  {
    "person": "Chris Cant",
    "role": "questioner",
    "position": "Autonomous",
    "text": "Good morning. Thanks for taking my questions both. I wanted to just clarify something you said, Paul, first, around restructuring charges, maybe I wasn't listening carefully enough, but it seemed a little bit ambiguous as to what you were trying to convey to us there with regards restructuring charges and --"
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "No ambiguity. I can -- let me, Chris, no ambiguity. The question was, would there be a restructuring or the potential for restructuring charge? And I said no. So apology, it wasn't as clear as that."
  },
  {
    "person": "Chris Cant",
    "role": "questioner",
    "position": "Autonomous",
    "text": "And just to confirm as well in terms of the sort of medium-term royalty expectation and the sub 50% cost income ratio for 2025 that that you see as deliverable without sort of ramping, obviously you always have restructuring charges within your kind of that normal cost run rate every year. But there's no expectation for that to sort of spike up dramatically to deliver that 50% into 2025."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "That's correct. The way I think about it is and we've talked in the past about investing £3.5 billion over three years, a lot of that is going towards driving simplification, digitization, productivity. So we're very much -- I guess when I think about where can we pull the cost leader within the organization, it's that existing investment pot that I'm thinking about. I've also been spending a lot of time on making sure the shape of that investment pot is focused on that cost out simplification agenda. So that's how you should think about it, rather than additional charges beyond the existing investment plan."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Thanks, Paul. I might just add a little bit more on the kind of to help you a little bit on the royalty point. And Chris, it's almost this quarter is actually a really good quarter to think about the kind of the royalty piece. So what you've got is kind of stable and gently growing and lendings, relatively stable and gently growing kind of deposits. So that kind of gives you some comfort on the quality and the stability of the balance sheet."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "In this quarter, we delivered 14.7% royalty. That was after kind of a one-off charge in terms of a property charge, which actually was a drag in the quarter of 1.99%. You can see that in the notable items. So that would have put you above some kind of 16% level. The way that I look at we've talked a lot about NIM and incomes, I'm not going to say any more on that, but actually it's a very nice quarter when you look at kind of the normalized cost number, quite a normalized impairment level, there's a bit of conduct charge within there as well we've also had a bit of an increase in kind of the RWAs."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "So I almost sort of think as you look at this quarter, it's quite a nice kind of blueprint for what you could see going forward. I wouldn't read too much into that and tell you, I'm giving you the exact shape as you go forward. But I do think that 14.7% royalty is a good way to think of us as we go forward as well. Hopefully that's helpful."
  },
  {
    "person": "Chris Cant",
    "role": "questioner",
    "position": "Autonomous",
    "text": "That is helpful. And it actually sort of was the other question I wanted to ask, I mean, conscious you're not going to sort of give us the NIM number. It is clearly very possible for people to take the greater than 3% NIM guide and as you put it, run away with the NIM into 2024. If I sort of come at this slightly differently, you've talked about the medium-term 14% to 16% royalty, are you expecting to be in that range for 2024 as well?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "And I think let's talk more about that as we get into -- into February. But I do think those comments that I just made around this quarter, I think they're quite helpful when you look at all the different line shapes and some of the RWA growth. And Chris, I dare say we'll chew on the fat on that a little bit more when we meet in February."
  },
  {
    "person": "Chris Cant",
    "role": "questioner",
    "position": "Autonomous",
    "text": "Okay. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question comes from Robin Down of HSBC. Robin, if you'd like to unmute and ask your question."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Hey, Robin."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "Hey, are you there, Robin?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Robin, if you'd like to unmute, then you may ask your question."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "No."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "No, unfortunately it appears that we don't have Robin at the moment. So we're going to go to Andrew Coombs of Citibank. Andrew, if you'd like to unmute and go ahead and ask your question."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Hi, Andrew."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Citibank",
    "text": "Good morning."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "Good morning."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Citibank",
    "text": "Good morning. If I could have a couple of follow-ups, please. Just firstly, on the structural hedge notional and the 12-month loopback, you talked about 2024 decline in line, I think with the balances. But if I look at that 12-month loopback component, if I look at the PCAs, they're down £20 billion year-to-date. Your PCAs and savings are down £30 billion. Your guidance on the structural hedge notional is for a £19 billion decline over the course of the year to get to that £190 billion. So just is there an element of catch-up in the first half 2024 relative to those deposit balances, just to fully understand that 12 months loopback point. So that's the first question. And then the second question just coming back to the lending margin. And thank you for the point about being fully re-priced by year-end. I also appreciate that you've moved away from giving quarterly completion spreads and instead talked about this 80 bps over time. But just given the magnitude of the move down driven by lending margin, and that comes despite growth in higher margin areas like unsecured and commercial. Just trying to understand exactly where your front book completion spreads are today because they must be well below that 80 basis points that you're talking about. And I know the swap curve has been volatile, but it does look like you're running well below that at the moment."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Yes. So Andrew, I guess I'm not going to be drawn on it. We have talked about the book re-pricing. It's definitely under some pressure just now. Everyone be called on the exact number and as you know, it's something that moves not quite week-to-week, but in terms of pricing, there's a lot of activity. It is, I think, one of the most competitive mortgage markets we've been in for some time at the moment, excepting it's always competitive."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "In terms of the 2024 decline, we're very mechanistic about how we do this. We look at the previous 12 months of the eligible balances. We've given you a lot of disclosure over this year. You can see in the fence up in terms of what's been exactly how current accounts and into term accounts. We've also given you disclosure today around those term accounts and our look forward for them. We do expect the number to decline into next year. We will see some stabilization we think and we've talked about that a lot on the call today."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "And so that will then start as you then move forward and have the 12 months loopback at the end of Q3 and the end of Q4 and into 2025 that you start to see that stabilization of the -- of the hedge. And then you'll see the reinvestment of the kind of £10 billion at its fuel level. And that will come through in the later part of the year. I mean do I think consider the margin on other deposit categories and how they kind of work out compared to where our hedge balances are and obviously those term balances I think that will help you a little bit as well. Thanks Andrew."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "We are going to -- come back to Robin Down of HSBC. Robin, if you'd like to unmute and ask your question."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Hi, Robin."
  },
  {
    "person": "Robin Down",
    "role": "questioner",
    "position": "HSBC",
    "text": "Does that work?"
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "It does. We can hear you, Robin?"
  },
  {
    "person": "Robin Down",
    "role": "questioner",
    "position": "HSBC",
    "text": "Sorry. You think after all this training on Zoom calls we get the mute function, right. Just one quick numbers question and one kind of slightly more conceptual question. Did I hear you earlier say that the mortgage book had dropped to 86 basis points?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Yes."
  },
  {
    "person": "Robin Down",
    "role": "questioner",
    "position": "HSBC",
    "text": "In Q3. Okay. And that's from what 102?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Yes. So -- and that's been very consistent pattern on each of the quarters. I gosh I'd say even for the last six or seven quarters, it's just been gently re-pricing around about 15-ish basis points each quarter."
  },
  {
    "person": "Robin Down",
    "role": "questioner",
    "position": "HSBC",
    "text": "Okay. And then, the second question kind of conceptual one, and I'm not really sure whether you're going to be able to answer this, but the assumption we all make is that when the structural hedge benefits come through, that they're retained by the bank and retained for shareholders and not passed back to customers through kind of higher deposit rates. Just what gives you confidence that that's because the track history of UK banking in the last 30 years is that when these benefits come through, they tend to get passed on to the customers. What gives you confidence that you're going to be able to retain that for shareholders?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "So I mean I think I'm probably not going to be able to give you a perfect answer, but I guess if I look at that structural hedge just now, it's yielding 1.5%. If I look at what we're paying to customers in different accounts, they vary across all of the accounts, whether it's the fixed term where the customer is yielding 5.25%. Clearly, I'm hedging that in the background, so it's not necessarily cost me all of that or to the term accounts where we've pass-through about half 50% of the rates and obviously, we don't pay on the deposit account."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "So I think it's very hard to say, as that structural hedge number goes up, then automatically we'll go back. I think what's really important is that we balance all of the stakeholders and that we make sure that we do the right level of pass-through to our customers. And what you can see as you look at that graph on Slide 8, there has been a real ramp up in that pass-through during this year I mean we in terms of kind of interest payments, it's £4.1 billion the first nine months of this year that compares to about 375 last year. So there's been huge pass-throughs kind of going through."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "So I would find it very difficult to tie. This is what happened to the hedge and that was your pass-through. We are clearly managing the whole balance sheet, making sure that we've got stability and gentle growth on our lending side and the same on our deposit side. And we're just kind of trying to make sure we have balance and deliver for all of the stakeholders. Hope that helps just a little bit."
  },
  {
    "person": "Robin Down",
    "role": "questioner",
    "position": "HSBC",
    "text": "Yes. Thanks, Katie."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our final question comes from Fahed Kunwar of Redburn Atlantic. Fahed, if you'd like to unmute and ask your question."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Hey, Fahed."
  },
  {
    "person": "Fahed Kunwar",
    "role": "questioner",
    "position": "Redburn Atlantic",
    "text": "Hi, Katie. Hi, Paul."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "Hi, Fahed."
  },
  {
    "person": "Fahed Kunwar",
    "role": "questioner",
    "position": "Redburn Atlantic",
    "text": "Thanks for taking the questions. Just a couple of questions. Firstly, on the 2024 costs, I know you're not drawn into it, but obviously the report out today about kind of what was the phrase, serious failings and regarding the dealing of the de-banking issues. Are you confident that isn't going to result in more kind of controls and compliance-related costs to improve those processes? Or do you think what you've done to-date is enough to kind of abate or kind of make regulators happy with where you are at the moment given the findings in that report? And I asked the question because I think your 2024 costs are only up 1% or 2% in consensus. There's big wage inflation, there's that potential cost line coming through and it kind of gets to the cost income point that a lot of people have been raising. And then my second question was just on that 80 basis point and the fact that the front book is probably a lot lower than that right now. I mean listening to other banks, my understanding is a mix issue, that new business spreads are higher, remortgaging spreads are lower and a lot more remortgaging is happening right now. So is that a fair understanding of why the front book is lower than 80 bps right now? And if it is, why do you think that mix is going to adjust away from remortgaging back to new business purchasing given the kind of environment right now, which is quite difficult. Thank you."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "Thanks, Fahed. I'll take the systems, cost, and controls and maybe Katie the mortgages. So the simple answer Fahed is a number of the processes, systems, and controls referenced in today's report. We've already implemented changes. There are additional changes to policies and procedures that we will put in place as a consequence of fully accepting the recommendations. But I would say that as you know, we already spend a significant amount on risk and compliance and we'd expect that to be within our normal budgets and cost plans."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "As I look to mortgages point, you can see at the moment that mortgage pricing is very competitive just now. You can observe that when you look at all the kind of the best buy tables and where we are and then you compare that to and obviously the various funding rates from different source of fundings. So we are pricing below that level."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "We do expect this number I mean it moves around a lot. That's why we talk about over time; this is what we aim to do. I mean one of the -- I think the last time I kind of talked about it in Q1 2022, we were below that and then you've seen us kind of come up and down. So I think it's something that that's our kind of gold star that we try to manage through and there will movements there around the time. What we have seen is that we have now substantially re-priced out the higher margin work with numbers, which is why we're now seeing us for the book kind of revering, we're coming down to 86 this quarter and we expect a little bit move further fall in the next couple of quarters."
  },
  {
    "person": "Fahed Kunwar",
    "role": "questioner",
    "position": "Redburn Atlantic",
    "text": "Thanks, Katie. Can I just clarify it's not a remortgage new business thing for you. It's just general competition."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "I mean, there's a bit of that. I think it's much more general competition that kind of flows through. And this market is very interesting. If I look at it quarter-to-quarter, it moves enormously in terms of the volumes. So it is a market that does change over time. So I guess for me that's what gives me confidence on it is that it will change again in the next -- the next six -- the next six, seven months and we'll see that as it flows through."
  },
  {
    "person": "Fahed Kunwar",
    "role": "questioner",
    "position": "Redburn Atlantic",
    "text": "Great. Thank you, both."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "CFO",
    "text": "Lovely. Thanks a lot. Thank you, Fahed."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "Thank you, Fahed."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. I would now like to hand back to Paul for any closing comments."
  },
  {
    "person": "Paul Thwaite",
    "role": "answerer",
    "position": "CEO",
    "text": "Okay. Thank you, everybody. We appreciate you joining in your questions and we look forward to seeing most of you, if not all of you over the next few weeks. Thanks."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "That concludes today's presentation. Thank you for your participation. You may now disconnect."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]