[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. [Operator Instructions] And we'll take our first question from Andrew Coombs at Citi. Please go ahead, your line is now open."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Citi",
    "text": "[Audio Gap] and one is on the interest margin trajectory, in particular, the increase in liquid assets and obviously, if you strip out the one-off gain on - one-off benefits from the lease pricing change, it does look like you exit the quarter somewhat lower than consensus expected and that's largely due to this impact on the liquid assets. So perhaps you could just explain what the outlook is for the liquid asset buffer from here? What you think the impact on the interest margin might be from that into the second half and beyond? That'd be the first question."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Citi",
    "text": "The second one is just trying to understand the dynamics around the capital return. You've announced an ordinary buyback. I'm sure it'll be welcomed. But in the past when we've talked about that, your concern has been what that means for the government stake, given that they can't necessarily participate. So should we assume that if you are doing an ordinary buyback, it comes alongside another government placing in order to maintain their stake at the existing level or potentially even lower?"
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Right, thank you. Katie, can I?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Yeah, sure. Thanks, good morning. Morning, Andrew. And I missed the very beginning of your questions. If I don't catch all of it, don't hesitate to kind of jump back in. But if we look at the increase in the liquid assets, whenever we think of NIM going forward, there's always three things. Now, the change in liquidity, we would say there's that affects the average interesting earning assets and therefore the Bank NIM. What we saw this year - this quarter was our growth in deposits of £14 billion. What we would know is that that's feels like it's slowing a little bit. It's down from the £22 billion in the previous quarter, as things get back to normal. So I think we'll leave you to think about how that might behave as we go into this next quarter. You can see that we've also just shown you today what the NIM is ex the impact of the liquid assets, which I think is quite helpful just on the bottom of that NIM slide. And you can see that it's more stable. It does benefit, as you say, from the one-off and actually that it's in there. But it's - it shows it's a much more kind of stable number."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "In terms of the dynamics around the capital return, so £750 million in-market buyback, you will have seen last week that the government also announced that they were doing an in-market sell down. So naturally, we'll end up scooping up a little bit of their stock as well as other stocks that we pick up in terms of that piece. So it's not - it's not insignificant. And but I think it's very difficult to see what the impact of that will be on the government stock in terms of, you don't [indiscernible] that what we will do is anything that we buy that we will cancel as a treasury share, so it's therefore obviously beneficial to our share count, and also our ROE in there. Thank you, Andrew."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. And your next question comes from the line of Omar Keenan from Credit Suisse. Please go ahead, your line is now open."
  },
  {
    "person": "Omar Keenan",
    "role": "questioner",
    "position": "Credit Suisse",
    "text": "Good morning. Thank you very much for taking my questions. I've got two piece, one on mortgages and one on NatWest Markets. So firstly on mortgages. Mortgage margin is up four basis points in the quarter to 163. I was just wondering whether you could give a little bit more color as to where application margins are presently versus the last time that you disclosed them. And just related to that, I was wondering whether you can - you think you can continue to take market share on increasing high retention - increasing retention without pulling on the price lever further?"
  },
  {
    "person": "Omar Keenan",
    "role": "questioner",
    "position": "Credit Suisse",
    "text": "And my second question on NatWest Markets, so I've noted that you are keeping the medium term revenue guidance of £800 million to £1 billion. But if I look at FICC revenues in the first half, it was about £60 million adjusted to the [indiscernible] exercise. So I'm just wondering whether the £120 million is just annualizing that to the normalized run rate, or whether when you say that the fact that FICC has been impacted by reshaping the business means that the other one-off losses and just hoping that you can help us think about what the normalized FICC number might be. Thank you."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Thank you. Well, look, why don't I talk about NatWest Markets and Katie will come back to the mortgage business. So and on NatWest Markets, obviously, we are reshaping that business to make it simpler and more aligned. And I think, we're very comfortable with the progress. The team are making a very significant progress in reshaping it. And in relation to and largely the capital reshaping will be done by the end of this year and the businesses is now positioning for growth. Specifically on the rates business and clearly what you've seen is that business this has been reshaping. We've taken around £14 billion of RWAs out of that business, as we expected. But obviously, it's been a weaker quarter across the fixed income markets and particularly also given the exceptional levels of activity generated last year. So I think it's a combination of the reshaping and the lower volatility from last year. But overall, I think our guidance on the £0.82 billion remains comfortable. So I think it's just that that I would - that what I would point at you to. Katie?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Mortgages, yeah, absolutely. So in terms of mortgages, and Omar, I'll just make sure we've got all the numbers, so we're all aligned. So completion for the quarter came down to 165 basis points broadly in line with the shape of the back book, to kind of 163 basis points. When I look at the second quarter, the average application was 152 basis points. I think what's important though, to look actually what was happening towards the end of the quarter, where it was at 145 basis points, reflecting the increased competition in the market. And for the rest of the year, I think mortgage margins will depend on competition pressure. And we know that the recent step up in this pressure, I have to say today, we don't really see anything today that would indicate that's going to slow in the near term."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "I would remind you that our goal is to maintain above market growth each year, and we aim to make sure that we balance growth with risk discipline as well as strong kind of mortgage management. We're very focused on retention as you see it sitting about 80%, so very pleased on that. We don't seek to lead on price and particularly and our goal is very much on creating a sustainable value, as we move forward for NIM. I'm pleased to see stock share grow from 10.9% up to 11% in this quarter."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Thanks, Alison. Thank you, Omar."
  },
  {
    "person": "Omar Keenan",
    "role": "questioner",
    "position": "Credit Suisse",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. And your next question comes from the line of Chris Cant at Autonomous. Please go ahead, your line is now open."
  },
  {
    "person": "Chris Cant",
    "role": "questioner",
    "position": "Unknown",
    "text": "Good morning, both. Thank you for taking my questions. I just want to talk ask little more around mortgages, if that's okay, just a point of clarification. So you said the back book margin is 163 basis points. I think that's inclusive of your SVR book. So could you just either give us the sort of ex-SVR book numbers so we can compare apples-to-apples with that application margin? Or give us sort of the spread on the SVR and the size of that book and we can back it out ourselves? That would just be helpful to understand the dynamic there."
  },
  {
    "person": "Chris Cant",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then on Ulster, what do you think you're going to be able to do with the rounds of loans that you've got less there? So it's a lot of tracker business, is my understanding. So you're expecting to do some kind of securitization with that? Sell it to a credit fund? What do you expect to do with that book? Just wondering what do we need to think about that as being like a non-core item running off over a very protracted period of time? Thank you."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Thanks, Chris. And well, let me - let me talk about Ulster. And so with the two transactions that we've announced, the AIB and the PTSB, as you rightly say, that's around 60% of the book. In terms of the other assets, our plan remains to be a phased withdrawal from the markets. I think I did mention sort of earlier in the year that we had a number of parties that were interested in a number of assets across our book, of which the tracker book is attractive. So we will continue to explore all options in relation to that book. Clearly with the two transactions, the binding agreement with AIB and the memorandum of understanding with Permanent TSB, you can see we're looking to accelerate our withdrawal through transactions like that. So we will consider all options but I'm comfortable, we will be able to do that. And obviously, as I've confirmed before, we expect this to be capital ratio accretive over the period. And we'll keep you updated as we continue to develop our plan, but I would assume a phased withdrawal over a number of years. You won't be running a huge ramp for a long period. Katie, do you want to pick up the first question."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Yeah, no, sure, thanks. Good morning, Chris, good to hear from you. And when we look at the SVR rate, it's kind of less than 10% of the book. It doesn't - it moves around a little bit in terms of the roll-offs and the timing of that. The SVR rate today is 3.64%. So I will leave you to work out the math, if you don't mind, in terms of how your back that over the blended group. But it's - it doesn't move a lot. Less than 10% of the total group, so hopefully that that helps. Thanks. Thanks, Chris."
  },
  {
    "person": "Chris Cant",
    "role": "questioner",
    "position": "Unknown",
    "text": "That helps. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. And your next question comes from the line of Rohith Chandra-Rajan, Bank of America. Please go ahead, your line is now open."
  },
  {
    "person": "Rohith Chandra-Rajan",
    "role": "questioner",
    "position": "Bank of America",
    "text": "Hi, good morning. I just have a quick one, please, on the capital stack optimization that you've actually used indicated the 8 basis points CET1 benefit in Q3 from the AT1 redemption. I was wondering if you could help us think about the earnings impact of the actions you've taken, I guess both net interest income and also AT1 coupons going forward, please? Thanks."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Yes. Katie?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Thanks, so yeah, absolutely. So if I look at the AT1 number, it really have a saving, it's about £130 million in terms of that coupon. And then it's also just remembering to sort of have a look at the press which we show as the non-equity holding further down the page. It's going to be sitting at about £250 million. In 2022, we'll get a little bit of benefit of that of that coming through this time as well. Thank you. Thanks Rohit."
  },
  {
    "person": "Rohith Chandra-Rajan",
    "role": "questioner",
    "position": "Bank of America",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Your next question comes from the line of Guy Stebbings at BNP Paribas. Please go ahead, your line is now open."
  },
  {
    "person": "Guy Stebbings",
    "role": "questioner",
    "position": "BNP Paribas",
    "text": "Hi, good morning, everyone. Thanks for taking questions. The first one is on volumes and then second one back on NatWest Markets. So on volumes, specifically on the commercial book, just wondering how much do you view the extent that the headwind from the reduction in Q2 from the government guaranteed schemes is particularly elevated in the quarter just given the timing of when interest payments came due and whether that should moderate in future quarters with perhaps timing around that? And then in any other direction, what you're seeing in terms of latest demand trends on the corporate side, and if we net that together, at what point you might expect to see the book grow again or be flat again in the future?"
  },
  {
    "person": "Guy Stebbings",
    "role": "questioner",
    "position": "BNP Paribas",
    "text": "And then on NatWest Markets, I appreciate the color that you've given and the medium term guidance, sort of staying on the revenue side. But I just wondered, given recent performance, whether it's impacted at all your view on what the right size and shape of NatWest Markets should be in terms of long term Risk Weighted Assets or costs? Any color, there will be very helpful. Thank you."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Thank you. So on NatWest Markets, no it hasn't changed our view. We're executing the strategy, we're a year and a half into the reshaping and we're comfortable with where we are. So plan remains the same and we're comfortable with the guidance that we've given you and in terms of the revenue outlook. And on commercial lending, and just to pick up on that point, I mean. I think what you're seeing is really a demand, a lack of demand rather than supply in the market at the moment, which, as you say, reflects that extraordinary amounts of liquidity and support that's been put in place from the government schemes. We certainly have capacity and willing to lend within there but demand remains subdued."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "So when I think about, as we move forward, what are the things that are going to influence that growth? First, it's going to be the degree and speed of the economic recovery and the resultant increase in working capital requirements as businesses come out of lockdown and scale up. And you heard me talk about our view on a more positive economic recovery. The second influence is going to be the customer behavior in relation to paying down the current government schemes. And I can certainly give you some more detail on that. And then thirdly, how customers use the Pay As You Grow features in relation to the new government schemes."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "If I look at the sort of various different segments, as you know, we support - we're the largest lender to business and we support from micro right the way up to large corporate. If I try and sort of give you a sense of the segmentation, we're seeing sort of growth being more concentrated towards the mid and large end of the customer base, with new business growth in our large corporate institutional business, at the moment, largely being driven by infrastructure and ESG, Green Lending. And our NatWest Markets business is sort of doing a lot of business in that space supporting our clients."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "In the SME market, I think rate is going to be geared to the wider economy and that recovery. And at the very small end, what we call the business banking end, that largely the take up of the Bounce Back Loan lending, that effectively has doubled the business banking books since March last year. So I think there'll be limited growth in that small end as amortization more than offsets new business. So hopefully that gives you a sort of bit of color of what we're seeing from that perspective. Thank you."
  },
  {
    "person": "Guy Stebbings",
    "role": "questioner",
    "position": "BNP Paribas",
    "text": "Okay and thanks."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Your next question comes from the line of Jonathan Pierce at Numis. Please go ahead, your line is now open."
  },
  {
    "person": "Jonathan Pierce",
    "role": "questioner",
    "position": "Numis",
    "text": "Good morning both. I've got a couple of questions and they're vaguely related. The £12 billion build-in deposits in the quarter and £12 billion increase in cash at the Central Bank as well in the second quarter. My two questions are, the hedge rescaling opportunity from here because the deposit base keeps getting bigger, given money creation at the Bank of England, one would expect deposits will probably grow again in the second half of the year, at least at the aggregate level. So what's your current thinking on potential for future hedge restating over and above what you've already done?"
  },
  {
    "person": "Jonathan Pierce",
    "role": "questioner",
    "position": "Numis",
    "text": "The second question is on your interest rate sensitivity. I mean, I guess because the deposit base again is growing, you're now pointing to, year one managed margin benefits of £414 million. And then presumably it builds as the actions take effect on a full year basis into year two and year three. I mean, those numbers are clear to see. Can I just, for my own understanding, get some help on why the managed margin benefit is falling now, in year two and year three? Is that because you're benchmarking it against your own expectations for increasing base rate? And if it is, can you tell us what your expectations are two, three years out on base rate? Because that managed margin benefit looks huge now, particularly in the context of what forward curves are telling us will happened to base rates, over that period of time. Thanks very much."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Yeah, sure. Thanks, thanks, Jonathan. And so I'll just jump in Alison. It's apparently myself here. So if I look first of all at the deposits moiety, deposits remain flat today. We'd expect the further increase of £15 billion in hedging over the next 12 months, reflecting that higher deposit balances feeding through into the 12 month rolling average balance. I think, and Jonathan, I would probably agree with your perspective that there will be a little bit of a further increase. We noted that the 22 from Q1 fell to 14, but you'll see some more come on to that and that will come through."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "If I look at the second piece around the interest rate and sensitivity, so a couple of things going on there. What we would have, obviously, there's what's going on with the interplay between pass through assumption increases as rate increases and the timing in which we'll do that. And I probably won't get too drawn on that just now. So that's not decisions that we've made, and we'd necessarily talk about. Currently, we expect the base rates to go to 75 basis points over the lifetime compared with zero in September. So that increase over the three years will have an impact in that. So but the sensitivity lower in year two and year three compared with year one, as you start to see those some of those rates coming through. And obviously, it given where we are, that sensitivity is quite heightened as you move forward with those rates coming through, particularly in that first year. So hopefully, hopefully, that helps."
  },
  {
    "person": "Jonathan Pierce",
    "role": "questioner",
    "position": "Numis",
    "text": "So sorry, just to clarify a bit, before you saw the impact of the managed margin from a 25 basis point rate rise increasing in year two versus year one. I assume simply because it took a few months to see and to get the full benefit off of that."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Yeah."
  },
  {
    "person": "Jonathan Pierce",
    "role": "questioner",
    "position": "Numis",
    "text": "Whereas now it's going down and that is because this is relative to your base case, which has a base rate going up already. Is that right?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Yeah. Yeah, so that would be fair, that would be fair."
  },
  {
    "person": "Jonathan Pierce",
    "role": "questioner",
    "position": "Numis",
    "text": "Really, what we're looking at clean is, if there was a 25 basis point rate rise today, the year one impact would be £414 million but presumably growing to circa £500 million once all of the actions sort of have fully kicked in?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Yeah, so you would see £414 come through first in the first year. And then I don't think that the actions would particularly be additive. So I would go with what we've got in terms of those managed margin lines, as what you'd see coming through in the in the other years."
  },
  {
    "person": "Jonathan Pierce",
    "role": "questioner",
    "position": "Numis",
    "text": "Okay, great. Thanks very much."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Thanks, Jonathan."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. And your next question comes from the line of Rob Noble at Deutsche Bank, please go ahead. Your line is now open."
  },
  {
    "person": "RobNoble",
    "role": "questioner",
    "position": "Unknown",
    "text": "Good morning, all. And can I just ask again, on Ulster, and I know its early days with PTSB. But how theoretically would the stake in PTSB work? Would you hold it at Ulster level, group level and how would it be treated from a capital perspective on that base as well? And then secondly, now the Tyl has got a bit more traction, what sort of revenue and profit are you seeing from it and where do you expected it to go to, going forward? Thank you."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Thank you. So, on Tyl, yeah, we're really pleased with the progress. And you can see the number of transactions sort of going through. We think this is a product that all of our commercial customers will want to need. And I'm not going to give you revenue forecast specifically on it but what it does do is, you increase the product offering and deepen the relationship with our commercial customers. And as it continues to scale, we'll give you more updates on that as we go forward."
  },
  {
    "person": "RobNoble",
    "role": "questioner",
    "position": "Unknown",
    "text": "Ulster [cross talk]."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "You just take up the Ulster question."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Okay, thanks, it's a good question Rob. And here, we get ourselves a little bit into the technicalities of ring fencing. So it's basically an equity holding. And so therefore, you obviously hold it outside of the ring fence. And we have our entity that sits on the edge which is a holding that we hold a lot of those things. And so we'll give you more guidance in terms of capital and things like that when it's there but it does sit - it sits outside of the ring fence, it wouldn't be sitting in Ulster holdings or anything like that."
  },
  {
    "person": "RobNoble",
    "role": "questioner",
    "position": "Unknown",
    "text": "Right. Thanks very much."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Thanks very much, Rob."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. And your next question comes from the line of John Cronin at Goodbody. Please go ahead, your line is now open. Apologies, your line is now open, John."
  },
  {
    "person": "John Cronin",
    "role": "questioner",
    "position": "Goodbody",
    "text": "Hi, both. And thanks for taking my questions. And the first one is on mortgage margins and getting back to this ambition to grow your share. So looking at where you mentioned, application margin size at the end of Q2 at 145 basis points and they still seem to be on an onward trajectory with more rate moves this week by some of your peers. And just looking to understand what the inflection point might be where you decide actually, you're going to hold steady and stop competing per share. How far down? Are we talking down to pre-pandemic levels and below? Or is there some kind of a - any kind of quantitative guidance you could give me on that particular question just from a product royalty perspective?"
  },
  {
    "person": "John Cronin",
    "role": "questioner",
    "position": "Goodbody",
    "text": "Then secondly, and on credit cards, look, I know I've tried this on before and but in terms of the breakdown of the spend on a per customer basis, and your experience with respect to saving the payers among your customer base, is that increasing non-payers as it were in terms of increasing the proportion of those who are paying down their balances in full and is that something that's likely to weigh on growth for some time, owing to the savings go through the pandemic? And then finally, just a small - short question on RWAs, I know, a lot of times with the guidance on the hybrid model and its models and where there is sort of fresh [indiscernible] on that. And everything to say, beyond at this point, in terms of potential materiality of Basel III impacts from 2023 and beyond?"
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Right, thank you. And Katie, I'm going to give all those to you."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "No, that's fine. And John, you rattled through them quickly. So if I miss anything, jump in at the end, and I'll come back to you. So in terms of the mortgage margins, and at what price you would kind of stop. I'd guide you to what we shared at the most recent spotlight that we did with retail. And what they talked about there, what they shared was, our mortgages are kind of earning at the moment over 20%. Now that's calculated on a book value that's very similar to where we're writing today. So it's at about 145 basis points to 150 basis points. So therefore, at that stage, and so importantly, including the mortgage floor, add-on. So we're comfortable at this level that you're earning above 20%. Clearly, with the price competition, you'll see that our ROE fall about 20% you've - over 20%, you've got you've got some good ground still to cover, before you get anywhere close to saying actually, we're not going below that level. So I really want a good number - a number out there on that."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "In terms of the credit card spending, what we've seen in this quarter is that we have had a small increase in their credit card levels. And from the previous quarter, they've gone up by just about £0.1 billion, so not a big proportion. And obviously, our overall balances are £3 billion, £3.6 billion. So we've got about 3% on that. But what it's showing is that it's that we're starting to see the difference from people paying down completely to actually the balance growing a little bit, which obviously for our numbers, a little bit in growth in balances is helpful in that from an income and also from a margin and level."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "If we then think to the RWAs in terms of specifically on the Basel side of things, the exact timing of that is relatively - on them is relatively uncertain. I think on Slide 31 in our pack, we give you quite a lot of guidance. And we sort of say it's about over nine, sorry, less than 90 basis points in terms of what you'd see coming through on that. So I think once you get a chance, John, if you poke around in that side, you'll see the builds from all of the different impacts of model changes."
  },
  {
    "person": "John Cronin",
    "role": "questioner",
    "position": "Goodbody",
    "text": "And thanks. Can I just come back on the first one, just in terms of 145 basis points to 150 basis points? What kind of product growth that is, you know, it's above 20 but how far above that? Anything more you can add to that?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "I'd say John, good - good try. I'll probably just stick with the disclosure we gave. The spotlight of it - it's just above 20."
  },
  {
    "person": "John Cronin",
    "role": "questioner",
    "position": "Goodbody",
    "text": "Okay, thanks."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Okay, thanks, John. Have a good day."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Your next question comes from the line of Alvaro Serrano at Morgan Stanley. Please go ahead, your line is now open."
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Good morning, thanks for taking my questions. A very quick one on mortgages, conscious we've beaten it to death almost. Am I right to think that that 145 basis points of - I think you said at the end of the quarter, is that still above the rates which the business that's rolling over? I realize you've mentioned the back book but versus the fixed rate business rolling over is still above. And when we think about the next few quarters, given the volumes and given its rolling over above, any reason why we shouldn't see sort of NII sort of growing obviously for the adjustment of the one-off but is - it's putting another way, is commercial sort of banking drag something we should take into account?"
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "And then and maybe one more medium term one. I think you said to Jonathan's question that you have 75 basis points rate hike expectations for the next three years. I'm trying to remember what you have in your 9% to 10% guidance at the beginning of the year for 2023. And given the margin expectation, it just makes me think that there's offset to that 9% to 10%, obviously, they have to happen and all that, but I just wanted to compare versus your earlier returns in this strategy plan at the beginning of the year? Thanks,"
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Katie?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Yeah, sure, thanks. Thanks, Alvaro and morning. So if we look at mortgages is now 145 basis points, I mean, I would kind of compare it more to the back book rather than going to specifically in terms of what they're replacing, because they often, the manner in which they're replacing, whether it's two year or five year, and actually it's that total back book number, the 163 basis points but what we saw was margins moving up that pulled up clearly as it's a little bit low but you'll see that kind of coming through. I think in terms of the NII, it's really around what we're managing to do on volume to offset that. We've got a good track record of managing that. So we'll continue to see that kind of going through in terms of the income."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "If I go back to when we talk to the 9% to 10%, you might remember, at that point, there was actually a small price decrease I think in terms of base cuts. At that point, it was 10 basis points down. So as the rate rise comes through, then it will be helpful, but we're very much market consensus for base rates and at the moment, our first hike is not priced in terms of that market consensus until the end of - into the second half of next year. So a little bit positive news, that's helpful. And I think in line with just the general positivity we're seeing in the in the market at the moment."
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "So can I just have a quick follow up on the management adjustments. Sorry, I think they've gone up to £1.1 billion in the first half. Can I just confirm that's not included in your capital sort of return expectations? I think you still have the IFRS 9 unwind which de facto means it's not included but should we believe that some of that could be - could create upside to distribution? Thank you."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Yeah. So that's, we haven't had any part of the PMA coming through in terms of our commitments today. Those commitments are things that we could make assuming that the PMA would be utilized in terms of and to pay for impairments. And so if it wasn't, then you could see some positivity come through. I'd remind you we do our dividend policy based on the attributable income, so if it's additive to that, then that could see some upside. But remember on IFRS 9, is unwind in terms of that states, you get a bit more complicated in terms of the capital piece. But I think good news generally works its way through to good news on distributions as well."
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Thank you very much."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Thanks, Alvaro."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. And your next question comes from the line of Martin Leitgeb at Goldman Sachs. Please go ahead, your line is now open."
  },
  {
    "person": "Martin Leitgeb",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "Yes, good morning, and thank you. Thank you for taking my questions. Firstly, I would just like to ask on the outlook for volume growth within Retail Banking in the UK. And I mean, looking at the first half mortgage volumes have been trending significantly higher compared to prior levels, prior year levels, now the stamp duty holiday are leveling off. How should we think about the scope for volume growth in the second half? Do you see this as basically a lot of it being a front loading, or do you see some signs of structural strength in the mortgage market, where we'd essentially be looking for bigger houses, bigger mortgages, and so forth."
  },
  {
    "person": "Martin Leitgeb",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "And to follow up on that, I mean, similar question on credit card. I think you launched your first zero percent balance card recently. I was just wondering if you could shed a bit of light, how the take up has been? And I was just wondering, how do you think about scope for volume growth in credit cards over the near to medium term? And certainly just a quick follow up on your earlier comments on dividend. I remember at the turn of the year, I think I also had a quarter one ratio of around 20%. Have you at any time made an application for an upstreaming of the - of a dividend? Or is the first one really just to be expected once - when the first deals complete? Thank you."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Thank you. Katie, do you want to pick up the mortgages and I'll just touch on the credit card and the new credit card that we launched. We're very happy with that. And there's been very strong growth in terms of the launch of that. Our volumes are well above our plans, and we're seeing significant growth there. So that has really appealed to our customers, which we're very happy with. And Katie, mortgage volumes?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Yeah, sure, absolutely. So if we look at in terms of the mortgage volumes. We're still expecting them to be pretty robust as we move forward from here. Obviously, there's been the spike in June as the final kind of stamp duty kind of came to an end. But we're comfortable in terms of moving forward. And you can also see in our economic assumptions that we're also pretty confident about some ongoing house price inflation as well. So though we've had this kind of peak, we'd expect it to moderate a little bit. They'll still grow in '22 but over the five years, it still is going to grow from there. So we do see that still as a positive end market moving forward. Alison, I'll pick up the Ulster dividend question?"
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Yeah."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Yeah, perfect. So if we look at that, so no, we haven't made any applications. We didn't think that was appropriate as we were doing the strategic review in terms of any capital withdrawal. And we would that as deals complete, at that point, we'd start to make applications at that stage and see capital return. What we have done in the past when we've made applications they've been granted, so we're not expecting any particular issues on that. But it wasn't - it's something we chose not to do as we were doing the strategic review. Thanks, Martin."
  },
  {
    "person": "Martin Leitgeb",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "Very clear, thank you very much."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. And your next question comes from the line of Robin Down at HSBC. Please go ahead, your line is now open."
  },
  {
    "person": "Robin Down",
    "role": "questioner",
    "position": "HSBC",
    "text": "Good morning. And can I come back to the commercial loan book? I guess we can all kind of have a guesstimate as to what happens with the non-government guarantee lending in the second half. But the government guarantee lending, I guess you've given the products are basically, closed now. It's obviously going to fall and potentially stop, say in the next few quarters. I just wonder if you could give us just for our modeling purposes, some indication of kind of the margins. I'm guessing, Bounce Back Loans, the margin is probably just over 2%, so you kind of pop that back into raising rates. Is that correct? And on the CBILS side, I wonder if you kind of give us an indication of the margin of that, so we can kind of models as that rolls off over the next quarters?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Yeah, so I mean, in terms of the Bounce Back Loans, the yield is 2.5%. And as you remember, the term is six to 10 years. The new Pay As You Grow option allows customers to extend their term. So that's on bounced back. On the CBILS, it's more difficult to give you detail on that, because that is specifically set by customer, but obviously benefits from the 80% guarantee rather than the 100% guarantee."
  },
  {
    "person": "Robin Down",
    "role": "questioner",
    "position": "HSBC",
    "text": "Okay, but obviously we can't, because it's kind of close to the average margin for that division, would that be a reasonable starting point?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "But if you look at - maybe if you look on sort of Slide 15 of the deck, that'll give you a sort of a sense of the margins and where we're pricing it. Thanks, Robin."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Your next question comes from the line of Aman Rakkar at Barclays. Please go ahead, your line is now open."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Hi, Aman."
  },
  {
    "person": "Aman Rakkar",
    "role": "questioner",
    "position": "Barclays",
    "text": "Good morning Alison, good morning Katie."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Good morning."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Good morning."
  },
  {
    "person": "Aman Rakkar",
    "role": "questioner",
    "position": "Barclays",
    "text": "Good morning. I guess most of my question has been asked. I had two, if I may. Just one on just your expectations for full year income, if I might ask Katie, given another quarter performance and I guess another soft print from NatWest Markets. I think you talked previously about a touch under £11.1 billion ex-notable items that you printed in 2020. And be interested to kind of what your expectations are for that now. And then secondly, just on the RWAs, so obviously note the NatWest market RWA is that are temporary that are coming off. So you're starting at £160 billion and I know that you're sticking with the kind of £185 billion to £195 billion will be at lower end. I'm just kind of interested in how you actually get there. I know you've got the £15 billion from mortgages, there's a bit more from other regulatory headwinds, if you could quantify that that would be good. But the - I guess the growth, it didn't sound like there should be too much kind of organic RWA growth, given the commercial books coming off in H2. So I guess I'm trying to piece out whether there's maybe a bit of positive upside to that, that RWA guidance?"
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Right, Katie, do you want to? We've got - we can walk you through the RWAs, Katie, if you want to go through that?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Yeah, sure, absolutely. So let me take your first question in terms of the full year income guidance. So we do expect an income excluding the notable items to be lower in '21 than 2020. If you look back at the first half, it was £5.3 billion, down from £5.9 billion in 2020. Two things would be driving that reduction, one is the lower NatWest Markets income due to the exceptionally strong first half. And then secondly, so it's hard to say it's a strong first half in last year, and obviously the ongoing reshaping of the business. The second is the impact of the structural hedge, which was £157 million lower and versus H2 2020 was offset by strong volume growth in our retail and commercial kind of businesses."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "If I look to the second half of the year, for NatWest Markets, we have said we no longer expect the income to be 80 - in the £800 billion range for 2021. I'll leave you to think about what the second half might look like. We are targeting lending growth and all together with fees and commissions, I would say that, that growth ex-retail is very dependent upon our consumer and our corporate activity. And you remember I mentioned there was a small non-recurring fee in Retail Banking this quarter as well. You know, for the hedge, the majority of the year-on-year decline is in the first half, that £157 million, there's probably another £90 million to come through in the second half of the year. But if I think of the hedge from the Q3 and Q4 versus the Q2, I wouldn't expect the hedge to be a driver of NIM in the second half."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "If I just move on to your RWAs now. So just to be clear on what we said is that we expect to be at or below the bottom end of the guided range on the 1 January 2022. And I think there's a number of - a couple of building blocks, we should think about there, first lending growth, we expect to grow above market rate, excluding the government schemes, the mix of lending is obviously going to impact on the RWAs. Secondly is procyclicality, which to date has been incredibly low, and in fact positive. And I think the timing, or even where the extent to which it comes is still uncertain. But we probably expect a little bit still to come through this year. And thirdly, of course, regulation and you've clearly got a number of the numbers, but let me just go through. So as we said before, we expect the PRA changes to increase our mortgage risk weights to around 15% on the first of January 2022."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "If I look at the book growth to date and the positive procyclicality to date that we've seen, we would expect our mortgage RWAs to increase by around £15 billion, equivalent to around 160 basis points of CET1. We're also expecting some other model changes introduced on the 1 January, including things like the standard approach for counterparty credit risk that will absorb about 50 basis points. And so if I look - taking all of those together, including a remaining NatWest Markets RWA reduction, some of the improved economic outlook, that's where we get to this at or below in terms of the range of £185 billion to £195 billion. Thanks Aman."
  },
  {
    "person": "Aman Rakkar",
    "role": "questioner",
    "position": "Barclays",
    "text": "Thank you so much."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Welcome."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "And the last question comes from the line of Fahed Kunwar from Redburn. Please go ahead, your line is now open."
  },
  {
    "person": "Fahed Kunwar",
    "role": "questioner",
    "position": "Redburn",
    "text": "Hi, both. Thanks for taking the question, just one question. It was also on Slide 31, excellent slide, thank you for providing that. Just on the Basel III amendments and the gross less than 90 bps. Could have more sense on the timing of that? I think obviously Lloyds talked about a neutral effect of on Basel from Basel III to 2028. The number is probably a bit higher than I thought it would be. Just a sense of how you think about that gross 90 bps impact from '23. And does that mean before 2023 you would look to hold more capital than the 13% to 14% kind of target range to compensate or to kind of plan for the 90 bp hit that you have from Basel III from '23 onwards? Thank you."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Thanks. Thanks Fahed. So 13% to 14%, it's obviously designed looking forward to all of these things so we wouldn't look to hold anything back to cover it. It would be built in to make sure that we could make it work. But I do think the timing is uncertain as to the timing in the way that it comes through, we are working on a kind of '23 date at the moment, but I think we'll see how that continues to evolve in terms of that space, but certainly not looking to hold that back. And a relatively small impact, less than 90 basis points, but it eventually does come in. Thanks, Fahed."
  },
  {
    "person": "Fahed Kunwar",
    "role": "questioner",
    "position": "Redburn",
    "text": "Okay, thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "And then no more questions at this time. I'd now like to hand the call back to Alison for any closing comments."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Thank you very much. Well, thank you so much for joining the call and for your questions. And clearly a strong and resilient performance for the half year, good progress on our strategy which is executing well and on track for our targets, and continuing investments to accelerate our digital transformation. Thank you very much and look for catching up with you again."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Ladies and gentlemen, that will conclude today's call. Thank you for your participation. You may now disconnect."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]