[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our first question for today is from James Invine from SG."
  },
  {
    "person": "James Invine",
    "role": "questioner",
    "position": "Unknown",
    "text": "Katie, can I just check something you said? You said that you have regulatory permission for a buyback from the government. So I think 5% of the market cap is just over £1 billion at the moment. So you have permission in place at the moment to do that if the government wants to sell next week."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes, we actually do. We actually have permission, and you can find this on the FCA website to do a maximum of £1.25 billion. But obviously, we’re limited by the 5% that we can do under the regulation. So that’s all granted and has been approved. So if the government chose to act next week, we’d be a willing buyer."
  },
  {
    "person": "James Invine",
    "role": "questioner",
    "position": "Unknown",
    "text": "And if they don’t choose to act and they don’t want to sell, what happens to that permission? Can you use it in other ways?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "No, no. The way it works, permissions are very specific particular to the rate of buybacks. If you were to look on the FCA website, you’d see that the first six months, and we just – we will have naturally a rolling program of renewal. So it’s sitting there waiting to be used for a directed buyback specifically."
  },
  {
    "person": "James Invine",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay, lovely, perfect. All right. And then my second question is on Ulster Bank. So clearly, I think what we are aiming to do is sell the various parts of it. If you can’t agree a price with other parties, then would you put it into run-off? Is that a potential option? Or it’s kind of sell it or maintain it?"
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you. So it’s a phased withdrawal that we will be undertaking over the coming years. And clearly, my focus is making sure that’s done in an orderly and considered manner. You will have seen in the announcements today that we are in discussions with a number of parties as part of that phased withdrawal. So the nonbinding agreement with AIB and a potential transaction and then also early discussions. So our preference is to continue to focus our discussions with counterparties, you can provide customers with full banking services in the Irish market. So we’ll do it in a very considered and orderly way, and we’ve given you an indication of some of the early preliminary conversations we’re having."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question is from Rohit Chandra-Rajan from Bank of America"
  },
  {
    "person": "Rohit Chandra-Rajan",
    "role": "questioner",
    "position": "Unknown",
    "text": "I had a couple, please, probably for Katie. The first one was on revenues. You flagged a few areas, including some of the margin drivers, loan growth, reduction in NatWest Markets revenues. I wondered if you might be able to flesh out a bit – some further detail in terms of the guidance for revenue slightly down in 2021? And then the second was on risk-weighted assets. The 2021 guidance is £185 billion to £195 billion. I guess, after that, there are a few moving parts beyond that. So how should we think about that evolving through to 2023, please?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "Sure. Thanks, Rohit. Let me jump into them. So in terms of revenue, we expect 2021 income excluding notable items to be slightly down on 2020, driven by the three factors I mentioned in my speech. So lending growth is targeted above market rates in 2021, excluding Ulster Bank. And then that gets more than offset by two headlines. The impact of the structural hedge, which is this year slightly higher, a reduction of a little over £300 million and in that and then on income reduction from NatWest Market."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "So we expect NatWest Market this year in terms of the income to go from the £1.2 billion that they did in 2020 to be between £0.8 billion and £1 billion in that. Obviously, on a – that’s on an underlying basis. You then have things like disposal also separately, but I think that gives you enough to get there. And then in terms of the RWA movements, there are certainly a few different things going on within that pack."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "So I think we were pleased in Q4 to see the decrease of the £3.6 billion. As we move forward from here, we expect for 2021 that our RWAs will be in the range of £185 billion to £195 billion. And including on a proforma basis, the impact of the Bank of England’s mortgage risk weight changes and other modeling changes introduced on the January 1, 2022."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "So if I look at the mortgage change, that number at this stage, we expect to be around £12 billion. It will be subject to the timing and quantum of procyclicality, whether a bit of it might come in a bit earlier in 2020. But either way, on January 1, 2022, we would expect it to be about £12 billion and that’s in line with the 15% risk weighting that we have talked about over the last number of years. I think the interesting challenge will be around what happens in terms of procyclicality, how that comes on, and then if you also talked about 2023, and I would expect that by 2023 that, that procyclicality has started to roll off again."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "So you’ll have a kind of a peak that comes through 2021, 2022 and by 2023, you’d start to see that coming down. So I would think if you look to 2023, I would think of that £185 billion to £195 billion still being appropriate because you’ve got lending growth coming in, procyclicality coming off. And I think the one thing that I’d love to give you better guidance on today given the Ulster number, but I think we’ll wait and give you updated guidance later as the timing of that in terms of Ulster. So you would’ve expected some movement on there, but that £185 billion to £195 billion includes the Ulster number as we’ve currently got it printed."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question is from Raul Sinha from JPMorgan."
  },
  {
    "person": "Raul Sinha",
    "role": "questioner",
    "position": "Unknown",
    "text": "I just had maybe three quick ones, if I can. The first one is just on this mortgage income disclosure that you gave. I can see that your mortgage book is up 10% over the past year, and you’ve got obviously some very strong mortgage margin trends. But if you look at your Q4 mortgage income, it’s actually flat year-over-year, and it’s down quarter-on-quarter by about 4%. And we’re struggling to reconcile that against all of your commentary. I’m wondering if there’s anything specific that I might be missing there. That’s the first one."
  },
  {
    "person": "Raul Sinha",
    "role": "questioner",
    "position": "Unknown",
    "text": "The second one, just on Ulster and this business that you sold to AIB or you you’ve reached a Memorandum of Understanding on. If we look at the commercial revenue contribution, I think it’s about £200 million. Should we think of that as the size of the business that might get transferred over, if the deal completes?"
  },
  {
    "person": "Raul Sinha",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then third one, just very quickly to clarify on the directed buyback comments. If it wasn’t, let’s say, a disposal by the government, would you consider sort of supplementing your 40% payout ratio next year. So that if there is no possibility of a directed buyback over the next year or two because of the lack of a government sale, would you also look to supplement that 40% payout ratio? Or would you just hold that capital in reserve or whenever that directed buyback comes through?"
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "Okay. Thank you. Well, let me pick up the directed buyback and Ulster and Katie can talk to you for the mortgage question. On directed buybacks, as you know, it is a decision for the government when and if they sell and we are ready to participate. If they don’t do that, then my clear preference is clearly to return capital to shareholders or explore other opportunities for value for shareholders. So we would review that at that time. But we have no intention of changing our 40% payout ratio."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "And I think we’ve given you guidance on that. And on Ulster, just to be very clear, we’re announcing today the phased withdrawal. As part of that, we are in preliminary discussions with a number of parties, including AIB, where we signed a Memorandum of Understanding. And so we will be working with them on that potential transaction as we go forward, and it’s subject to due diligence and negotiation, but it gives you an indication of some of the intent that we have around this."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "So I think we will continue to update you on that as matters progress. But we expect the withdrawal from the Republic of Ireland to be capital accretive over a multiyear period, and we will provide you with further guidance as we go forward. Katie, do you want to pick up the mortgage question?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes. No, absolutely. And the mortgage point, is actually in relation to the Metro Bank and transaction, that slight softness in the Q4. So you can see in the notable items in the company in that spend that we had a £58 million loss on day 1 on that. And then that bleeds back through into income over the next couple of years. So that’s why you see the apparent disconnect and the strength of the rates that we’re charging and compared with what you see coming through in income."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question is from Andrew Coombs from Citi."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Unknown",
    "text": "[Indiscernible] on capital return and then one clarification as well, please. On capital return. Firstly, you’ve talked about ordinary and special dividend. You’ve talked about directed buyback. There’s no discussion here of general buybacks in conjunction with the directed buyback. So can we assume that general buybacks are off the table? Is it capital return mechanism? That’s the first question. Second question, more numeric."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Unknown",
    "text": "The £800 million minimum of dividends that you’ve guided to per annum, can you just provide some indication of how you triangulate to that figure. The reason I say that is even if you adjust for the 5% directed buybacks the 13% to 14% core Tier 1, the £185 billion to £195 billion RWAs and consensus retained earnings, it looks a little low in order to hit that 13% to 14% core Tier 1 ratio that you are guiding to. So perhaps you could just explain how you triangulate it by 100 number. And then my final question, just a very quick clarification. The 2023 return target of 9% to 10%, what are you assuming for base rate expectations out for 2023 for that?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "Perfect. So let me – and I’ll do you in reverse order, if that’s okay. So when we look at the – our assumptions in terms of the base rate, is that there’s a fall today of 10 basis points – sorry, in Q2 this year. I would say that probably sits in today, that feels a little conservative, but then there was no rising from that. So – and that’s what’s in our budget plan that we’re not really anticipating a rise certainly from that, but the numbers have worked to the 10 basis point fall. And we’ll see what that comes through. In terms of as you triangulate in terms of the of the CET1. Let me try to help you a little bit."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "So you’ve got RWA and target range and – of £185 billion to £195 billion. If you took the midpoint of that, that would use about 1.9% in terms of the of the capital that’s available. You then have in 2021, the dividend of £800 million as a minimum, that would be another 0.5 basis point, let’s assume a directed buyback, that would be another 0.6 of CET1. Remember that we’ll also make our pension contribution, which would take up kind of 0.3 on that. So you’d end this year, with that math, obviously, taking your own views on procyclicality."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "So just over 15% and then as you start the January, you have a little bit of movement going on, on software capitalization. And also, remember the IFRS 9 migrates down as well. So in terms of that benefit, it’s 100% now. It’d be 75%, 50% and so on, that you’ll see that piece come down. So then from there, you think, well, actually, there’ll be – that risk group will also be capital generative."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "So you’re obviously, you’re adding on as well. And then we’ll continue to make some of those dividend payments, the directed buybacks, second and third year, depending on how those transactions are actually happening and where the government is on their disposal as well as some further pension contribution. So that should get you down to a range that’s in 13% to 14% by the time we get to 2023."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay. So reading between the lines, it sounds like the £800 million is, because that’s what you feel comfortable doing this year, that the minimum phrase is because in 2022 and 2023, you could potentially go beyond that. Is that fair?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "Right. I think if you looked out to 2023, and you were at the 9% to 10% return, you would see that on a 40% payout ratio that your number will be a bit higher than that. So I think it’s really – it’s as a base. And so the minimum word is it’s not accidental."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Unknown",
    "text": "Understood. And on general buybacks?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "I’m sorry. I missed that. Andrew, forgive me."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Unknown",
    "text": "So I was saying that the wording seems that directed buybacks and ordinary and special dividends, but no general buybacks. Is that a fair read?"
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "No, look, in terms of conversations that we’ve had with our wide investor base, I mean, the preference at the moment is there are definitely directed buybacks."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question is from Jonathan Pierce from Numis."
  },
  {
    "person": "Jonathan Pierce",
    "role": "questioner",
    "position": "Unknown",
    "text": "Two questions, please. It’s all on guidance, I’m afraid, on the outlook. The first is income again in 2021. Just so we’re entirely clear on this, slightly down on the income ex notable items. Consensus, I think, is about £200 million, £250 million down on 2020, excluding notable items. Is that within the bound resort, a slight reduction? In other words, are you happy with consensus ex notable items for the 2020 bond."
  },
  {
    "person": "Jonathan Pierce",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then can I ask about 2023, I mean the delta to a 9% ROTE versus consensus is those £1.1 billion of pretax profit. We know what you’re thinking on costs. But maybe you can give us a feel as to where the other deltas are going to land in the P&L, particularly income impairments. If there’s anything else going on there as well?"
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes. Sure. Thanks, John. Look, I probably want to say anything more on the 2021 guidance. I think you’ve been quite clear in terms of the building box from where we are today to where you’ll get to on 2021. So then if I take and look at the ROTE, so we’re targeting the ROTE of 9% to 10%. That’s not impacted by Ulster Bank."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "The key drivers of that is the lending growth that we talk about in terms of the above market lending growth. We’d also expect to see a little bit of benefit from some of the investments that we’re making in this year to come through into the income line as well. The cost reduction targeting around 40% – sorry, were 4%, sorry, quick clarification, forgive me, 4% in 2021, excluding any of the change in that direct cost base with Ulster. You will see the strategic cost reduction."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "We’ve gone from £1.4 billion to £1.1 billion, now down to £0.8 billion. We’d expect that reduction to continue within there. I think one of the key things also would be the normalization of your impairment charge. Clearly, what we have talked about today is that we will – we expect 2021 to be in the – at or around the 30 to 40 basis points. As we look out to 2023, we probably expect that to tighten a little bit further, as you would have seen most things work your way through the system by then."
  },
  {
    "person": "Jonathan Pierce",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay. So if I were to be lucky enough to see your budget and put it next the consensus side, I would probably expect to see costs a bit lower, impairment may be a bit lower and income, £200 million higher, would that be sort of – what it’d be observe it?"
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "I think if you are lucky enough to see that, then you would probably be relatively pleased with some of those loan builds. So I think work is – I think I would appreciate it on cost and have a rethink about impairments. And I think we’ve guided you on growth as well."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question for today is from Alvaro Serrano from Morgan Stanley."
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Unknown",
    "text": "I had a question on mortgages and another one on the structural hedge. On mortgages, can you give us a sense of where pricing is at the moment? I think you said last quarter it was around 160 basis points? And also how you – how that’s trending given we’re probably now all the offers now are in the post stamp duty world? And related to that, if we think about volume growth, I know you said you plan to grow above the market."
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Unknown",
    "text": "But would you say in mortgages, you expect to grow more or less than this year than last year, obviously, excluding Metro? And the second question on the structural hedge, just above £300 million drag for this year. Are you – what curve are you assuming – you would assume with the latest steepening or a bit of color on those assumptions?"
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "Sure, Alvaro. So if I look at mortgages and you recall it at our Q3 announcement that we talked about that we were really writing in Q4, the applications were around 180 basis points. That still continued into Q4 and even into the early part of Q1. So what I would expect is that during kind of Q1 and into Q2, we kind of get the benefit of that sort of levels that we have said that we expect to see some tightening. You will have seen that in the last week, I think all the major banks have a little bit of tightening on different bands and in different places, but there has certainly been some tightening of that coming through."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "In terms of volume growth, we grew a 10.2% share – stock share to 10.9%, obviously, helped by Metro, sorry, we take that out. But we do feel that, that still gives us strong growth to keep moving forward. So we’ll continue to look at that and try to get to that. When I look at the £300 million hedge guidance around the move-up in the yield curve, so what I would say is that the little over £300 million is our base case."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "It’s worth just reminding you that in terms of the hedge, the purpose of it is to reduce our near-term sensitivity and rate changes. So whilst this strengthening of the swap curve you see is helpful, we wouldn’t expect to get a particular benefit of that in the first year. You can see on the – in the accounts on Page 234, that when you see a 25 basis point increase in interest rates, it adds £371 million in year 1, but only £37 million of that is in relation to the hedge, which then rises out to £200 million by year three and the reason for that is that these are – they’re 5-year hedges. So you only get the very small averaging impact coming in on that. So it’s our base case, but the recent move, it will help us in later years..."
  },
  {
    "person": "Howard Davies",
    "role": "answerer",
    "position": "Unknown",
    "text": "Next year, probably."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "In 2022 and 2023 if it’s sustainable and in terms of that move upwards, but it doesn’t have a particular impact in 2021."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question for today is from Jon Peace from Crédit Suisse."
  },
  {
    "person": "Jon Peace",
    "role": "questioner",
    "position": "Unknown",
    "text": "So my first question, I just wanted to ask Jonathan’s question again in a slightly different way. To get to your 9% to 10% ROTE by 2023, if 2021 is going to be a down year for revenue, it looks like you might need a revenue CAGR of about 5% to 6% in 2022 and 2023 to hit the lower end. And I just wondered if you would agree with that back of envelope calculation and what the drivers of that rate of revenue growth might be? And then my second question would just be on provisions for 2021."
  },
  {
    "person": "Jon Peace",
    "role": "questioner",
    "position": "Unknown",
    "text": "You mentioned you might be at or below the through-the-cycle cost of risk. Are you implying you could see some provision releases? And how should we think about what might be the triggers for these?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes, sure. So just – I’m probably not going to get into the math of your model and different kind of CAGRs. I kind of just repeat on the income piece. We’re targeting above market lending growth across the UK and RBSI, and we will see a bit of benefit coming through from some of the investments we’re making, and that will get you to the income. I think you’ve all the building blocks you need to draw a picture out to the 9% to 10% and why we’re comfortable in saying that. The 30 to 40 basis points and some of the release of provisions, it feels too early to be talking about release of provisions even at 30 to 40 basis points."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "That’s still a charge that would be higher than we would have seen in the years leading up to this crisis. So still a meaningful number, though obviously quite reduced from where we are today at the 88 basis points. When I think about what we will – what you will see happening to actually see any of those releases coming through, one is the improvement in economics."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "And you can see when you look at some of the Stage two analysis in commercial, that some things have moved in this quarter from Stage two back into Stage 1 and then that was really to do with the strengthening of economics. But what we’ve done as a firm is that we’ve created in our post model adjustments. So what we’re saying is while the economics have definitely improved, the impact of the government support has been such that it’s kind of protecting the quality of the underlying book."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "So I think before you start to see any releases, you will start to see that support coming off. And you will also start to see business failures, which really, although there have been a few, we haven’t had any [Indiscernible] at all this year. You need to start to actually see that real degradation coming through in the business failure. So lovely to get talking about releases, but I don’t think it’s time to have that conversation just yet. That feels quite far away just now."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question for today is from Guy Stebbings from Exane BNP Paribas."
  },
  {
    "person": "Guy Stebbings",
    "role": "questioner",
    "position": "Unknown",
    "text": "The first question was just on margin, were you able to give any sense of sort of shape of margin for this year? And perhaps if we exclude an assumption around the base rate cut, but it sounds from your commentary like Q1, you’re not expecting a lot of movement given the benefit from mortgage spread completions, quite elevated levels, hopefully offsetting other headwinds. But as you look further into the year, you’re sort of talking to mortgage spreads likely coming down slightly [Indiscernible] flowing through."
  },
  {
    "person": "Guy Stebbings",
    "role": "questioner",
    "position": "Unknown",
    "text": "So would you expect a sort of gradual decline over the course of the year? And just one quick clarification as well to check. Is your income consensus 2021 a little down factoring any reduction in Ulster income for this year? And then my second question was just on the government-guaranteed lending, I think it’s about £14 billion now in the balance sheet, which is a good majority of the bounce back loan scheme."
  },
  {
    "person": "Guy Stebbings",
    "role": "questioner",
    "position": "Unknown",
    "text": "Just wondering if you have a sense as to how much of that is your starting deposits rather than being utilized by corporates right now? And if the interest becomes due once – sort of 1 year post being drawn, would you expect to see a big decline in those balances? And associated with that, do you have any sense or any confidence as to whether there’s much [Indiscernible] businesses within the facility? Or should those be quite negative? I’m just trying to think about whether that £14 billion of government-guaranteed lending could fall in balance terms quite quickly over the course of the next 12, 18 months or so?"
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "Well, look, let me answer the bounce back loan scheme and then – and Katie, then will pick up the rest. So we’ve advanced £14 billion under the bounce back loan scheme. And as I said at the outset, we were lending that to our existing customers. So customers who we know and he banks with us. I think in terms of the behavior that we’re seeing from our customers, and I think that’s probably where our focus. Demand for those schemes has really tapered off since really the sort of second, third quarter last year. If you think at the peak, we were sort of getting in something like 70,000 applications a day, that’s tapered down to around 7."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "And our deposits remain very high. What we’ve seen when we talk to our customers is they – and it will depend on the sector because some sectors will be using their cash much more. It’s that a lot of customers are sitting on the cash, they could – they have equivalent amount of cash on their balance sheet versus their loan that they could pay down their loan. However, whilst things are still uncertain, they’re not making that decision. So we’re in sort of very benign period at this point. You’re not really going to see, I think, much of a change until those loans start falling due for repayment."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "So towards the Q3, Q4 this year, in reality, I think, when customers have the choice to repay their loans, start repaying their loans, may take advantage of the pay-as-you-grow scheme where they could extend the tenor. And these are quite cheap loans. But I think the issue of how quickly that cash will burn as people start spending the money or paying down the loan, will depend on the recovery of the economy. But I think really in terms of behavior, it’s the back end of the Q3 or Q4. On the fraud point, just to touch on that."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "As you know, the bounce back scheme is predominantly a self-attested scheme, and we’re required to undertake sort of minimal checks on eligibility and frauds. But we have abided fully by the terms of the scheme. We’ve implemented our usual fraud checks on the scheme. So we’ve put in the usual protection. I think where we’ve seen issues of potential areas of fraud where customers are applying for multiple bounce back loans from different banks or where they haven’t been trading, so not filling the eligibility criteria. But we’ve applied our usual fraud checks that we would do and in fact, have put enhanced fraud checks during the period. So hopefully, that gives you a flavor both of behavioral and what’s happening. Katie, do you want to pick up the other question?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes, no, absolutely. So in terms of income for Ulster, I would assume – I mean I think you should take our guidance, assuming that we have Ulster in the numbers for 2021. So I think I’ve given you quite a lot of our 2021 guidance on that already, so I won’t repeat it. If I look to NIM, so if I look sort of Q1 2021, I would remind you, there’s three buckets that you need to think about the yield curve. So we’re now expecting a three basis point decrease in Q1 from the lower hedge income driven by some high yield positions that are due to roll off in 2021."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "Liquidity. This is impacted by the TFSME repayment that we did in early January as well as the changes in loan and deposit volumes and I think I’ll leave you to decide what might happen on as of micro or macro basis on them. And then mix and pricing. I’ve spoken a lot already around the mortgage applications in Q4 were a little stronger. Obviously, the commercial loan book impacted by the lower front book yield. And we also expect in certainly in the early quarter, lower unsecured volumes is due to this lockdown that we’re in at the moment."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question is from Chris Cant from Autonomous."
  },
  {
    "person": "Chris Cant",
    "role": "questioner",
    "position": "Unknown",
    "text": "Two follow-ups really. The first, on the revenue guidance, just so we can get this straight. I think what you’re saying there, you’ve guided us to £300 million of disposal losses in 2021. So that implies something like 10.9% of headline revenues post multiples. And I think you’ve said with the base rate cut you’ve assumed, which hasn’t yet happened, that might be worth about £60 million. So I get that you’re saying a bit less than the 10.9%, but maybe with no base rate cut, we just get back to square 10.9%."
  },
  {
    "person": "Chris Cant",
    "role": "questioner",
    "position": "Unknown",
    "text": "Consensus is at 10.6%. I mean, there’s a bit of upside. Are you comfortable with that? Coming back to the early question on Ulster Bank. Maybe I missed the answer. But if you do sell this portfolio of loans to AIB during 2021, which it doesn’t seem like you’re assuming, how much would that knock off that 10.9% of income guidance? And then secondly, on investment spending. Your slide deck talks about £3 billion. How much of that is going to be OpEX, please, how much is going to be CapEx? And does that include the restructuring charges you are guiding for in the P&L? Or are those entirely separate?"
  },
  {
    "person": "Christine McPherson",
    "role": "answerer",
    "position": "Unknown",
    "text": "It’s Chris. So look, let me touch on Ulster, and Katie can pick up the other. I think she sort of talked you through the revenue guidance, but we’ll try and pick up those points. On Ulster, we’re announcing a gradual withdrawal. As we said, the discussions we are having are at a very preliminary stage. The discussions with AIB relates to the performing commercial loan book, which is £4 billion. But I think we are at very early stages, so you shouldn’t make any assumptions around completion this year. Katie, do you want to touch on the other point?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes, absolutely. So just in terms of OpEx and CapEx, you can see from our accounts that we – the way that it flows through, and we shared this with you in the past that we have about a 60% OpEx and CapEx away. So though 60% of the spend would come through, what I would say is that’s not really very relevant these days because, obviously, things have capitalized in the past, they are hitting our accounts today."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "So it kind of smooths itself out. So I wouldn’t I would probably encourage you not to hurl yourself down there too deeply, and I have to admit. When we talk about the investment piece, that’s – the investment numbers are embedded in our other operating costs, so the impact of historical depreciation plus what we kind of have coming through today. Then when we talk to the restructuring or strategic costs that we talked about, the £1.4 billion going to the £1.1 billion going to the £0.8 billion."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "Those are very much in relation to things like redundancy and property type charges. So that’s separate from there. So it really is around the big hits and you have to do things at some of your property. Profitability provisions that are there. So it’s the £3 billion that goes into that base piece. In terms of income, I was obviously talking to income, excluding notable items, I think you had all the building blocks there, Chris, in terms of the lending growth, the impact of the structural hedge. And the NatWest markets reduction. And then of course on a total basis, you have a £300 million of disposal losses that you’ve talked about. I think you’ve got all the building blocks."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question is a question from Robin Down of HSBC."
  },
  {
    "person": "Robin Down",
    "role": "questioner",
    "position": "Unknown",
    "text": "And it says, on the structural hedge, what reinvestment rate are you assuming for the £300 million with the recent rise in 5-year swap rates and assuming they’re maintained, I would have expected that £300 million to be a little lower."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes. So at the moment it’s rolling off, I think, about 88 basis points. And our assumption would have been certainly below what you see today. If I look at the early part of the year, it was much more around the kind of 20 basis points level. I guess I’d just repeat what I said earlier, and it’s possible just around the timing of your question coming in on the web. It is really to do with the fact that these are 5 and 10 year hedges. So you don’t get an immediate uptick in the hedge income as a result of the strengthening of the curve."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "You can see the disclosure quite well on Page 234. So as curve strengthens up by 25 basis points, you have a £37 million income benefit that would come into this year. Clearly, if there’s a rate change, you then get much – you get a much bigger impact and much more quickly in terms of your managed margin, which you, again, can see on that note, but in terms of the structural hedge, it dances a little bit, it takes time to roll out. But the disadvantage, of course, is it takes a little bit of time to roll back on. And so that’s the £37 million this year."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question is from Edward Firth from KBW."
  },
  {
    "person": "Edward Firth",
    "role": "questioner",
    "position": "Unknown",
    "text": "Sorry to go back to this, but I’m just trying to be clear. In terms of – sorry, I’ve got two questions. One was in terms of your forecast out to 2023, they are based or your targets, they are based on assuming that you had kept Ulster, and you’ve got like a sort of business as usual Ulster in there. Is that correct firstly? Just to be – to clarify that. And then, I…"
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "What I would say is – sorry, you go."
  },
  {
    "person": "Edward Firth",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes. I’ll give you my second question, sorry. And then the second question was just going back to Guy’s questions on the bounce back loan. A number of your peers have suggested that, obviously, during the course of this year, customers are going to have to start paying interest themselves on these loans, whereas at the moment, is paid by the government. And a number of your peers have said we might expect quite a big step down in those volumes once people have to pay the costs themselves. It doesn’t sound like you’re expecting that. Is that fair?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "So, look, if I think of the bounce back loans and how they will unwind, I think it’s obviously an incredibly interesting topic. They’ll start making payments in May. What we’ve seen is a lot of extension of payment terms and how they can pay it. We know that people are sitting on a lot of cash deposits. And I think we’ll just – we’ll wait to see how that unwinds. We’re not necessarily assuming that we see a massive paydown come through. I mean, Alison would you like to add?"
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes. I mean, one thing I would add is bear in mind that on the bounce back loans, these loans are averaged £35,000 to £37,000 in terms of individual loans. They’re at very cheap costs for the borrower. And if you look at the pay-as-you-grow scheme and the ability to extend the term, you could quite easily see a lot of customers taking advantage of that to extend the term and keep low borrowing. I think we will start to see what will happen as those loans start coming due for repayment."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "And customers start making the decision of what they want to do. At the moment, as I said, when I’m talking to customers, they’re very much keeping their cash on deposit looking ahead at the uncertainty that they’re facing. So I think we’ll have a clearer view on that going forward. I think for a lot of businesses, they will be facing the choice of how is the economy going to recover? How are they going to position their business? Are they going to reopen their business? I think that is a consideration."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "And how much uptake will there be of the pay as you grow, which gives them a lot more flexibility, to manage both the recovery and the growth in the economy versus the extra debt they’ve taken onto the business? So I guess that’s a long-winded way of saying, it’s too early to say that we can definitely see the attraction of people extending and keeping the loans for longer if they are going to continue trading."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "And if I could just add on the Alison’s point in the 2023 target, try to be crystal clear. So we expect to manage the withdrawal from Ulster in such a way that it is gradual and supportive of our 9% to 10% group ROTE target in 2023. So what you would see is income reduction will come with RWA reduction, and then we’ll work on reducing the direct cost base as is appropriate. So the Ulster plan is inherent in that guidance that we’ve given you today."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question is from the line of Rob Noble from Deutsche Bank."
  },
  {
    "person": "Rob Noble",
    "role": "questioner",
    "position": "Unknown",
    "text": "Sorry, I have two questions. One on Ulster and one on capital return. How much of the book are you actually actively in negotiation on and sort of I presume that there’s a large proportion of the mortgage book that you both are actively talking about selling at the moment? And then how confident are you that it will be capital accretive, given that I presume you’re not – haven’t completed negotiations yet?"
  },
  {
    "person": "Rob Noble",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then on capital return, I just wanted to clarify, you say payout ratio will be around about 40%. So how much flex is there? And I just didn’t quite understand one of the answers, which was if the government doesn’t do a buyback, a directed buyback, then are you happy to increase the 40% payout ratio or not?"
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "Okay. I’ll ask Donal Quaid to answer."
  },
  {
    "person": "Christine McPherson",
    "role": "answerer",
    "position": "Unknown",
    "text": "And let me pick up Ulster. So to be clear, we are doing a phase withdrawal. The discussions that we are having with strategic partners and strategic counterparties are at preliminary stages at the moment. As I mentioned, we’ve signed a nonbinding MoU in relation to a portion of the book, and we are also in early discussions with PTSB around certain retail SME assets and liabilities."
  },
  {
    "person": "Christine McPherson",
    "role": "answerer",
    "position": "Unknown",
    "text": "So those discussions are preliminary, and we will obviously work very hard to ensure that we have an orderly and supportive transition over a number of years. And once we have more detail on that, we’ll update you. But we are – we expect our withdrawal from the Republic of Ireland to be capital accretive over a multiyear process."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "And let me try, Rob, on the payout ratio to kind of help you. So we, like other companies, have our dividend practice that we adopt to. So that’s a 40% ordinary payout ratio in any 1 year. On top of that, you could expect us to do some special dividends, which – and if you look at the forward look, you would certainly – you would see that in the next couple of years."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "So therefore, you would say, actually, the minimum – what we said to you is the minimum today is around £800 million, and that will be a build of ordinary and special, keeping in line with that 40% payout ratio as we go through because that’s a longer-term ratio that we try to work with. We’ve then also got capacity in retaining that capacity to do directed buyback transactions with the government."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "If they were not to do that, we’ve not made any confirmation say as what we would do with that. I would go back to our base philosophy, which is all our intention to return our capital back out to our shareholders, but our preference is the £800 million and directed buybacks, and the £800 million being a minimum to start from."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question is from the line of Benjamin Toms from RBC."
  },
  {
    "person": "Benjamin Toms",
    "role": "questioner",
    "position": "Unknown",
    "text": "Firstly, on just conduct and litigation. In the quarter, you had a notional item of £200 million, which included the reversal of PPI provisions. Is there anything particular driving the higher number here? Are you building up potentially a provision to deal with potential bounce back loan litigation, so this sounds like there’s going to be no industry solution on the problem? And then secondly, you said you plan to grow assets under management significantly over the next three years. Could you potentially do something inorganic here?"
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "And so let me pick up assets under management. As you can see, we’ve had strong growth in assets under management report, a real focus around that and making sure that we’re using our asset management capabilities in our private banks to support our customers. So we think there’s very good growth organically within our existing business, and you can see that from the results that we’ve delivered. As always, we will consider inorganic opportunities if they offer shareholder value from that perspective. Katie, do you want to take any other?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "And if I look at conduct, so you can see in disclosures as – we’ve taken a small provision in relation to 166. It’s in our litigation and conduct notes. So you can see that. But over the year, we had sort of conduct charges of about £400 million, made up of a number of smaller items. And that was obviously offset by and the PPI release. And we were pleased that we’ve made our assessment with the official receiver as well. So that’s good to get that cleared up. And we’re certainly not building up any loan provision in terms of bounce back lending. Despite that being old-fashioned accounting in terms of being able to do that, it’s not something that we feel that we have the need to do. So that’s that, but can’t really find the detail on the litigation piece."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes. And then on the bounce back loans, we’re working very closely. One of the things I’ve talked about before is making sure that there are common protocols and standards. So as customers who’ve been delivered this scheme in a very digital way, have a very consistent way in how we run the collection process. So we’ve been working very closely with UK finance and the treasury team on recoveries protocols, so there’s consistent customer treatment as we go forward, and that’s our approach."
  },
  {
    "person": "Unidentified Company Representative",
    "role": "answerer",
    "position": "Unknown",
    "text": "In order to wind up fairly soon, as we press on it, I don’t now if it’s, perhaps we could fit one more in."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question is from Aman Rakkar from Barclays."
  },
  {
    "person": "Aman Rakkar",
    "role": "questioner",
    "position": "Unknown",
    "text": "Just one from me actually. Just around – so the excess deposit formation that you’re seeing in the system on the household side. So you are seeing pretty material growth in current accounts, savings. It looks like it’s probably going to balloon in the first half of this year, given the lockdown. So I was just wondering, I mean how are you thinking about managing this? So are you ascribing much liquidity value to this? Is there a chance for you to detune pockets of funding? Is there anything you can do on the hedge in terms of deploying additional balances? I mean, how are you thinking about this? Or are you having to look through it because of the uncertainty?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "So, look, it’s a great question. I mean, and you might recall that when we spoke around Q2 and Q3, what we had sort of said there was that we were probably taking a bit of a cautious approach in terms of building that into the hedge, just because we didn’t really know then that there was that. But I would say we’re kind of managing it on a much more business as usual way now. What we can see is there’s huge saving build up. I mean I think the saving rate is 17%, whereas normally, you defer out 5% across the UK."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "So some big numbers there. We think it will take quite some time to unwind and actually they are more than likely just kind of flow around the economy rather than necessarily leave it in any short order. So we’re not – so we are – some value is ascribed to it, certainly, so I’m pleased to be getting in seeing the strength of the deposit growth within there. We have sought to manage rates down. And you will see a slight fall in the retail rate to 10 basis points of funding. That will come down a little bit more as we move into Q1 as well as some of the rate reductions to take effect."
  },
  {
    "person": "Alexander Holcroft",
    "role": "operator",
    "position": "Unknown",
    "text": "Great. Well, thank you very much, everyone, for your questions. I appreciate your time today. Thank you very much."
  },
  {
    "person": "Alison Rose",
    "role": "operator",
    "position": "Unknown",
    "text": "Take care. Thanks. Bye-bye."
  },
  {
    "person": "Alison Rose",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]