[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions] Your first question comes from the line of Rohith Chandra-Rajan from Bank of America. Please go ahead. Your line is open."
  },
  {
    "person": "Rohith Chandra-Rajan",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you, good morning. I had a couple of questions, please. So from income, and the first on the net interest margin where moving parts are a little different this quarter and you talked about the mix and competition impacts for Q4. I was just wondering how you’re seeing the margin evolving in Q4, please? And then the second was just more broadly on revenues. I think consensus has total revenues of just under £10.9 billion for this year and £10.6 billion for 2021. How does that compare to your expectations, if you’re willing to comment on that, please?"
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "Great. Thanks very much. Katie, can I ask you to pick those up?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes, sure. Thanks very much, Alison. So if we look at revenue, so – and starting with the current 2020 guidance. Just to remind you all, that includes the £200 million reduction for regulatory events, including the high cost of credit. We expect the disposal losses in the income line in NatWest Markets to be £200 million for the full year 2020. When we look at NIM, what I’d remind you is to look at it in terms of three buckets. So there’s your liquidity, and Q4 will remain sensitive to the movements in liquidity, and that will be very dependent upon customer activity as well. I’ll let you decide as what you think the impact of that might be."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "Of course, the yield curve, which would be two basis points decrease in Q4 from the lower hedge and also in terms of mix. We’d say, at the moment, I expect that probably to be relatively broadly neutral. And from the mix, when I look at the volume as part of that, from mortgages, we have seen a really big strong surge in volumes, in part driven by the temporary reduction in the property taxes. And as that deadline nears, which is at the end of Q1, we would expect to see some of that surge certainly start to fall off. So I think that’s important to remember."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "We are getting currently elevated application margins. We were 140 basis points for the quarter in terms of what we completed, but by the end of September, it was up at 160 basis points as well. So we’ll see a little bit of a benefit of that. But just reminding you, the 160 is obviously sitting below the 165 of our NIM as well. In terms of commercial volumes, our RCFs have now normalized, which we’ve mentioned already. But we do expect still to see some growth in the government schemes as the cutoff date nears us as well."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "In terms of the 2021 consensus, look, I think we’re all very well aware of those global kind of macro events and lockdowns, which are happening very quickly at the moment, and particularly in terms of the lockdown scenario. So I’d say as a result, it’s now even harder to estimate the impact of factors, such as what these new lockdowns will do on the UK economy in 2021. But it’s probably just worth reminding you of the things that we’ve already said."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "For 2021, we expect the full £300 million impact of the high cost of credit review and associated regulations, a further £400 million of disposal losses in NatWest Markets and the reduction in NatWest Markets income as we reduce the RWAs. And I’ll leave you to think about how those factors might impact on income. And certainly, the NIM fourth quarter impacts will just roll through into the first quarter as well."
  },
  {
    "person": "Rohith Chandra-Rajan",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Your next question comes from the line of Jonathan Pierce from Numis. Please go ahead. Your line is open."
  },
  {
    "person": "Jonathan Pierce",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes, good morning. Actually, I did have just one question, but I may now make it two after the comments on income. I appreciate that there is considerable uncertainty out there. But what I’m taking away from the answers about last question on income is you’re maybe slightly less confident of hitting £10.6 billion, £10.7 billion revenue number next year than maybe you’ve sounded over the last few months. Is that – am I reading that language correctly?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "So look, I mean, as answered – Jonathan, a great question. Not – it’s basically – I mean, I think the thing is, is we’re not – none of us have the clarity about what’s coming next. So I think it’s really best to roll back to what we know, and that’s very much around the £300 million, the disposal losses and the NatWest Markets income as we reduce those RWAs."
  },
  {
    "person": "Jonathan Pierce",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay. All right. On capital then, I mean, as we hope to get a bit closer to distributions being allowed on again, it’d be good to hear your latest thoughts on the mix of potential distributions and, in particular, whether you’d be – I think two questions really within this. But firstly, whether you’d be prepared to declare an ordinary dividend despite what probably the statutory loss for this year? And also whether you’d be prepared to do a buyback in the absence of UKGI participation? So just some thoughts around the mix of distribution, the bigger things."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thanks, Jonathan. Well, let me start by saying it is – I’m very happy to have the strong capital ratios that we do at 18.2%. And I’ve been clear that it is my clear intent to start paying dividends as soon as possible. I think it’s too early to make predictions about that and the shape and nature of them. Clearly, the Bank of England will update their guidance in Q4, and then we would look to evaluate returning capital to shareholders, which remains a core part of the strategy and something I want to resume as soon as possible. We have, in the past, said that we would look at a number of different options of how we would do that, but we’ll evaluate that at the time."
  },
  {
    "person": "Jonathan Pierce",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay, thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Your next question comes from the line of Martin Leitgeb from Goldman Sachs. Please go ahead. Your line is open."
  },
  {
    "person": "Martin Leitgeb",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes, good morning from my side. Just two questions, please. The first one on the potential for negative rates, obviously, given the various comments over the recent months and given, I think, the regulators' questions on whether banks are prepared for that. Could you just comment on whether NatWest Group is ready for negative rates? And if you think the market is ready? And if negative rates were to come, what further levers would NatWest have to offset the adverse impact of negative rates? I think you mentioned in your earlier remarks that on the deposit side, you’re pretty much there on the zero level at this stage."
  },
  {
    "person": "Martin Leitgeb",
    "role": "questioner",
    "position": "Unknown",
    "text": "And secondly, I was just wondering if you could shed a bit of light on how broad the strategic review is you’re undertaking at Ulster Bank. I think in the report, you stated the current strategy is to grow that business. Is that the right strategy at this time in – at this moment in time, just given how comparatively lower the profitability of larger banks is in Ireland at present? And are there any accruals you need to upstream some of the excess capital you’re holding at Ulster in order to have that available at group level? Thank you."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "Great. Thanks for the question. Well, why don’t I start with Ulster and then Katie can talk you through negative rates. So as we sit here today, the strategy for Ulster is unchanged. And you’ve seen Jane and the team doing a good job in terms of continuing to safely grow that business and reduce costs. At this current time, our priority is supporting our customers and making sure that we support them during this period. But as you would expect, I am evaluating the impact of COVID and the challenges on the economy, and we’re reviewing our strategy appropriately and responsibly in light of that."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "In the event of any changes being made to our strategy, these would be undertaken with full consideration of any impact on customer colleagues and shareholders. We clearly have restrictions on dividends that are in place at the moment. So we are evaluating our positions, but no decisions that have been made, but we are carrying out to review. Katie, do you want to pick up the negative rates question?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes. No, sure, absolutely. So in terms of negative rates, we are ready to deal with negative rates as an organization where lucky she says in sort of slightly inverted comments that we’ve got negative rate experience, obviously, in our RBSI and our Ulster business. So it’s something that we’re more familiar with. And in terms of the levers, if you look at the kind of cost of funding just now, it’s about 13 basis points within the retail business. We’ll see that start to come down a little bit further next year, but you’re absolutely right on the – on that deposit side, you’re – I’d like to move in to the world of some of the actions you see our European counterparts taking on negative rates, but there’s not a lot of levers there."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "So it really becomes a question of making sure that you’re absolutely looking after the core. And so I think some of the benefits that we’ve seen in the increased mortgage margins will kind of help us. It’ll obviously come down a bit further, once you get into negative rates however, they’re still very kind of helpful. Martin, you didn’t ask, but I’m sure somebody else would, so I’ll just also give you the impact of the negative rates. When you look at the – what would the 25 basis point fall in the market consensus curve do, when we talked about that in December 2019, that was a £280 million impact by year three."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "What we would see is, if you saw that 25 basis point fall from the curve as it sits today, by year three, that would get to about £450 million impact on that. And that number will obviously evolve a bit by year three, depending on what happens on consumer behaviour. I think that gives you a little bit of a feel. The one thing I would remind you of, though, is in our economic sort of consensus. We don’t have a negative base rate fall as our base case. We still see that, that’s something to the downside."
  },
  {
    "person": "Martin Leitgeb",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you very much."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Your next question comes from the line of Andrew Coombs from Citi. Please go ahead. Your line is open."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes, good morning. First, if I could just ask you to revisit your guidance on NatWest Markets disposal losses. You’ve obviously talked about the RWAs coming down faster than expected. You reiterated the £200 million for the full year. That still implies £400 million for next year. So just wondering if that could potentially be lower than you previously guided to. And then secondly, just coming back to this point on mortgage pricing, it’s obviously a key focus. I appreciate your comments about the stamp duty and what that might mean for supply beyond – or sorry, for demand beyond the end of March, but I think the pricing is also a function of supply."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Unknown",
    "text": "So perhaps, if you could just talk a bit about what you’re seeing in the market there given the number of lenders have pulled back on particularly some of the higher LTV products, given the current uncertainty and whether you think some of those products will come back? Thanks."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thanks very much. Well, look, why don’t I pick up NatWest Markets and Katie can talk you through the mortgage. We’re clearly making good progress on executing the NatWest Markets plan, and we are ahead of schedule on the RWA reduction in terms of the £32 billion by the end of 2020. RWAs at this point are around £30 billion, and our intention is to be around £20 billion by the end of next year. Look, what I’ve always said is that we will be careful in terms of how we reduce the RWAs and we refocus that business. We will do that sensibly and carefully."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "We think the guidance we’ve given you on the £600 million, the £400 million next year is appropriate, but we will evaluate that as we go through. Clearly, there’s more counterparty risk that we’re looking at next year. So I’m comfortable with the guidance, but we are obviously being sensible and careful to ensure that we get appropriate returns on any assets that we reduce. So I think that guidance remains the same. Katie, do you want to pick up the mortgage?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes, sure. Absolutely. So if I look at it in terms of the mortgages, we were sort of 11% in terms of completion. A little bit lower than you would normally expect us to see, Andrew, but that’s very much as a result of the decision that we took during July and August to not be offering 85% product. We came back into that at the end of August. And you can see that coming through as our application levels were back up to sort of 15% by the end of August. So I think there is certainly a lot of demand out there. I think some of it is the kind of the post lockdown peak coming through and also the transaction taxes."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "There is – you can see that there is still a lot of supply to kind of meet the demand. So when we look at it, we can see that we’re benefiting from sort of strongest basis points in terms of the pricing. So for the quarter, we were 140 basis points, so back book and front book equally, which is very pleasing to see. What was interesting, the application volume for the – by the end of September was actually getting up to 160 basis points, so a slight strengthening of that. And we can see that strengthening again as we look through the October numbers, up to about kind of 180 basis points, which is – it’s helpful to us."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "And we do think that, that level of margin is probably relatively sustainable for Q4 and into Q1. But at that point, I think you’ll start to see it move off because I think demand will fall and so therefore, you’ll see greater some price competition kind of happening in the market. We’ve seen a tiny bit of that happen this week already with one of our peers taking some of their prices down the way. So I think that’s…."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Unknown",
    "text": "And just to be clear, when you say that level is sustainable into Q4. Do you mean the 160 basis points or the 180 that you had in October?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "I think if you think about the way applications work, and sorry, I know that you’re familiar with this, but kind of what you’re approved in one quarter is what kind of comes into you the following quarter. If you think that a completion has a kind of two-month – two- to three-month kind of average cycle. So we were 160 but – in Q3 by the end, so that’s the benefit you’ll see coming into Q4. What we’re seeing in October is that’s gone up a little bit, in October, to about 180. Some of those will complete at the very tail end of this quarter, and some of them will move more into completion in Q1."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "And then I think you’ll start to see it coming through, coming down a little bit after that because I do think demand will fall and so therefore, you’ll start to see a little bit market dynamic going on, on pricing as well. But for the short-term piece, I think that, that’s helpful. So – which is why we kind of say for Q4, broadly, kind of flat, but some of those better ones will complete at the tail end of the quarter as well."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Unknown",
    "text": "So Q4 flat, Q1 up, Q2 potentially down the end?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "I’ll leave you to draw your own conclusions on Q1 and Q2 because obviously, there’s more other market dynamics that will be going on that stage as well in terms of customer activity. But I think we’re all heading in the right direction."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you very much."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Your next question comes from the line of Ed Firth from KBW. Please go ahead. Your line is open."
  },
  {
    "person": "Ed Firth",
    "role": "questioner",
    "position": "Unknown",
    "text": "Good morning, everybody. Can I just ask you about risk-weighted assets? And in particular, not really so much focused on this year, particularly, but if you look at the group longer term, like 2021, 2022, 2023, what sort of risk-weighted asset level do you think you need to run the business that you envisage, I guess, is my question. Because it seems to me that – and just to give you the context. I mean, you’re looking at, what, about €165 billion today. I mean, it’s £175 billion less to turn off for NatWest Markets. And I get the procyclicality, it’ll come. But by the end of the next year, it could have gone again. So that’s like a short-term thing. I mean, I can’t really see where the growth is going to come from on that €165 billion. So is that a sort of fair feeling? Fair analysis?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "So as you look at it, you’re absolutely right. We’ll lose £10 billion from NatWest Markets, which will kind of pull you down. There’s a couple of things that are coming towards us, obviously, in terms of inflation, Ed. There’s the mortgage floors, which come in at 20 – 21st January 2022. We’ve always guided you that number as to £10.5 billion. Our books, still a little bit bigger. Procyclicality will probably pull a little bit of that in a little bit earlier than that. So it’ll be a number in – of that order, but it will – the shape of it will move very slightly. And we’ll talk more about that at the year-end."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "You’ve obviously got BAU coming in. I think there’s lots of opinions as to when it comes and how much it comes, but I know that it’s certainly. We’ve all – We’ve guided to 5% to 10%, and we guided you to the lower of that 5%. So that piece will kind of come through. I’m not sure that you’d see procyclicality come up and disappear by the end of 2021, and I’d like to think that would be the case. But I just – I think that would be a bit quick. So I do think you’ll see a bit of the procyclicality kind of continuing into the years after that."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "But I don’t think it’s – I don’t – I’m not saying that out to 2023, but I think it will be longer than there. But when we look at our guidance that we had this year of €185 billion to €195 billion and that we’d expect to be at the lower end of that. What I would say, we – so we expect to be below that, forgive me. And is we think that, that’s timing. So we do expect, in 2020, so 2021, so pre-mortgage for us and pre-BAU, that we will see inflation coming through. And so that range is more kind of pushed out rather than actually not there. And again, we’ll talk to you in February about what our view is as to where the range might be for the end of 2021. But it’s definitely timing delay on procyclicality rather than anything else. I hope that helps."
  },
  {
    "person": "Ed Firth",
    "role": "questioner",
    "position": "Unknown",
    "text": "So where – very helpful, but just to clarify, so where the market’s thinking around for 2021, you’re not hugely uncomfortable with that based on what you know today? And I know we’ve got a strategic review coming up, but just broadly speaking."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "Look, I mean, broadly speaking, I mean, I think it all depends on timing and customer behavior, but I’m not hugely uncomfortable with it. And we’ll talk more about it when we get together in February."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Your next question comes from the line of Guy Stebbings, Exane BNP Paribas. Please go ahead. Your line is now open."
  },
  {
    "person": "Guy Stebbings",
    "role": "questioner",
    "position": "Unknown",
    "text": "The first question was just on average interest-earning assets. I think it was £460 billion on average for the quarter, but presumably ended the quarter some way above that level, and you’re talking to healthy mortgage volumes into Q4 or even into Q1 next year. So I just want to check, it’s reasonable to assume that you’ll be entering 2021 with probably something north of £280 billion, conscious consensus is somewhere below that level? So I just want to check I’m not missing anything on that line. And then secondly on…"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "Okay."
  },
  {
    "person": "Guy Stebbings",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay, secondly, just on costs, obviously, a very good performance in Q3. And if we step back and look at the total savings out of the recent years, I mean, it’s quite a staggering amount that’s come out of the business. I guess, as analysts, we tend to like to see that. But if I just play devil’s advocate, I presume there must be some negatives that come alongside that in terms of the pressure in your particular business, especially in the current environment, staffing route, things like that? Or does it really not have any negative connotations having taken out that cost?"
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "Okay. Why don’t I pick up the cost question and Katie can pick up the first one. Look, we’re pleased with the progress on costs, £193 million lower for the first nine months. And what we have been doing is continuing – I talk about in the business, good costs and bad costs. So we continue doing – invest in the business and then very much as we are shaping the business around customer behavior, use of our new technology. That will change the experience for customers and colleagues. Actually, if you look at what the impact of that is on colleagues, which was the sort of second part of your question, we’ve just completed our usual annual survey with staff, and we’ve been talking to them on a regular basis."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "Our staff engagement scores are the highest they’ve ever been. In most cases, we’re above the global financial norm in terms of staff engagements. We’re investing also huge amount in our colleagues' experience in the same way that our customers are learning about new technology and new behavior. We’re also investing in our colleagues. We have something that we call the NatWest Academy that I launched earlier this year, which is investing in people’s training, re-skilling, development so that they can evolve their roles as well."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "So I think the cost that is coming out is largely through customer journeys, through improving the experience. As our processes get better, as our customers benefit from using more digital tools, actually, our colleagues' experience gets better as well because there’s much more automation, allowing them to spend time on more of the value-add aspects as well. So actually, we’ve seen engagement go up from that perspective. Katie?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "With interest-earning assets. Look, I mean, Guy, it really will depend on the deposit flows that go through into the liquidity buffer. Also, depends a little bit on the amount of lending that happens in the next quarter as well. And I think I’ll leave it kind of up to you to think about what the systemic kind of liquidity activity of the market might be on it and how that develops over the next quarter."
  },
  {
    "person": "Guy Stebbings",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay. Okay. Can I just very quickly come back on the interest-earning assets? I mean most banks are talking to expectations on sort of healthy flows on the deposit side into Q4. So it doesn’t feel like that side of it should reverse enormously. Obviously, it’s a bit harder to call out further into 2021 but it still feels like you’re in a good shape into next year versus expectations."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "We feel – we’re certainly in a very good shape in liquidity, 157% and coverage, £10.1 billion of flows this quarter. I would say that was probably – I mean, that was stronger than I think, than we would expect. And I think what we’ve got to think about, which is the level of QE that’s in the system, what you’ll actually start to see as well, I think you have seen individual customer flows. Actually, they’re going to flow around system until that QE starts to reverse. So we’re not – it’s not – I would be aligning my view to those of other banks."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Your next question comes from the line of Chris Cant from Autonomous. Please go ahead. Your line is now open."
  },
  {
    "person": "Chris Cant",
    "role": "questioner",
    "position": "Unknown",
    "text": "Two, please. If I could just come back on Jonathan’s question on 2021 consensus revenues. And I also feel like you’ve sort of softened your commentary in terms of your level of comfort with where consensus is there. So if I park NatWest Market disposal losses to one side, given that that’s a bit choppy, I understand consensus has in £335 million of disposal losses for next year. So clean of that, the market’s expecting just shy of £11 billion of sort of BAU income, I suppose, ex the disposal losses. If I look at your 3Q print, ex all of the notable items you call out and annualize it, I get £10.9 billion. And if I think about your regulatory change guidance, I’m guessing we don’t have quite the full £200 million drag in the 1Q run rate."
  },
  {
    "person": "Chris Cant",
    "role": "questioner",
    "position": "Unknown",
    "text": "So I should probably be knocking £100 million, £150 million off that to get to your €300 million full impact by 2021, which would take you down to sub €10.8 billion before we get into the debates around how volumes play off against structural hedge drag and all of that good stuff. It does feel like there’s a little bit of a disconnect there. So could I again invite you to comment? I mean it feels like that there is a risk to the downside, unless you have very big mortgage volume support going into next year."
  },
  {
    "person": "Chris Cant",
    "role": "questioner",
    "position": "Unknown",
    "text": "And on the mortgages, you’ve previously talked about 80 to 100 bps front book spreads being a mid-teens return, even factoring in pending mortgage risk weight floor changes. What do you think the ROEs on the business you’re writing right now are? I guess, the view on the long-term cost of risk, cost allocations, the tax, broadly unchanged, which would suggest a very meaningful improvement to maybe something more like 40% to 50%. So if you could comment on that, that would be appreciated. Just trying to understand how sustainable this pricing environment may be."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "Chris, thanks for that detailed question. And I think what I would say, it confirms to me that we have given you of the building blocks that you need to kind of work out, the 2021 sort of income. So I mean, the £100 million coming in, I would say that probably most of that £200 million is in the Q3 run rate in terms of what’s there, £400 million NatWest disposal losses. I think it’s important to think about what the RWA reduction is doing some NatWest Markets' income as well. So just make sure that you have a look at that. I think the NIM factors that we’ve talked about for 2020 are very much in there."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "So I think the customer behavior that we have and what’s kind of happening in terms of government support, it feels that we’re all kind of a little bit in the right ballpark. We maybe suggest your number that you have a little bit more customer behavior to kind of build in, in terms of that, but you’ve definitely got the building blocks in there for you to make your own conclusions on what kind of happens."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "Then if I just go on through mortgages. Yes. No, I mean, we talked about 80 to kind of 100 basis points. And you’ll remember that, that was in relation to the kind of new mortgage business. And that would have been learning – earning kind of low teens. You can do the math as I can in terms of the ROEs that we’re earning on there. I do think we need to think a little bit about the risk adjusting of that, but we have gone in very cautiously in terms of just opening up our 85%, just in August, in terms – to make sure that we are managing the risk appropriately. But the returns, they would be close to the bottom end of your range, so still very good quality returning products in terms of the ROE on mortgages and really helped by this significant increase that we’re seeing in the blended rate of the 160 that we’re ending at in Q3 and growing a little bit from there."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Your next question comes from the line of Robert Noble from Deutsche Bank. Please go ahead. Your line is now open."
  },
  {
    "person": "Robert Noble",
    "role": "questioner",
    "position": "Unknown",
    "text": "I just wanted to ask. What went into the decision to pull out of the 85% LTV market? And then what changed your mind to go back into it? Is it purely the prices in the market? Or was there some sort of change there, flipped between July and August that you pull out and get back in? And then secondly, what proportion of the book is in the commercial loans is now guaranteed? And what’s the duration of the debt that’s not guaranteed? And should expect the non-guaranteed stuff to start declining when all of these – when we get to the year-end, and we’re finally get rid of the guarantees, assuming that they get extended?"
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you. Well, in terms of the government guarantee scheme, we have £13 billion of lending that is out on the guarantee scheme. We’ve had £3.9 billion increase this year – this quarter, sorry. So the Bounce Back Loans are 100% guaranteed, and the CBILS loans are 80% guaranteed. And obviously, there are some changes that have been announced to those schemes at the moment in terms of how customers can interact on those going forward. So I think that’s the nature of those schemes. Obviously, the customers are 100% liable for those loans. Those are loans that the customers pay that the guarantee obviously sits against our side."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "On the mortgage question, in terms of our decisions around the 85%, clearly, at the outcome of the crisis and the pandemic, we took a very clear decision around how we were both supporting customers, but also protecting the business as well. We felt it was appropriate to tighten our risk appetite in certain areas, and that was really the decision we made at that time to make sure we were taking a very balanced risk process. We felt comfortable going back into that market. We felt there was more uncertainty in terms of the outlook, but we were maintaining our strong risk appetite standards and approach to doing that. So that gives you a sense of the decision-making , which is always been very risk based."
  },
  {
    "person": "Robert Noble",
    "role": "questioner",
    "position": "Unknown",
    "text": "Good enough."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "We will now take a question from the webcast."
  },
  {
    "person": "Raul Sinha",
    "role": "questioner",
    "position": "Unknown",
    "text": "Your next question comes from Raul Sinha of JPMorgan. There’s first parts to this question. The first part asks, could you discuss the retail banking NII, which is down 4% in Q3 versus Q2? It looks like it’s driven by lower income on deposits. Could you discuss the moving parts here? And for question two, income from UK mortgages improved 4% in quarter 3 versus quarter 2. Does this fully capture the improved pricing and volume trends in the market? Or should we expect further acceleration from here."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "So look, the main impact on retail NII in Q3 is the lower yield curve on deposits. Looking forward, a bit of help from slightly lower customer funding rates a full quarter of overdrafts and no repeat a big fall on deposits in Q4, but a little pressure."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "And I would just say, Alison, an answer to the second part of that question in terms of the UK mortgages improving 4%, no, that doesn’t fully capture the improved pricing. So if you think about it, as you approve a mortgage, it’s two to three months before it comes on to the books. So therefore, you – a lot of what will be coming on at the beginning of Q2 – I’m sorry, beginning of Q3 would have been things that have been approved in Q2. So we had basically 140 basis points coming on. Our application volumes at the end of the quarter are up there at 160 basis points. So you should see more of that coming through into Q4. And then it will just depend where we actually land on completions from there. Thanks, Rohith."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Your next question comes from the line of John Cronin from Goodbody. Please go ahead. Your line is now open."
  },
  {
    "person": "John Cronin",
    "role": "questioner",
    "position": "Unknown",
    "text": "And look, coming back to Chris' question on mortgage price and sustainability. You’ve talked a bit about the potential impact of demand reduction in early 2021 and just touched on supply. I guess, I’m just a bit more interested from a supply perspective in how you think about that in the context of your own products' royalties currently, your own flow share ambitions or stock share ambitions over the medium term. And whether or not you think spreads could end up back to where they were pre-COVID pretty quickly, given wider sectoral capital and liquidity strength. So any comments on that would be helpful."
  },
  {
    "person": "John Cronin",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then secondly, look, just I’ll have another go on the Ulster Bank one. What degree of rightsizing do you need to see in terms of the capital base to deliver a return that was, I guess, support retention in the context of the strategic review? And in the event, you don’t want to be drawn on particular numbers there, I mean, how big a factor is that in the decision-making process? Thank you."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "Well, look, I’ll get Katie to pick up the mortgage question. On Ulster, I mean, our CET1 ratio in"
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "get Katie to pick up the mortgage question. On Ulster, I mean, our CET1 ratio in Ulster is currently 20.5%. Clearly, we’ve been working very hard with that business. And as you know, my strategy is very much focused around ensuring we apply strong capital discipline in terms of where we’re allocating our capital to make sure that we’re driving the right balance of returns for shareholders overall, as well as supporting customers."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "With the outlook of COVID and the economic uncertainty, as you would expect, I am considering and evaluating the impacts of that on the business, and we’re reviewing our strategy appropriately and also responsibly. Right now, the most important thing is we’re focusing on supporting our customers in Ireland. These are very challenging times, clearly. And any changes that I make, I’m going do with a very full consideration of all of our stakeholders. So that probably gives you a sense of how we’re looking at that business. No decisions have been made. We’re carrying out a review, and we’ll obviously consult with all stakeholders in due course."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "Sure. Thanks, Alison. So as we look at mortgages and the sustainability, it feels as we look at mortgages and the sustainability, it feels that these prices, as said, will be kind of sustainable for the next couple of quarters just given the demand. We’re continuing to grow the book. We’re 40% kind of application volume over the year, that’s – we saw that and that’s cooled down by our decision to come out of the LTV at 85%, which we’ve talked about already. We’re at 15% by the end of the quarter. So comfortable that we’ll still see growth. Our stock share has grown in the year from 10.1% to 10.6%. That 50 basis points doesn’t feel like a big number, but that’s a lot of mortgages given the size of the market. So we’ve seen good growth. We’d expect 15% kind of application volumes that you continue to see good growth."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "The thing in terms of spreads going back down to where they were pre-COVID, obviously, John, is that, that was rates were still at 75 basis points in terms of the bank base rates. And actually, what happened is that they fell and we didn’t pass that through. I think given where the base rate is, it would be highly unlikely that we would go into pricing that would take us back down to those levels of spreads, just given the challenges that we have elsewhere. So we kind of feel that if it went back down to a kind of front-to-back being equal, then that feels more appropriate. So that’s kind of 140 basis points. But I would probably guide you not to take that as a hard prediction because there’s going to be so much customer dynamics, market dynamics that will happen between there, but it certainly doesn’t feel that we’ll go back to pre-COVID levels."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Your next question comes from the line of Joseph Dickerson from Jefferies. Please go ahead. Your line is now open."
  },
  {
    "person": "Joseph Dickerson",
    "role": "questioner",
    "position": "Unknown",
    "text": "Just a couple of questions. I don’t need the crystal ball on consensus, but some more, I guess, longer-range strategic questions, which is you’ve got this huge amount of excess capital, and you’re generating more. We all know you want to return it. But I – the one thing 2020 has done is make us all think differently and adapt and then look forward in different ways. So in that context, how do things like M&A figure into your thought process for the future? I’m not talking something transformational. But generally speaking, you have a lot of capital. You could do a lot of interesting things, and you have a fair amount of operational expertise following the various restructurings you’ve done and the cost take up. So any thoughts there would be useful."
  },
  {
    "person": "Joseph Dickerson",
    "role": "questioner",
    "position": "Unknown",
    "text": "Secondly one of your competitors said yesterday, there were nascent signals of a structural shift in mortgage signals of a structural shift in mortgage demand, in addition to what you’re seeing in terms of the demand related to the stamp duty changes. It sounds like you’re not quite seeing those nascent signals. If you could just comment on that, that would be helpful, too."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "Well, in terms of capital, clearly, I’m very comfortable with the strong capital that we have in the business and the business that continues to generate capital. And I think that gives us the flexibility, both to navigate the uncertain outlook, as I’ve said. But also, my priority is to resume dividend payments as soon as possible. We will consider other options that offer compelling shareholder value."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "You’ve seen in the past, for example, we’ve made an acquisition such as Free Agent, which offers free accounting services and is – to our business and commercial customers, which has been very successful. We’re also increasingly looking at innovation and partnerships, things such as Tyl, which was our reentry into merchant acquiring was done in partnership with innovative and fintech partners as with Esme with Israeli companies."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "And we recently announced an agreement with BlackRock to support the changes we’ve made. So we will look at all options that we think will add shareholder value at this point. I think having the flexibility to navigate the uncertain environment, but my clear intent is to return to paying dividends as soon as possible. And we’ve given you an indication of our target CET1 of 13% to 14% over time. So we will consider that. On your point on mortgages, and Katie has covered that in quite a lot of detail, this continues to be a very attractive area for us, and we have capacity to grow in this space. As you’re aware, in relation to our stock share and our mortgage flow, share has averaged 14% for the last nine months. We definitely think the change in stamp duty has acted as a stimulus to demand. But we think that, that market continues to remain attractive and one that we will grow."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "I think that’s fair, Alison. I don’t really think there’s anything more to add where mortgage applications are going well, and they continue to increase at the moment, I think, really as a result of that stimulus. And the challenge is the nascent things they can think about to kind of actually work through to the old data. So nothing really to add."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Your next question comes from the line of Jason Napier, UBS. Your line is open."
  },
  {
    "person": "Jason Napier",
    "role": "questioner",
    "position": "Unknown",
    "text": "I really only have one. And I appreciate that it’s an area of huge uncertainty, and that’s really around loan losses. Consensus for next year is running at nearly 10times what you’ve just printed in the third quarter. And clearly, Stage two and Stage three balances in pound terms were actually down sort of stunningly, but you’re not the only one in the industry to have shown that sort of performance at present. I wonder whether you could talk a little bit about the sort of stress testing and intelligence that the Board when it thinks about the outlook from a credit quality standpoint."
  },
  {
    "person": "Jason Napier",
    "role": "questioner",
    "position": "Unknown",
    "text": "We all understand the uncertainties around vaccines and Brexit and what have you, but there must be a vast amount of material that you’re considering when you think about how the business might fare going forward, and that’ll obviously feed through to dividend and buyback questions as well. So I wonder what color you could provide on how you think about the potential range of outcomes on a 12-to 18-month view. Thanks."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "Jason, I’ll give you a little bit of color. And then, Alison and I will give you, I think, more kind of views on it when we get together in February, which will be benefiting from sort of 4 or 5 months more of activity of real data as well. But because we kind of look at it, we as a bank have always kind of talked about this 30 to 20 basis points as a kind of through the cycle kind of coverage. Now you need to take your own views in terms of where we are in that cycle, but we still think that, that guidance is quite valid in terms of trying to work at how we kind of work our way through that. We do think that procyclicality will come."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "I mean, you’re incredibly familiar with the standard as well. It’s meant to be forward-looking. So in theory, we’ve built a lot of that in. And it really is what we’re waiting for is the actual default to move so that you can see the Stage two to Stage three migration kind of coming through. And I think the government protection has done a lot to sort of delay that piece."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "One of the things we get asked a lot about is in terms of how do we compare to some of the stress testing and the comments the Bank of England have done. And if I look at some of the Bank of England desktop exercises, I think what we – quite notable in there is that, that didn’t envisage the scale or the impact of the government schemes that we’ve seen so far, and that’s where we’re all really in quite uncharted territory. But I think what gives us comfort is the level of deposits that we can see happening, we can see people coming off payment holidays. Those are all really important activities. While we do see moves in our kind of heightened monitoring, it’s not significant enough to drive anything, other than a small amount of sort of £0.9 billion or procyclicality we saw in Q3. So there’s a lot of data there to what’s actually happening on the ground and in the numbers. It’s – risks are not migrating. So I think we’re kind of waiting for that. But I would kind of pull you to the 30 to 40 basis points as a kind of through the cycle, and we can all debate privately about where we think the cycle might be. And I’m probably not going to be drawn on my own views on that. I think it’s good guidance in terms for you to work through what 2021 and 2022 might look like. Thanks, Jason."
  },
  {
    "person": "Jason Napier",
    "role": "questioner",
    "position": "Unknown",
    "text": "Can I, just as a follow-up to that point, given the intelligence you have around all of the commercial customers that you have, is it your sense that they’re in a period of drawing down on liquidity? Is their health deteriorating over time and it’s really about how long can you sort of tread water? Because at the high level, stats across balance sheets within the banking sector just keep getting stronger. Liquidity keeps growing, risk keeps ebbing away. So I just wonder whether you can share any sense as to whether the customers are at sort of par or whether things are getting weaker on an underlying basis, given all the conversations you’ll be having with those customers."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes. And look, we spent a lot of time talking to our customers. As Katie said, when you look at the level of support that’s been put in place, it is really providing a strong buffer for particularly businesses and customers to navigate through this period. And they’re also pivoting their own business model. So we – my team and myself spend a lot of time talking to customers up and down the country. It is clear that in some of the initial measures where people took payment holidays, they were doing certain constraints, and I covered a few in my presentation of the shift where people are normalizing, I think, an interesting element on particularly revolving credit facility utilization that peaked at 40%. That’s now down at 26%."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "That’s pre-COVID levels. So I think businesses are well capitalized. We have a lot of deposits on our balance sheet. But it is a very uncertain environment. And I would say when we talk to commercial and SME customers, that uncertainty is very stressful and very difficult. Some of the research and some of the conversations that we’ve had, just to share with you, 79% of smaller businesses have reported a drop in demand during this period. And 30% of SME think COVID will impact their business for more than six months. So – and the uncertain outlook is definitely weighing on them. And I think reality is in these economic circumstances, not all companies will survive."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "There’s been a lot of support measures being put in place. I think what you will see over the coming months, sort of in May, around 1 million Bounce Back Loan customers are due to start repaying their loans and I think then you’ll get some degree of indication of what the underlying issues are. But right now, I would echo my comments I made that at the moment, we’re seeing a lot of resilience, but ongoing uncertainty is something I would sound a notion of caution on for businesses as they try and navigate through this."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Your next question comes from the line of Aman Rakkar from Barclays. Your line is open."
  },
  {
    "person": "Aman Rakkar",
    "role": "questioner",
    "position": "Unknown",
    "text": "Just two questions, actually. Firstly, on net interest income. So the outperformance in the quarter versus expectations looks to have been driven by central. And from your earlier comments, it looks like that was probably driven by excess liquidity. I was just kind of – probably for Katie, is this a run rate for central while you do have this elevated liquidity position? Or is there something kind of volatile and one-off in that division that we should call out? The second was on costs. Can you just help me understand the kind of – they were clearly really strong in Q3, but you stuck with the guidance for full year. So I know that the bank levy is going to be a touch higher year-on-year. But I think you’re still basically guiding for €100 million Q-on-Q step-up in costs in Q4. So can you just help us understand exactly why it was so low in Q3 and perhaps what was coming back into the cost base in Q4?"
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "So let me pick up the cost question. So you’ll recall at the half year, I said, our – I would be re-phasing our costs, and they would be largely back-ended as we responded to COVID. And obviously, we were spending more money in terms of things like standing up the government schemes, the Bounce Back Loan scheme, for example, and necessarily, as we pivoted the business to make sure that we could respond to support customers."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "I think what you’ve seen in Q3 is the strong performance in terms of our cost delivery, costs £193 million lower for the first nine months of 2019. And our plans have not changed. So we are continuing to execute on our cost plans. I naturally had to re-phase them to deal with the COVID situation, but we remain on track for the £250 million cost-out that I committed to in February this year. So I think I’m comfortable with that guidance, and you’ve seen a stronger performance in Q3. Katie, do you want to pick up?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes. No, absolutely. And I mean, NII, and you see it very much on Slide 13, that kind of £80 million that’s there in the central piece. Look, it’s not a continuing trend. It really is a question of timing in terms of the – as the rates are falling and the timing of which we adjust our internal transfer funding. It meant that we ended up with a greater benefit in the center. That will have resolved itself, and you’ll see the center go back to its usual levels as we move forward from there, Aman. So I wouldn’t get distracted by it, particularly. Thanks, Aman."
  },
  {
    "person": "Aman Rakkar",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay, cool. Just on the cost there, one quick follow-up then. Are you able to give us a sense of what the temporary COVID-related costs that you’re currently incurring in the cost base nine months to date? Are you able to quantify that? It might just help us understand what might naturally slip out the cost base next year if things normalize."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "So I mean, we – Aman, I could give you a number for that, but I’m going to be slightly unhelpful or not. I mean, the reason for that is because we’ve got some additional costs of COVID. I think one of my personal favorite stats is we’ve delivered 11,000 chairs to our staff across the country, and we’ve done desktop setups and all sorts of things like that. But there’s also other costs that we haven’t incurred in terms of – obviously, we normally have a relatively significant travel budget. That’s completely gone away this year."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "That’s something that would kind of come back up. So I think it’s important not to get too distracted because actually, those sorts of things all kind of sort themselves out in the round in terms of where we are. What we had said at the beginning of the year is our cost takeout would be more back-ended, and that’s what – that’s very much what we’re seeing just now. And we’re kind of comfortable with the guidance we’re giving you for the year."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Your next question comes from the line of Fahed Kunwar from Redburn. Please go ahead. Your line is now open."
  },
  {
    "person": "Fahed Kunwar",
    "role": "questioner",
    "position": "Unknown",
    "text": "Just one really quick follow-up, actually, just – I’m being affixed, sorry. On the retail review, how much is incrementally left now of the £300 million going forward in 4Q and 2021? That’s one building block question. Then a couple of just strategic questions. Alison, you mentioned looking at things inorganically. Everything you mentioned seems to be on the non-interest income side or merchant services and kind of accounting services as well. If you were to look – as you look at potential M&A, is there a cap on how big you would look?"
  },
  {
    "person": "Fahed Kunwar",
    "role": "questioner",
    "position": "Unknown",
    "text": "And is there anything – would you sort of think about the net interest income as well as non-interest income? Or is the focus purely non-interest income? That was question one. And question two is on the loan guarantee scheme, you talked about the Bounce Back Loan being paid back in May. Can I ask, like how does it actually work? And so do you – if people don’t pay back, do you then incur the loss and go to the government and ask for the money back? How does that transfer work with the government on those bounce-back and see the loans – when – if and when you start incurring losses on those?"
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "Right. Well, let me take the first question in terms of inorganic growth. And what I would say to you is, actually, we have more potential to grow organically our business. So that remains my first priority. And particularly, I think there are opportunities where we can grow our business. You can see in our retail business with our share of mortgages and our stock share, that we have capacity to grow, and that remains attractive."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "We have very strong franchises in retail, commercial and private. So leveraging those relationships may – remains a significant opportunity for us. In particular, you know that we have a very low share in unsecured. I think at the appropriate time, that is an area that remains attractive. In Commercial Banking, things like Tyl and Payit are more fee-based businesses. So I think that allows us to grow those businesses and benefit from the innovation that we’ve made. And bringing together premier and private, which I announced in August under Peter Flavel and the strength we have in our asset management and wealth business and extending that across the group, I think, is an area of growth."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "And the refocus of NatWest Markets allows us to unlock the strength of our FX and financing business more to areas of the business. So I would say in terms of as we grow our business and the opportunity to grow revenues and fees, those exist within our existing business, our focus is on making sure that we remain safe and secure. And then my priority is to return capital to shareholders as soon as possible and as appropriate. So I think that would be where I would address that."
  },
  {
    "person": "Alison Rose",
    "role": "answerer",
    "position": "Unknown",
    "text": "On the government schemes, obviously, there have been a number of changes that have been announced, and we’re talking to our customers to that. But essentially, the way that the scheme works, under the Bounce Back Loan scheme, as I mentioned just earlier, of which we have, at Q3, £7.9 billion in Bounce Back Loans, that benefits from 100% guarantee. In – when customers start repaying that loan, they have an extended period to repay. If they are unable to pay and then go into default, we would look to work with the customer to collect back from them in terms of seeing where they are. And in the event that they are unable to pay, then we go to the government and claim on the guarantee. So the guarantee, as you know, is for the bank. On the Bounce Back Loans, it’s 100%. On the CBILS loan, it is for 80%. So that is how those schemes work. Clearly, we’re working very closely to make sure that we work in a sympathetic and supportive way with our customers to help them navigate through this period. Katie, did you want to pick up the first question?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes. No, absolutely, Fahed. So basically, if you look at the third quarter, the £200 million is, in essence, in there because various activities have kind of come through. So you’ve got an extra £100 million further that will come into next year. I think that the third-party market dynamics are going to be important in terms of customer activity, but what we’ve had in terms of that third quarter this year is a pretty good run rate of the £200 million all being through. And then if you just consider an additional 100 into next year."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our final question today comes from the webcast."
  },
  {
    "person": "Robin Down",
    "role": "questioner",
    "position": "Unknown",
    "text": "The question comes from Robin Down of HSBC. It says, \"Thank you for the comments on mortgage pricing. But can I ask some additional detail? There’s three parts to this question. The first, NatWest has pushed mortgage pricing up in recent weeks. Could you give us an indication of front book spreads and applications in October? The second part, you talk about back book spread of 140 basis points, but presumably, this indicates a relatively stable SBR component. Would a more reasonable estimate of customers who are transferring internally onto a new fixed-rate mortgage be closer to 110 to 120 basis points. And for the final part, can you give us any indication of how quickly the book is rolling over gross lending/internal transfers? The industry average is 3.5 to 4 years. Is that a reasonable estimate for NatWest Group?"
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "Robin, I’ll take this. So just in order of your questions. The front book and back book gap has closed. So that’s 140 basis points. So – and then what I’ve said to you in terms of your indication on your front book mortgage spreads. In October, we talked about that being around 180 at that point. So an improvement again, on application. And remember that will then complete a little bit later. In terms of the estimate of the loans in the book, we did about 54%, 2-year; about 60%, 5-year; and just this last quarter, those numbers kind of moved around a bit."
  },
  {
    "person": "Katie Murray",
    "role": "answerer",
    "position": "Unknown",
    "text": "But basically, what that gets us through is the group repricing every three years in terms of that – of the repricing of the book. I just want to be clear on your second point, so I’m just re-reading your question, where you say would a more reasonable estimate of customers who are transferring internally onto a new fixed-rate mortgage be closer to 110 to 120 basis points. So I’d work with a blended rate. That number feels a bit low. So we’re kind of blending at kind of 140 for the quarter, and you’ll see that improve a little bit as we get to the application rates. Hope that helps, Robin."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "I would now like to hand the call back to Alison for any closing comments."
  },
  {
    "person": "Alison Rose",
    "role": "operator",
    "position": "Unknown",
    "text": "Well, thank you very much for your time and your questions. Hopefully, what you’ve seen today is an underlying very resilient performance. I think these results demonstrate the bank’s resilient performance in the face of significant and ongoing uncertainty. We’ve been working very hard, not just to support our customer us to help them navigate through this crisis, but the bank remains in a safe and secure position."
  },
  {
    "person": "Alison Rose",
    "role": "operator",
    "position": "Unknown",
    "text": "We’re comfortable with the risk diversification on our book and also confident that we have capacity to grow with the investments that we have made in the business. We continue to benefit from sector-leading capital strength. And our strategy remains the right one as we continue to deliver against our promise and ensure that we’re driving to sustainable returns, but importantly, supporting customers and protecting the business during these times. Thank you very much."
  },
  {
    "person": "Alison Rose",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]