[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, sir. [Operator Instructions] We have one first question from Madame Delphine Lee from JPMorgan. Madame, please go ahead."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes. Good afternoon. Thanks for taking my questions. I have two mainly. The first one is just to come back to your dividend policy. I’m just trying to understand a little bit the 50% P&L targets that you have reiterated. If you could share a little bit your – share some color on your discussions with ECB, just to get a bit of an understanding of how comfortable the ECB is with you as a group putting out such a strong commitment to the market in terms of payout, and then also do you have any preference in what the thinking would be between buy backs and cash dividends?"
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "Unknown",
    "text": "My second question is on your cost of risk guidance, which is also hinting to very material decline compared to the 2021 – 2020 level of 66 basis points. What would you say to, let’s say the market reassure about that €1.4 billion or 16 basis points of level of forward-looking provisions you’ve taken? How comfortable are you with this? I mean, if you compare to your European peers, it does look like a small number. So, what’s the underlying thinking about the cost of risks for this year? If you just can give – share some thoughts around this, that would be great. Thank you."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "On the dividend policy, we are prepared to move exactly accordingly to the ECB, SSM recommendation. So, upfront arose to pay the equivalent of 21% of the net result per share. That is one €1.11 billion. So, this is a given factor. And second, if the recommendation and if the band is ultimately, we say, removed by the end of September, like again, we can complement. So, there is nothing specific to BNP Paribas, we just proceed along the ECB recommendation. And all in all, this should amount to 50%, because this is the dividend policy we have during the 2020 plan."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "So, 2020 is part of the 2020 plan. So, we do apply a 50% payout on the net dividend on the net result per share. So, there is nothing specific on BNP Paribas and knowing that ratios and particularly, equity Tier 1 ratio is that the maximum level ever and the distance to MDA is large. There is no question about ability to pay. And again, this 2.8% is computed out of the dividends. So, we have already considered, taken into account the fact that we will pay 50%. So, because we consider that most probably, we will pay the 50%, we have withdrawn this amount to the core equity Tier 1, again, even after this is still as a record level that is to 12.8%."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "So, there is nothing specific about BNP Paribas, just a mechanism that is given to European banks by the SSM and ECB. First, there is a right to pay up to a certain amount, which is equals to 21%. And second, potentially, after the 31st of September, we would be allowed to complement up to the natural level for BNP Paribas that is 50%, then do we prefer buybacks or do we prefer distribution of reserves, it will depend on the moment timetable. The fact is that for French company, you cannot pay anymore a regular dividend after the 1st of October. So, if we went to pay, this is our intention, and this is what we considered the most probable scenario. We will have to opt either for one or the other one or a mix of the two."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "On the cost of risk, well, the best way to consider a situation is to look back at the past stress testing. We went through a number of stress testing. You can have the comparison in any stress testing and COVID crisis is a kind of stress testing. We got extremely strong results compared to the benchmark. So, this is very clear that under the COVID situation clearly, we have this situation compared to peers, but nevertheless, cost of risk close to double this year. And the anticipation we made €1.4 billion is extremely important and scenarios, in which not all of that will be ultimately lost. So, we are, I would say under the economic scenario, we are contemplating comfortable with the fact that we will see as soon as 2021 decrease in cost of risk and potentially, a level that could be close to pseudo cycle level of provisioning."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay. Thank you very much."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, Madame. Next question is from Mr. Jon Peace from Credit Suisse. Sir, please go ahead."
  },
  {
    "person": "Jon Peace",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes, thank you. Good afternoon, everybody. I just wanted to ask a couple of clarifications on your guidance, please. So presumably, the 2021 guidance is slightly higher revenues and flat cost is based off the adjusted numbers, excluding the exceptional items. And I just wondered whether you had any exceptional items potentially, in mind for 2021, specifically whether there might be any restructuring during the year to achieve your revenue growth goals. And how should we think about sizing any potential increase in the single resolution fund contribution?"
  },
  {
    "person": "Jon Peace",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then the second one, just on the cost of risk trend when you talk about it getting close to the – through the cycle average, what do you think is that through the cycle average at the moment, and do we go down to that number by Q4? Or do we achieve that on average through the year? Thank you."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes, John. Good afternoon. On the guidance, the guidance that we’ve given, are basically starting from the 2020 results. So that means they are including exceptional elements. And so on your question of exceptional elements in the cost, I mean, there will always be somewhat exceptional elements. And so we had them in 2020, we’ll probably have them again, of that nature in 2021. And as you know, these exceptional costs, they are typically – they’re leading to optimization in the bank. And therefore, they lead to basically, the realization of capital gains, which are more than offset. So, if you look in 2020, the exceptional results in total are positive and so we anticipate to be – to have something similar this year."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "And on your cost of the single resolution fund that is something that is not in our hand. There is a – they look at the deposit; they look at the fraction that they want on it. That is something that during the year, they will clarify at this stage. We don’t know. And if you look at the cost of risk, if you look at the scenarios, there are still bit scenarios and how we will – they evolve in the first quarter and the likes. So, the guidance that we gave over the cycle is a full-year guidance. So Jon, that would be my answers."
  },
  {
    "person": "Jon Peace",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you. And what do you think have been basis points as you’re through the cycle rate at the moment, please?"
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "Through the cycle rate, not through the moment, but through the cycle, is like say 50 basis points to 55 basis points."
  },
  {
    "person": "Jon Peace",
    "role": "questioner",
    "position": "Unknown",
    "text": "Great. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, sir. We have the next question from Madame Lorraine Quoirez from UBS. Please go ahead."
  },
  {
    "person": "Lorraine Quoirez",
    "role": "questioner",
    "position": "Unknown",
    "text": "Hello. Thank you for taking my questions and congratulations on this strong performance this year. The first question I would have either on loan growth. I think you said at the moment that obviously, the prospect for loan growth today is not as high as what could have been before the pandemic, but that you can somehow offset that, thanks to market share gains and all the things. So, can you perhaps give us a bit of indication of what sort of loan growth you are still expecting in 2021? Are you still looking for something around 4%?"
  },
  {
    "person": "Lorraine Quoirez",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then the second thing is regarding your energy financing. Do you believe that you can fully offset the declining energy financing, which would be related to aligning your portfolio to the Paris agreement by effectively, increasing the financing of energy, or would you have to make up that gap by gaining market share in other sectors? Thank you."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "With respect to loan growth, there is no specific guidance that we give you. So that in 2020, we grew by 4.4%, which was partially driven by also the volumes that we have. So, what you see that in a normal cycle, we have somewhere between 2% and 3% of a credit evolution. So, it’s going to be in that range that we would anticipate."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "On the energy, I think we are – we have started a kind of diverting living coal, shale oil & gas and more oil and gas trading financing, and focusing on renewable financing a lot, and we think that this is a trend for the whole society worldwide, and we are quite confident that this involvement in the green energy is going to provide us with a lot of opportunities of business. It will be more than offset what we leave behind us in the traditional or in the non-conventional oil sectors."
  },
  {
    "person": "Lorraine Quoirez",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you very much."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, Madame. Next question is from Mr. Omar Fall from Barclays. Please go ahead."
  },
  {
    "person": "Omar Fall",
    "role": "questioner",
    "position": "Unknown",
    "text": "Hi, thank you for taking my questions. So just firstly, you seem to have to be one of the few banks, confident enough to guide for higher revenues in 2021. I guess a big part of that, as you mentioned, the billion euro or so base effect from the equities market shock in the first half. But do you think that even excluding this effect, you could see some growth, thanks to some of the drivers that you highlight here. And then of course, we’ve got the part of the Deutsche Bank business coming on board as well."
  },
  {
    "person": "Omar Fall",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then the second question is just from your interesting point on slide 52 on the acceleration of the transformation to interest savings. So, the kind of excess retail deposits from the pandemic that you expect to shift to mutual funds and unit linked, I guess, what signs is that are we seeing at the moment, particularly in the New Year, given that the data is somewhat lagged. And in particular in France, I guess we’ve been waiting for a while for this re-risking of household savings away from kind of your contracts. It sounds like you think this crisis is a catalyst for that transformation. And then, sorry – just as a bonus, but more of a request, then the question that would it be possible to just get more detail on the P&L splits in other domestic markets? It’s a great division. That’s the biggest profit contributor in the domestic markets, but the five businesses that have nothing to do with each other. So, it’s difficult to get a sense of what’s happening there. Thanks."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "On the guidance, as you said, we are among the very few banks that is giving the guidance. So, I guess this is a precise enough. we cannot go further and give more details. on asset gathering, we are strong platforms throughout Europe. de facto, we are the first private bank throughout the Eurozone. Contrary to what you said, those five businesses have a lot to do in common and well, what we can see is that I would say affluent people familiar faces are not shy at all. The impact of the crisis is not, I would say, preventing, I would say affluent people to invest for the long-term. This is for sure."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "Looking at the franchise of BNP Paribas by domestic markets and [indiscernible] private bank or an affluent platform this is not at all a pure retail operation. We are not to setting loan platform type of operations throughout Europe. And the fact is that those persons, those counterparts in the environment, in which we are in Europe with negative rates, they can only move off balance sheet. There is no absorption. So, as they’ve benefited a lot; basically in France, but you can say, just the same in Germany, Italy over the crisis, private individuals gathered in France close to €100 billion, and you can see that in the balance sheet of the bank, where really strong surge deposits, and this is very much linked to affluent counterparts. They have no choice, but to invest of balance sheet. So, it can be insurance life. It can be asset management. It can be in products offered by the real estate business, which is also an asset manager."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "So, there is a number of option and clear each time to join forces, to allow the group to propose the best solution for those counterparts that are fortunate enough to benefit from the crisis, this is a fact, and prevent them from the negative rate scenario that is really very, very different to the previous cycle. There is no question. They cannot maintain such a large amount of wealth in the balance sheet of the bank. So, worth to continuously transform those amounts and we saw the surge of those moments, because again, those counterparts benefited from the crisis. So well, this is one of the strong point of the franchisee story, the underlying quality as well as the quality, who have anything that is mid-caps, large caps, as counterparts cost of risk at BNP Paribas will be moderate, because of the quality of the franchise."
  },
  {
    "person": "Philippe Bordenave",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes. on other domestic markets, listen, we are a large bank. And so we make homogeneous groups that are over a certain size and are driven by the same or similar economic elements. And so here other domestic markets, they are growth focused. So, that basically makes it as a whole. from time to time, we give a zoom, like for example, as well, zoom is available. So that’s basically where we stand, but that’s our view on regrouping of other domestic markets."
  },
  {
    "person": "Omar Fall",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, sir. Next question is from Madame Giulia Miotto from Morgan Stanley. Madame, please go ahead."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes. Hi, good afternoon. A couple of questions from my side as well. The first one is on insurance. So, revenues were a particularly weak this quarter, if I understand well, because of some neutrality. I was wondering, what is the outlook here? I’ll quickly turn the rebound. Also, so that’s my first question. then, the second question on the half of French corporates, so they are the most invested in Europe, even if we correct for integral funding; however, your guidance for cost of risk is quite encouraging and primarily, for loan growth, how do you square these two things? Are you betting that companies with actually still low cost of risk and loan growth, is that thanks to the state guarantee loans or what else? Thank you."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "Giulia, on insurance, as it is presented, there is one little element that you have to keep in mind is that in the revenues of insurance, contrary to what we have in banks, the claims are in there. So, in a bank, you’ll have top-line revenues, cost, and then cost of risk, whereas in insurance – in a bank insurance, the claims are basically netted from the revenue. So, that is one of the reasons when you say the revenues are weak, that’s because of the claims. And so what we anticipated with the rebound, just like on the cost of risk, we expect those claims to be lower. And that is why we feel comfortable on the evolution and the bouncing back of insurance revenues."
  },
  {
    "person": "Philippe Bordenave",
    "role": "answerer",
    "position": "Unknown",
    "text": "And maybe, as far as the claims are concerned, we have to explain that they are coming from the consumer protection insurance, where we hedge the risk of the consumer loans, typically, auto loans, or things like that. And very often that we are ensuring not only the risk of deaths and disability, but also sometimes, the risk of unemployment and in the – in 2020, in southern countries, we had the rise in unemployment. And so we had some claims higher than usually. And this is why. but again, we use the recovery this unemployment rate should decline progressively, and we have re-priced as well simultaneously. And so normally, we should see that improving significantly next year, this year, I mean 2021. above the..."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "On your question on the growth, on the corporate, one of the things, what we basically see and anticipate is a shift, if I can say from early a liquidity need. So, a need for the liquidity end of it into an equity need; so a support for growth going forward and that is therefore basically, if you look at the state guaranteed loans, they were there to support the liquidity needs, whereas we anticipate that there will be a shift into the investment need, and that is basically one of the drivers that we anticipate for the growth. So, Giulia, that will be our answers."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, Madame. Next question is from Mr. Matthew Clark from Mediobanca. Please go ahead."
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Unknown",
    "text": "Hello. So, a couple of questions; firstly, on the TLTRO, I think in the certain note of the Annual Report, you say that you’re assuming the first year, you get the bonus rate and then you don’t in the second two years. So, can I infer from that, that you don’t expect to meet the lending benchmark for the additional monitoring period, the October 2020 to December 2021? So, just any thoughts that you have or your expectations for meeting that additional lending benchmark."
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Unknown",
    "text": "Second question is on the Deutsche bank prime division. Could you just give us some guidance of what you’re expecting the impact of the transfer of those activities during 2021 to be on full year 2021 P&L, is there anything included within your guidance of revenue growth and flat costs coming from Deutsche, for example?"
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then final question is just on capital and TRIM. Should we still expect that to come through in 2021? And are there any other kind of one-off lumpy capital effects we should bear in mind for 2021? Thank you."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "On the TLTRO – so on the TLTRO, what – as you know, the TLTRO is collateralized funding, and if you look at it to collateralize funding, that basically the bank does is already at prices, which are interesting. but indeed, the TLTRO takes that a step further. And that is basically something that we use in particularly also to compensate for the money that we deposit at a central bank, which is basically coming not for free neither. And so – but on your assumption, we – of course, we assume that we will make the growth rate, but what I said earlier that we anticipate credit growth rate and what we see. So, we anticipate going forward to have that. So that is that when it comes to your question on TRIM, on the TRIM impacts for 2021..."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes, we – on the TRIM impact for 2021 while we expect the TRIM impact to mostly come in 2021, indeed. And we confirm the kind of guidance we have given that it should cost maybe, in the region of 20 basis points around having in mind that this is well, currently not yet, while it’s still under discussion with the assessment."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "on the prime division, we are starting to onboard clients. The IT connections are partly done. it will last – it will be completed only at the end of 2021 or early 2022. We are on schedule. There is no specific issue. It’s a lot of work, but we do that work in a very good, I would say spirit of cooperation with the teams, the EMDEN teams coming to us. I think we are very pleased with this transaction and the way, it’s evolving. now, the impact – so progressively in 2021, growing a number of clients are going to be on boarded. And so you will see a growing moderately – growing P&L, coming both revenues and costs coming from this business. the full – probably, the full year will be only seen in 2022. 2021 will remain a transitory year; I would say."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "To ensure, yes, we don’t want to give any figure, it will help the P&L on the equity and derivatives business, of course. But we don’t want to provide figures, because it will depend on the – let’s say the balances that are going to come, which itself will depend on the leverages and the level of activity of the clients, the quantitative trends which we cannot anticipate exactly. So we prefer not to give any figure, but it will be clearly a plus both in the revenues and the cost side for equity and derivatives in 2021."
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thanks. Just to follow up, if that helpful impact included within your guidance for the group this year. And then secondly, just coming back to the TLTRO question to avoid stouts you’re saying you expect to meet all of the hurdles, not just the first, the original hurdle."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "I mean, our guidance is clear know."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "Our guidance, it’s basically without parameter changes. So this Deutsche Bank deal will come on top of what we’ve guided."
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, sir. Next question is from Mr. Andrew Stimpson from KBW. Sir, please go ahead."
  },
  {
    "person": "Andrew Stimpson",
    "role": "questioner",
    "position": "Unknown",
    "text": "Good afternoon everyone. Thanks for taking my questions. First one on global markets, please. You added about 1.3 billion in revenues there in 2020 and costs only moved higher by about 0.2 billion, that’s the marginal cost income ratio of about 20%. Is that a fair assumption for us to use going forward when we think about revenue movements up and down in the years ahead, i.e., if revenues fell by 0.5 billion we should be thinking that costs would fall by about 0.1 billion, for example, is that fair?"
  },
  {
    "person": "Andrew Stimpson",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then the second one on costs, and I appreciate the progress made on costs in 2020 and the positive jaws, but I wanted to ask on the guidance for 2021 the flat costs, you showed all the progress you’ve made on the digital offerings in the various market on several different slides today, as well as deploying robotic processes and all that stuff’s great. So I’m just wondering why there isn’t an expectation of some of that benefit to roll through into 2021. And why that benefit doesn’t come through a bit more where there’s no willingness to cut more of the old costs and the old processes, which presumably being replaced. Is it just those savings are being absorbed by something else? Thank you."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "It’s supposed to be dissolved by the inflation risk. Yes, there’s basically two things when you look at the cost. So there’s first thing, so indeed there is still a cost reduction coming from the previous effects, but they are basically also compensated by the fact that there is inflation, but also there is the growth in the business which comes with the related variable costs."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "And the other thing is that, in the past, the previous plan we thought like there will be one movement of digitalization. So we had exceptional costs to basically accompany that. What we now see is that, there will be evolutions changes like working from home and the likes, and that’s going to be a continuous effort. So that basically means there will not be dedicated kind of cost. So all the costs that we do to further invest they will come and be-phased in such a way that they are financed by the savings that come from it. So that’s basically the background to the cost evolution."
  },
  {
    "person": "Andrew Stimpson",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes. Cost income on global markets, so what you basically say is there has been – the marginal cost income of the additional business has been at a cost income ratio which is below the standard one, because it’s a marginal business. So that’s basically it. So that basically means that, if that additional business that comes at marginal costs, if that additional business will go away technically it’s also that marginal cost that goes away. So that’s the dynamic."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "I mean, you’re right Jean."
  },
  {
    "person": "Andrew Stimpson",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes, that 20% that’s a reasonable number for us to use going forward basically…"
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "For the marginal volumes."
  },
  {
    "person": "Andrew Stimpson",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes. Okay. Thank you very much."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, sir. Next question is from Mr. Stefan Stalmann from Autonomous Research. Sir, please go ahead sir."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes. Good afternoon gentlemen. Thank you very much for taking the questions. The first one goes back to your outlook comments for 2021, until 2020 you have been working towards an ROTE target of 10% under the old plan. Should we just forget about that for 2021 as an interim year before the new business plan is defined or is it still something that you’re working towards this year as well?"
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Unknown",
    "text": "And the second question relates to some numbers. I noticed that your loan book during the fourth quarter was essentially flat, but your credit risk weighted assets were growing by about 1.5%. Was that maybe a first installment of TRIM or were there any other effects at play? Thank you very much."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "So maybe on those two questions Stefan, so first of all, yes if you look at the evolution of the balance sheet and the risk weighted assets there is also a process internally that we’re doing of reviewing our parameters. And given that the year has been a bit, I would say shaken by the pandemic, it also means that our review of models lead to somewhat reviewing risk rates and also with the discussions we have. So that’s basically what is driving this and us being into the reviews and all of these reviews being very conservative and taking this effect."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "And when we come to your outlook of the ROTE, so the ROTE is basically what we would assume over the cycle. And so we basically said that 2022 will be a year of more the return and the 2021 being transitional. So I think that 10% sadly not for this year, but we do our best. And …"
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "Don’t ask for a figure. I mean we don’t want to give any outlook for the P&L next year, for the earnings so we don’t. We have given all the guidance we wanted to give in return on the slide."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay. Thank you very much for it."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, sir. Next question is from Madame Anke Reingen from RBC. Madame, please go ahead."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes. Thank you very much for taking my question. The first is coming back on to the cost, while you say favorable cost 2021 versus 2020. And I guess understand it’s all including the 400 million adaptation and IT costs. And coming back to a comment if missed one of it, is that – going forward we should think about costs as in the reported number, including all the IT investments, adaptation costs, which will no longer come as a lumpy number, but part of the sort of like cost base of an annual level. And when you talk about positive jaws, would that therefore be included as well?"
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then secondly, you just said you don’t want to give an outlook in terms of number for 2021, but obviously when you gave the guidance was back on May, net profit down 15% to 20%, and obviously came in line with this guidance, but obviously there was probably lots of moving parts and you might’ve envisaged this on composition. So I just wonder when you gave us this indication what is sort of like worked better than you expected at the time and what worked sort of like worse?"
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "Unknown",
    "text": "And you gave us some sort of like indication about the outline, what the 2022 to 2025 strategic plan looks like, and you have made a number of like personal changes as well and congratulation. But I just wondered what we should think the lesson learned was over the course of the year that drives part of the new plan? Thank you very much."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "I’ll start to – take off Anke. So, yes what we basically said, when we look at the costs, we include all elements. And therefore, if we talk about jaws, we talk about everything included. So that is basically the scope that we have. So we don’t single out those development costs as we did over the previous year. We iron them out and we basically use the savings to fund the next wave, so that’s basically that."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "And just to be sure on the question on the outlook that we did better than the outlook, I suppose you mean 2020 right?"
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes. So I was wondering what the lesson learned is from 2020, and that’s been sort of like transformed in your new strategic plan without giving us too much guidance, because obviously sort of like divert what you told us, but I expect the composition might be somewhat different. And I just wonder what the lesson learned was and some key points that now drives the new plan, where you have gave some outline on Slide 55 and you made some personal changes, but maybe just in broad concept?"
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "The reason, Anke I think it’s at that too early. What we have seen is that in 2020, we were doing periods of times in the lockdowns. So we had to adapt to work from home, which all brings its own elements that we have to adapt to. We saw that our workspace can be a bit different, but at the same time, we had to see how we can onboard new clients, how we can onboard new people. And that’s basically a bit de-phasing of what we are all ironing out to basically get the technical things that we’ve learned to see to iron them out."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "As I said, we cannot work with 100% people work from home. We have to find the right balance and we have to find how we can evolve on that. And that is basically what we will do this year. And at the same time there will be a development and reflection on the levers and the things that we will use in the plan that we will discuss next year ramping up to 2025. So that’s a bit de-phasing and the lessons learned."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, Madame. Next question is from Mr. Jean-François Neuez from Goldman Sachs. Please go ahead."
  },
  {
    "person": "Jean-François Neuez",
    "role": "questioner",
    "position": "Unknown",
    "text": "Hi, good afternoon. So I wanted to ask two questions. The first one is on the jaw thing. In your two previous years, you were very proud of showing a return to positive jaws. And the question I have about the outlook in 2021, when you say revenue is up slightly cost flat, so therefore positive jaws. My question is whether, if the revenues don’t come maybe exactly as what you plan them to be, whether you think you can – in any case or almost in any case, more likely than not deliver positive jaws. So essentially whether the positive jaws is a priority over the revenue growth or vice versa."
  },
  {
    "person": "Jean-François Neuez",
    "role": "questioner",
    "position": "Unknown",
    "text": "And the second question that I had was just more conceptually with regards to going, looking-forward you have a business plan of coming here, even if the provisions were to fall back to the normalized level, obviously the level of interest rate that you guided up, it’s very, very difficult to achieve 10%, these objectives keep falling for every bank. And a lot of banks around are now starting to take much more transformative decisions, whether with regard to mergers or otherwise standalone cost cuts, very deep changes in their branch network, et cetera. Essentially, do you believe philosophically that you should continue chipping away and trying to improve as you can on the current basis? Or do you believe that in the next strategic plan, you will need to undertake slightly more transformative strategies in order to achieve returns, which could be above the cost of capital?"
  },
  {
    "person": "Jean-François Neuez",
    "role": "questioner",
    "position": "Unknown",
    "text": "And just one technical question, when you said 50% payout objective for 2021 earnings but then review this payout with the business plan, will the review also maybe impact the decision on the 2021 dividend only from 2022 onwards? Thank you very much."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "So Jean-François thank you for your three questions. So yes, on the jaws we are proud of it, as you said so we are focused, but we were in a period of time where there was a focus because there was the pandemic and the other elements so we were focusing on costs. What we see now with the anticipation that we have of a rebound, we shift towards growth. And so that means that we of course do not give up the jaws. As we said, we keep costs flat while we grow revenues, so that basically means we compensate the variable costs of the transactions. And so that is what we are focused on."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "If, for one reason we shift back in a mode where this doesn’t happen, we will also shift into that mode, so that’s basically that. When we look at the – your question on the interest rates risk, let’s not forget that the low interest rates are in particularly a situation for all European retail. And let’s not forget that we, first of all, we have many other activities, so we have the other domestic markets, or we have, for example, CIB, which is in a pricing, which is variable based instead of fixed base, so the dependent is totally different. So we have a mix of activities where there is, yes, the retail in domestic market is impacted by it, the others are not, and are even fueled by this environment."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "And on top of that, we are shifting into fee business and that is what we are well positioned for. So that is a bit the elements that we take into account. And for the rest on the dividends, so we basically have this intention to have the 50% as we mentioned, and we will give an update, one, we have a view on the 2021 planning. So Jean-François that will be my answers."
  },
  {
    "person": "Jean-François",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Our next question is from Mr. Tarik El Mejjad from Bank of America Merrill Lynch. Please go ahead."
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Unknown",
    "text": "Hi, good morning. Just to actually follow-up on Jean-François’ last question on the long-term strategy. I mean, UCB, I’ve been talking a lot recently about this waivers and allow you to transform some of your subsidiary into branches. Hence you could circulate freely funding, copied solid liquidity and so on. And that’s definitely helped the prosperity in the longer-term. Would that make sense for you to take that benefit especially for you that you have quite a pan-European existence and that will help you a lot to manage better your ring-fenced balance sheet at the moment?"
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then the second question is probably leading is M&A in that context where you would manage your balance sheet, as one in Europe, would you be more interested in introducing some more sizeable M&A that just a small bolts on that you are still doing now? That’s my questions. Thank you."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "On the M&A – all the questions and coming back to the question of Jean-François as well. We consider that even the big changes in the banking industry is through the digitization and also we sold the new product that can be created and sold. And we firmly believe that it’s more value creative to be focused on our transformation and gaining organically market share on the set number of competitors that are not as successful as we are in terms of transformation to the new world, rather than spending time in transformational big deals, which are extremely time and effort consuming."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "And that would distract us from the cutting edge revolution of the technology and the banking business. So we are really focusing on our own growth, we may use bolt-on acquisitions in order to speed up a set number of activities or to compliment some of our franchises or to acquire some technologies. But we don’t intend to consider any big transformational acquisition in terms of M&A, that’s very clear."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes. And on the waivers that could circulate the liabilities, that is true, if that would come, that would be a supporting event, but let’s not forget if the liabilities could not move around often the assets can move around. So from that point of view, it shouldn’t be a world changing event."
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Our next question is from Mr. Kiri Vijayarajah from HSBC. Please go ahead."
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes, thanks. Good afternoon, everyone. Just a couple of questions from my side. So firstly, in French Retail, near the buildup in cash deposits you saw earlier on in the year, that seems to be reversing now and just wants to know what the underlying drivers work, because you’ve talked a bit about switching cash deposits into investment products, which are clearly positive, but also to what extent is it also SMEs running down that cash balances which is obviously more of a negative, so some color there would be helpful."
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then second question is, is really just a bigger picture question on the CIB, would you say you’re kind of still in investment mode in CIB? For instance, are you on the hunt for more deals like Deutsche Prime Brokerage, or is it more kind of from there on in more steady stage, just very selective organic growth plans in CIB? So just your high-level thoughts there would be helpful. Thank you"
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "So gain in CIB like in the other businesses, we are not excluding bolt-on focused acquisitions like we did in the past, so it’s not excluded at all. As far as the cash deposits are concerned, I have to say that those deposits beyond being the result of individual decisions and individual situations of our clients being cash rich, it’s also a structural consequence of the monetary policies and unconventional monetary policy of the European Central Bank. And this – by buying a huge amount of government securities, the European Central Bank is injecting cash in the economy and this cash necessarily at the end, end up on our accounts, on the accounts of banks. So it’s something that is structural and it’s going to stay to last as long as the Central Banks keep buying government bonds and as they know it will last for long time, if they believe what they are seeing themselves."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "And so we are – we have to be ready to help our clients making the best of these cash deposits and meaning that probably that they would be more inspired to invest them in other products and just keeping ready in cash. And so we have something to bring here more systematically and to add value to these cash. And I think it would be for the good of our clients and it could be also a source of revenues for us."
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "Unknown",
    "text": "Great. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, sir. Next question is from Mr. Pierre Chedeville from CIC. Please go ahead."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes, good afternoon. Two questions. My first question is relating to the CIB or so I wanted to know following the code of the [indiscernible] with pretending now to gain and gain market share. What in your view is the – lucky would for you to continue to gain market share considering the fact that some of your competitors have gone through were black years, I would say, and now I would say the playing field is more balanced, I would say. And so my question is, do you think that you are going to keep the base of gaining market shares in the CIB and pasture on in the seek industry as you used to do in the past few years?"
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "Unknown",
    "text": "My second question is a little bit more philosophy regarding sustainable finance, because as – used to say, I would like to know from where are you talking, because when we look at your Slides, 16, 17, 18, it’s a nice – I would say, a [Foreign Language] of what you do in this area. But at the end of the day, I would be very interesting to know what is – would say revision regarding this energetic transition. Do you think, like for instance people like – used to be [Foreign Language] I guess, you know and he thinks that to tackle the climate change, we have to decrease the GDP, the worldwide GDP first option."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "Unknown",
    "text": "Some of us think that we will – we can avoid to decrease the GDP, thanks to technological progress. And another school is go between these two version. And I would like to know what is deep in your brain and not deep in your – but deep in your brain. What is your vision regarding climate change and how do you see the thing, because when you say we are worldwide with the 30 billion in sustainable bonds, I would say, okay, but at the end of the day, it will not change the climate et cetera. So what is your theoretical view around this – your measures? Thank you."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "I think that we are not – we are very pragmatic. We think that it’s really the general trend and we love the society to fight against the climate change that we have to take our share of this. And that there are a lot of investments to be financed, a lot of new companies to help in these areas in general, and that we are well positioned to do that, and so we have decided, or – few years ago, quite a few years ago. Not to – as I said to pivot from a set number of activities that we were financing to stop financing them and to instead increase our presence also in capital markets in all the products we can provide them with to focus on this new economy in order to be on the side that is growing rather than being on the side that is declining."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "Now at the end – was there a more competent than we are to decide what’s going to be the result to the number of degrees that we are going to save in 2030 and so on. But we have – as far as we are concerned and doing our own path, which is – we are – I mean, it’s a small part. I mean, we are – that we are just after the whole – to that direction. We are seeing that there is room for our activity and for profitable business, and at the same time helping the society going into the direction each one to take. It was always in terms of market share for peak, I think that there is not only Deutsche Bank and there was sales on the market, there are many, many players."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "And while we believe that as far as we are concerned, I don’t want to comment on competitors, as far as we are concerned, we believe that we have made a big, big progress this year, and we are going to try and keep – and further improve. And we are in a kind of – I think we have started a kind of a positive spiral on that business. And we intend to continue and we will see – there are many competitors some are gaining other are losing. And there is not only ourselves, not only the Americans and we have – there is home for say all – we know it until we’re losers."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "So Pierre that will be your answers."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "I think we had the last question."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "No, there is still."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Yes, we have no other questions. Back to you for the conclusion."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "operator",
    "position": "Unknown",
    "text": "So thank you to all of you. Regarding – I’m quite confident we will continue to grab macro share, the phone is ringing every day, so it’s a good signal. So take care, stay safe. Hope to see you soon in a more direct way. I guess there is some months to go with this situation, but you can come very much on us, the momentum of the bank, the spirit of our colleagues to fight on these to support the economy and to – I would say to extract the best of it for the sake of our shareholders. Bye-bye, take care."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]