[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions] The first question is from Stefan Stalmann with Autonomous Research. Please go ahead."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes. Good afternoon, gentlemen. Thank you very much for taking my questions. I have two, please. So the one – the first is on your target tweaks. You have basically left the €2 billion incremental NII guidance intact, but at the same time you are explaining the fact that you’re tweaking the return on tangible equity target down a bit with NII related impacts from minimum reserve compensation and Belgian retail bonds."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Unknown",
    "text": "And also I wonder how the slightly lower return on tangible equity target fits with the fact that you’re actually not changing your operational targets really in terms of revenue, CAGR, jaws, cost of risk, et cetera. So I wonder how the fact that your return on tangible target comes down actually jives with otherwise stable guidance on these other metrics."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Unknown",
    "text": "And the second question is on capital. If I start with your current CET1 ratio and I’ve taken out Arval and I take out Basel IV and I take out these model adjustments, I’m basically at 12%. And so that means there’s basically no excess capital anymore, whereas at the same time you still think you have about €4.5 billion of Bank West excess capital to reinvest. So where is this excess capital to go to this reinvestment? Thank you."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes. Lars?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes, Stefan. Thank you for your questions. And so if I’ll start with the second one, if you look at the slide that we have on Page 44, you basically see the evolutions, yes. So on one hand, the 13.2% is where we stand and you see that over the period 2023 to 2025, we’re going to generate organically 50 basis points, yes. So you know that we generate between 20 and 30 per year. So let’s take 50 basis points. That’s one."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "Then on the second one, yes, there are further optimizations that we do take on we’re going to sell something, we’re going to do originate to distribute, we’re going to do securitization that will have a positive effect, but that will basically be compensated by the fact that prudentially we have to reconsolidate ours [ph]. So that’s neutral."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "Then you have the bucket three, which is basically talking about the redeployment of capital. And that’s why you see we have still 70 basis points to go and that's what you see. And then the last bucket is the impact of Basel, where we said that our impact is 7% of risk weighted assets. So if you do the math, yes, you will end up at 12, but that is after having absorbed Basel, having had the redeployment of Bank of the West and doing our natural growth."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Unknown",
    "text": "But last, isn't now the redeployment of capital just redeploying your organic growth capital that you're generating?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "No, there's two buckets, so we basically have if you look at it. So on one hand, the second – the bucket number three is the €70 billion that we redeploy in the sense of that is the capital that we have. On the first one, the organic growth additional that is basically what is remaining after the natural growth. So we have the natural growth that we do over and above. So to make it very simple, we return 60% to shareholder, then we basically use capital to cover the organic growth and then we have the additional one. So that's basically that. And so you clearly see the growth objectives that we have."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "And then on your other question on the target, I understand your point. It is indeed what the main thing is the pivot that happened in December. So when we had our outlooks, which were basically done in October and we gave them also with our third quarter results. We basically had the impact on net interest income was basically above €2 billion. And what happened in December with the new, if you look at the forward looking, the guidance and the rates that we see, we basically see that above €2 billion has basically become €2 billion, and that's the delta, which is the answer to your question."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Unknown",
    "text": "Right. Makes sense. Thank you very much."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Anke Reingen with RBC. Please go ahead."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you very much for taking my question. I just wondered about your ROTE adjustment. I mean, bringing it down from 12 to 11.5 to 12 as relatively small and absolute terms. Why did you think it was necessary to revise the target at this stage? And then with respect to the adjustments in 2023, are you planning to continue to adjust now for the distributed profit going forward? Thank you very much."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes. Thank you, Anke, for this. Listen, on the extraordinary – listen, this is something – the introduction of extraordinary and therefore leading to a distributable income was only for 2023. We have 2023, let's be fair, we had some exceptional elements, which basically fall at the same time. Yes, we had Bank of the West sale, then we had the ECB changing the terms of its TLTRO, and then we basically allowed it to handle the single resolution fund, we allowed it to handle heritage litigation. So that's basically it. But now we will return to the run of the mill. And so that's basically what we will see. And it's that run of the mill that we will continue to grow on which we will pay the dividend and so forth."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "So that's on the extraordinary items. And then on the ROTE, listen, you know us, so we have that guidance. We know that intrinsically, we are diversified, so headwinds, we can compensate. We see some headwinds on the horizon with slowing GDP, so that is basically what we can compensate. But we wanted to be transparent that these two events might weigh on it. And yes, that we are prudent, but we prefer to guide it with you. And we know that by 2026 we will have compensated it."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Delphine Lee with JPMorgan. Please go ahead."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "Unknown",
    "text": "Good afternoon. Thank you for taking my questions. I've got two. My first one is on 2024, because there’s no – this doesn't seem to be much guidance for 2024. Just wanted to confirm that your 8% increase per annum on net income also applies to 2024. And then my second question is on the revenue growth. Just wondering, because in 2023, your revenue growth and your core divisions were around 2.5% and now you're targeting by 2025 more like mid-single-digit. So there is like a decent acceleration. Maybe can you just give us a bit of color of where do you see that change in terms of that volumes are in the different divisions. Maybe is there – I mean, how much of the one-offs or negatives on real estate or some of the divisions are going away. If you could just explain a little bit that step up that we are going to see in 2024, 2025. Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "Delphine, thank you for your questions. Listen, what we typically do in guidance is we give a guidance over a period. And so that is what we've done. I mean, I know there are banks that are forward guidance that give you every quarter and the likes, but that's not what we do. We have a long-term plan. You've seen that we basically deliver on that plan. So that's basically where we stand on the outlook. Then on the NBI, if you look at the overall NBI, what do you see? Well, you have evolutions, if you look at it, indeed, if you take CIB, there is a pickup, because we really see that the model, the integrated model, is really stepping up and the role that we play. So that's what we see. And then on the other activities, indeed, there will be a part coming from the fact that there is personal finance, there is real estate, that will basically will happen. So it is indeed a rebound that we will see on IPS. So that will be my answers. Delphine."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Tarik El Mejjad from Bank of America. Please go ahead."
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Unknown",
    "text": "Hi. Good afternoon. So you said in your introduction remark that you want to send a message of confidence to the market, but, I mean, you did just the opposite by the small downgrade of the ROTE. I mean, I understand you want to be transparent, as you said, but you also said you can easily offset some of these elements. I mean, Lars, what you can really go through is that a lot of these headwinds that you mentioned that will pushed you to cut EPS by 1% is actually 2024 events, the Belgium notes and the other elements. So what really is impacting 2025 to impact the ROTE of 2025?"
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Unknown",
    "text": "And the second question, I mean, Q4 has been quite poor in most of the divisions and we won't go through them all. But if you have any area that you think should recover quicker than the other one, and that would be really seasonality and maybe just some market effects, just to have a sense of what's the trend in the coming quarters. Thank you."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "Well, unfortunately, away from, let's say, the Belgium bond, the decision by ECB not to give any payment on interest on reserves and Belgium tax, the banking Belgium tax, are both to stay forever. So they cannot be, I would say, just quantified as 2024 events. This is going to stay in 2025, 2026, 2027. This is the way it is, Central Bank is not going to pay anymore, in my opinion, interest on reserves. And again, banking tax in Belgium is going to stay. So unfortunately and this is the bulk of the impact. The bond is not the bulk, the bulk are those two elements. So unfortunately, they are impacting as well 2025. This is unfortunate, but this is the way it is."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "To some extent, you are mentioning that we are marginally adapting the target. This is true. But when we started with the plan in 2022, we said above 11% as ROTE. And we were commenting that, well, it was above 11%, but under certain circumstances it could be close to 12%. And then we exited Bank of the West and thanks to the redeployment of the proceeds, we said okay, 12%. So this is the same kind, I would say, of approach and well, being transparent. We have to give the information and the business model. The diversification can clearly counterbalance a European economy that is slowing slightly more than expected and even more than slightly more than expected."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "But at the end of the day, if you had this slowdown, that was unexpected and those negative news, let’s say Central Bank, Belgium banking, Belgium taxes, at the end of the day, it’s slightly more, more difficult. So this is why we are adapting, I would say the target. And well, only 2026 with the rebalancing, the complete rebalancing of personal finance and the real estate business will be able to counterbalance completely those two effects."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "So this is why we postpone the 12% target in 2026, knowing that of course, starting in 2024, personal finance is going to be one of the business that will start to rebound, probably real estate will start to some extent to rebound, of course, in 2024. Yann Gérardin for sure will comment around the fourth quarter for global markets and maybe looking globally at the situation in 2024, the beginning of the year. So, well, there are, I would say, elements that will progressively rebalanced, I would say the trend of the fourth quarter. That is, well, weak, but that is not to stay. So this is the vision we have around this situation."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "Maybe Yann can comment on the global market."
  },
  {
    "person": "Yann Gérardin",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes. Good afternoon. Good afternoon, Tarik. So as far as global market is concerned, when I do analyze the performance of a given business, obviously I do look at the currency impact, euro dollar in that case, the business mix and geographical mix impact and then the true performance impact. So I guess you are more interested by the FICC performance and the stellar equity performance. So to come back on FICC, what is FICC? It’s a combination of forex, rate, credit and commo in three different regions, EMEA, Americas and APAC."
  },
  {
    "person": "Yann Gérardin",
    "role": "answerer",
    "position": "Unknown",
    "text": "Fair to say that our FICC is very different from the average FICC you have been looking at since the early announcement and the other one this morning. Our FICC is much more European and much more macro and commo oriented than the other ones, which means that last year we had a very strong business mix and geographic mix effect, because last year all the action was happening in Europe, in the rates and in commodities in a nutshell. While this year, specifically in Q4, the action was more in the U.S. and more in the credit world."
  },
  {
    "person": "Yann Gérardin",
    "role": "answerer",
    "position": "Unknown",
    "text": "So that’s why last year, Q4 2021 to Q4 2022, we posted a stellar performance in the FICC world, triggered by what I just described, a combination of a business mix, geographical mix impact, together with a strong real performance. And we were significantly above last year, all the other players in the FICC world. This year, the business and geographical mix plays a disadvantage certainly in Q4, hence this performance."
  },
  {
    "person": "Yann Gérardin",
    "role": "answerer",
    "position": "Unknown",
    "text": "As far as the future is concerned, I’m quite sure that what is happening on the jurisdictional environment, inflation side, the macro activity and the commodity activity will normalize in the near-future and will be less subdued than what it has been in Q4."
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Geoff Dawes with S&G. Please go ahead."
  },
  {
    "person": "Geoff Dawes",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes. Good afternoon, everyone. It’s Geoff Dawes here from SocGen. A couple of questions again on targets, but very quick one. You reiterate more or less the EPS target of being 40% above the baseline of 2022. If there are more headwinds, the quickest way to stabilize that is obviously to increase the buyback envelope. Is that something that would be a consideration if more headwinds come up over 2024 and 2025, that you could increase the buyback envelope and just stabilize the EPS target rather than look at the ROTE target, which obviously can be moved in different ways? So that’s the first question."
  },
  {
    "person": "Geoff Dawes",
    "role": "questioner",
    "position": "Unknown",
    "text": "Second question, consumer is something you’ve mentioned as one of the headwinds that you’ve already identified. Can you just give us a little bit of color on the duration of the wholesale funding there? Obviously, I don’t need specific numbers, but just is it more or less than a year? How quickly is the funding cost benefit going to spill over into the net interest income and revenue on the consumer line?"
  },
  {
    "person": "Geoff Dawes",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then finally, just a very quick one, the portfolios of NPLs held for sale come up again and again. Are they opportunistically being sold or they are on the market right now? Is that something we should expect to see? So sorry, that’s three, but thank you very much."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "I’ll take your consumer headwind. So as you know, we basically aim to finance a bit at the same duration that we redeploy. And so if you look at it, you have some parts if you take the credit card and the likes, they are rather short funding and there the impact should come. But then with the new portfolios, which are like kind of the car financing, it tends to be a bit longer. So yes, that’s a bit the mix. So you should think of it as in the analogy of the duration. So it depends a bit on which activity it is. But on average more than a year is an orientation."
  },
  {
    "person": "Geoff Dawes",
    "role": "questioner",
    "position": "Unknown",
    "text": "Perfect."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "On the targets, listen, as you know, when it comes to the redeployment of capital, for us, as you know, the most efficient way is redeploying it. Even the most efficient is organic because organic, it’s immediate bottom line. You know the risk that you take and the likes. Then next to that, the bolt-on acquisition is also very complementary. So our intrinsic objective is to stay to that track and then the EPS will follow."
  },
  {
    "person": "Geoff Dawes",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay. So no temptation to front load buybacks because that’s the quickest way to get EPS benefit and the numbers straight away."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "As I said, Geoff, for us, we want to accompany the economy and that the best way we can do it is by redeploying it this way. Geoff, you had a third question as well that I didn’t fully capture. What was your third question?"
  },
  {
    "person": "Geoff Dawes",
    "role": "questioner",
    "position": "Unknown",
    "text": "It’s a very quick one. As you go through the divisions in a lot of places, it mentions small marks on portfolios of NPLs held for sale. Are those being packaged up to sell kind of immediately or is that just an opportunistic thing?"
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "It’s an opportunity. It’s basically we mentioned them. It’s basically those that weigh on the cost of risk. So as a quick reminder, so we have these kind of heritage loans. They are provisioned, but in equity. And so the moment you decide to sell, because you see there is an opportunity or whatsoever at that moment you have to recycle. So it’s not something new, it’s a recycling. So yes, it’s just with what we see in the market, because the opportunity is if we get it out of the balance sheet, well, we basically optimize the balance sheet. But there’s nothing else to read into it, Geoff."
  },
  {
    "person": "Geoff Dawes",
    "role": "questioner",
    "position": "Unknown",
    "text": "Perfect. Thank you very much, gentlemen."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Chris Hallam from Goldman Sachs. Please go ahead."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes, just two questions from me. So first of all, the €4.6 billion of capital that you intend to deploy, can I just double check based on Slide 44, that’s all going to happen this year, right, in 2024? And so could you give us an idea of the phasing through the year? Should we assume that’s gradual? Or is it back-end loaded? And would you be comfortable, I guess on a sort of, if you want to give a guidance on what kind of run rate revenue uplift, we should assume starting from January 1, 2025 from that."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then secondly, just to come back to the release yesterday, could you walk through how you come to that decision to redetermine those three items as extraordinary? So should we assume future adaptation costs will normally be labeled as extraordinary? Or how should we think about the difference between exceptional and extraordinary?"
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "Looking at basically the Swiss franc mortgages, those portfolios are quite old. Half of it basically are coming from a subsidiary of a subsidiary of personal finance that is closed now for many years. Progressively we came across, I would say, adverse news. The French justice decided for many years in a quite positive way, looking at the situation, positive way for us. And then in 2018, progressively, this was, I would say, rebalanced. And at the end of the day, we decided to get rid of the old situation. After the last decision taken in October of this year, it was November, October."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "So this is the decision down to that moment, we were in a kind of controversial situation. But at the end of the day, we came to the decision that we had to cover the whole situation. So we had to qualify as extraordinary items, books that were belonging to the end of the 2000 years. This is why we qualified those provision as extraordinary."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "And in a parallel mode, we had for different reasons, the same evolution with the Polish, I would say, portfolio in Swiss franc booked into the BGŻ Bank [ph] we bought in 2015. It’s a bank that was, I would say, having those portfolios. We didn’t originated as BNP Paribas portfolios, but progressively it went the same way, and well, it appeared progressively in 2023 that we have to cover the book completely. So 100%. So again, we get rid of the full exposure."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "So this has nothing to do, I would say, something that is new, it’s that progressively we were provisioning, covering the exposure, but with the expectation that ultimately there will be a kind of balance exit. On the contrary, during 2023, progressively it appeared that the exit couldn’t be balanced. So at the end of the day we covered everything."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "The important point is that doing that way, recalibrating to some extent those, I would say provision, including at the very beginning of the year 2023, we kept the level of payout to shareholders. So in fact, what we did is a way to protect the earning per share, to protect the dividend and the return to shareholders. So this is the story around this, I would say portfolio."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "So this is the major, I would say hit in the fourth quarter of 2023, and it’s quite rank with the fact that those portfolios are very old and they belong to businesses that were discontinued years ago. So it’s something that belongs to the past story they were originated before the year 2010, 2011 and 2012. This is very old stories. Part of it we got them through an acquisition, part of it through second year subsidiary of Personal Finance. So this is the story around those books."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "Looking at the redeployment of the proceed of Bank of the West initially looking at the economy and the trend of the economy, we had the feeling that let’s say two thirds of it could be redeployed through additional organic growth. The fact is that we’re looking at, especially in Europe, but not only in Europe, at an economy that is moving at a slower pace, it’s still feasible to grab additional market share, but you cannot expect to move that far. We have to be conscious that potentially cost of risk could grow."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "So, we have to be very disciplined in the way we are redeploying this equity in terms of organic growth, especially in businesses like consumer lending. I mean on the contrary, you have to be quite restrictive in originating those type of loans. The same for SMEs, mass market and so on."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "So well, we rebalance, I would say the approach and we move towards something quite different. One-third organic, two-third bolt-on and new business model this is a more long term approach and it takes additional time. So ultimately the remaining basis point billions to be invested, reinvested are going to be redeployed more progressively than expected in 2024, of course, but also in 2025. So this is the situation. It doesn’t help the 2025 target. It’s clear that if we were in a position to redeploy more rapidly through organic growth, all this equity, maybe we could have swallowed the negative news coming from the central bank and so on and so on, but this is not the situation."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "So as always, we are operating in a quite prudent way and this is going to be redeployed progressively. We need to find the right investments, we need to find the right, we say new business model, we need to find the right bolt-ons. And it’s not a question only of return on the investment we are doing. It’s also around the fact that this has to fit the global business model. Cannot be something on the side of the company, kind of isolated mode just because this is profitable. No, it has to be part of the story of the company. So it takes time."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "And again, the €4 billion to be reinvested are going to be reinvested again in 2024 and 2025, postponing to some extent, I would say the full benefit of the redeployment of Bank of the West. And this will help, of course, 2026."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay, thanks. That’s helpful."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Jacques-Henri Gaulard from Kepler Cheuvreux. Please go ahead."
  },
  {
    "person": "Jacques-Henri Gaulard",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes, good afternoon. Two questions for me, actually rebound a little bit on the previous question. Why did you remain married to this concept of distributable income so long? Because in effect, to get to €11.2 billion, you had to really release quite a lot of these expenses and in effect you are binding yourself and removing a bit of flexibility on capital, which could have been helpful for your investment case. And I appreciate you don’t like share buybacks, but still people talk a little bit about it. That’s the first question."
  },
  {
    "person": "Jacques-Henri Gaulard",
    "role": "questioner",
    "position": "Unknown",
    "text": "The second question, if I look at the litigation and the payment on the CH book on Personal Finance, your litigation section in your annual report is virtually empty. It's very, very full in many other banks. You have quite a lot of detailed aspects about what is being litigated and what. So question is, are we going to get more surprises of things that we're not necessarily aware of and that's it? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes, on the distributable, I don't think we are married to it. On the contrary, we said that the distributable, we would use it for the year, and that's basically what we've done. So next year, well, this year 2024 will be the traditional result. So that's basically it. And on the litigation, listen, as Jean-Laurent said, we basically accelerated it. So if you go back to the annual financial statements of 2022, on page 273, sorry to be specific, you basically see the impacts. So they were there. What happened is what Jean-Laurent said, during this year, we basically accelerated and accelerated it and put it behind us. That will be the two answers."
  },
  {
    "person": "Jacques-Henri Gaulard",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Samuel Moran-Smyth with Barclays. Please go ahead."
  },
  {
    "person": "Samuel Moran-Smyth",
    "role": "questioner",
    "position": "Unknown",
    "text": "Hi. Good afternoon. Thanks for taking my questions. So I've got two, both on Personal Finance. So firstly, on the slightly revised divisional income target. So thanks for the justification on Slide 41, but I wanted to focus on the specialized businesses where you've decreased the CAGR from 4.5% to 3.5%. I acknowledge that the Personal Finance restructuring is going on, but this was known last year when you downgraded that CAGR for the first time. So my question is essentially, what else is different in the outlook for those businesses now."
  },
  {
    "person": "Samuel Moran-Smyth",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then, secondly, it appears that BNP could be twice exposed to potential UK motor finance claims from both a lender's perspective, through BNP Personal Finance, but also through the dealer with Lavoro? Appreciate both may be small in the context of the group, but in the absence of clear disclosure, could the group confirm any sort of estimated impact? And then just a slight follow up, just to confirm that the €221 million provision taken today does not relate to that. Thanks."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "You have to reclarify a bit those two other questions, but I'll start with the first one. So indeed, if you look at the targets that we have updated, so indeed there are some, given the environments that are stronger. That's what we talked about CIB goes up. And then if you look at the activity, especially if you look at the specialized financing ones, those are a bit deteriorated because the timing of the pickup of Personal Finance is a bit slower. I remind you that the initial idea was to have it ramping up by 2025, but given the environment, what we see basically since December, we said that return will be 2026, and therefore on the horizon, 2025 that is the driver behind that. And then, can you rephrase your second question? I'm not sure I grasped it."
  },
  {
    "person": "Samuel Moran-Smyth",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes, absolutely. So it was just on the UK motor finance claims that we're seeing. I understand you might have some exposure to that through your Personal Finance business, but also through your car leasing business. So any comment you could give us on the impact?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "No. Well, if you look at the car leasing intrinsically, the exposure to the UK is limited. And so if you look at the financing going on in Personal Finance, again, the exposure we have in the UK is limited. So it is not a material guidance that would be needed on this one."
  },
  {
    "person": "Samuel Moran-Smyth",
    "role": "questioner",
    "position": "Unknown",
    "text": "Great. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Giulia Miotto from Morgan Stanley. Please go ahead."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Unknown",
    "text": "Hi, good afternoon. Thank you. My first question goes back to Slide 44. So it looks to me like if everything goes exactly to plan, you end up at 12% CET1 by 2025. Now I'm wondering, would management be prepared to perhaps temporarily drop below 12% should the earnings trajectory perhaps disappoint? Or should any unexpected higher RWA impact come up? So that's my first question."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Unknown",
    "text": "The second question, if I look at capital generation and they compare BNP versus other European banks, it seems to me like BNP is slightly below, which is what also leads to a lower payout of 60% versus 70% on average. So I know that you want to buy businesses which are capital light and which should increase capital generation. But on the flip side, would you consider, and are you actively looking to sell businesses which are materially below cost of equity and which perhaps the noise to your investment case, like, I don't know, like Europe-Med, Poland? I can think of a decent list. Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "Maybe I could start with the 12%. Listen, we want to hover around 12%. Now, that doesn't mean that if there are opportunities, what have you not, we cannot be a little bit lower. Yes, so that's fine. But we want to hover for all the environments around us. We want to hover at 12%. The reason why we want to, that's basically it. If we would temporarily, we could drop a bit below it. But intrinsically we want to hover at 12%. And why the 12%? And that basically comes to the next question on capital generation."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "If you look at it the way we are very balanced in that sense. So there is 60% that over the plan, returned to shareholders. And the remaining 40%, a chunk of that is used to support organic growth. And a chunk is basically used, yes, if there are opportunities to grow, all of this is basically accelerated by the capital gain on Bank of the West. And so that is it. I mean, we are in a situation being pan-European. Having all of these platforms that we can redeploy the capital. So that is why we have a good balance, 60% is returned to shareholders. The rest is being redeployed to capture growth. So that is basically that. On selling things, I'm looking at Jean-Laurent, do you have a list of things to sell?"
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "No, but we are accustomed to exit businesses that either doesn't fit the business model or doesn't fit. I would say the return on equity target, I mean, Bank of the West is a good example. We also exited a number of retail banks in Africa. We're exiting currently a number of countries in Personal Finance. We exited the same way number of countries in asset management, consumer lending. Looking at CIB, we are continuously rebalancing portfolios, moving to certain approach, to other approach. So it's a continuous process. If you look at the past 10 years, we totally delivered certain businesses. We ramp up new businesses, we sold franchises. So it's a continuous process. So I'm not aware of a business in the BNP Paribas Group that is not good enough for the future. Or if it's not good enough we are restructuring the business. If we are not able to restructure to get the relevant, I would say level of profitability or if again, it doesn't fit anymore, the business model, we exit. And this is exactly what we are doing, for example, with personal funds."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "Part of the solution is exiting certain geographies that for number of reasons cannot provide the level of I would say certainty in terms of cost of risk or in terms of profitability. And some other points are around extracting a better return. So at the end of the day, personal finance is going to be massively a Eurozone platform, and not anymore a kind of global, rich consumer lending platform."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "And this move is costly, takes some time, to some extent its complex because you cannot exit so many countries over the weekend, or you can do it, but at an extraordinary price or so we tend also to move and to manage those situations the right way in the best interest of our shareholders. So, well, it's a discipline and we will continue that way."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thanks."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Pierre Chedeville with CIC. Please go ahead."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes, good afternoon. Can you hear me?"
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes, we can."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay. Thank you. First question, a quick focus on real estate which is a business that we didn't love very much. Are you experiencing loss today or it's just a big decrease in revenues and contribution? And what do you intend to do? You talked about restructuring measures about this business, what do you have in mind?"
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "Unknown",
    "text": "Second question is regarding the adjustment of your profitability. We all know that you are very good in reducing cost. Don't you find any leeway to cascade a little bit more just to balance the decrease in revenues? I was surprised by that, because generally you know how to industrialize?"
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "Unknown",
    "text": "Third question is about the CIB. I would like Yann to explain a little bit more. How do you intend to gain market share? Because now we all see that investment banks that experienced difficulties in the past, and of course, I have in mind Deutsche Bank are a little bit in a better shape. And we have seen for instance, that Deutsche Bank this morning increased its revenues perspectives from €30 billion to €32 billion. And what is exactly now the leeway you have to increase your market shares, and particularly in global markets with a very fierce competition?"
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "Unknown",
    "text": "And regarding the commercial banking, retail banking, could you tell us a little bit more about the development of your strategy regarding digital banking [indiscernible] but also in Europe, or do you see that in Italy, et cetera? In order maybe to improve your profitability, which remains quite low in retail banking area, and maybe a better capacity to treat the mass markets online and the wealthier individual in branches? Thank you very much."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yann, maybe."
  },
  {
    "person": "Yann Gérardin",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes. Good afternoon. Thank you for your question."
  },
  {
    "person": "Yann Gérardin",
    "role": "answerer",
    "position": "Unknown",
    "text": "So, as far as CIB is concerned, market share gain story has been as you know, a very long story, because we took market share every year in the last year. And by the way, we took market share in 2023 as well because the last estimate I got from the consulting firm coalition expecting a decrease for the CIB revenue industry by 2% in 2023 in euro as we posted a plus 0.6%. It really shows when in 2023 again on the full year, we gain market shares. Gain market share in global banking for sure."
  },
  {
    "person": "Yann Gérardin",
    "role": "answerer",
    "position": "Unknown",
    "text": "In global market at the end of September we gain market share despite the fact that the business mix was playing against us we'll see when all our competitors will have published what it means for the full year. For the future, I'm very confident that our capacity to gain market share on the basis of the recipe and discipline we use in the past will still be powerful."
  },
  {
    "person": "Yann Gérardin",
    "role": "answerer",
    "position": "Unknown",
    "text": "If you take global banking for instance, the combination of increased country focus in every country where we are present in Europe, mainly Germany, UK, Scandinavia, Swiss, where we have room for improvement. Significantly one, for instance this year we are the sixth IB in Europe, despite the competition you mentioned."
  },
  {
    "person": "Yann Gérardin",
    "role": "answerer",
    "position": "Unknown",
    "text": "And the first European Bank in the IB business in EMEA. We are improving our transaction banking business every year by investing as far as global market is concerned, a global equity franchise encompassing cash equity, prime brokerage and equity derivative is brand new. It's its first year not delivering everything it can yet and I'm sure that in the coming years it will – the momentum will be even more powerful."
  },
  {
    "person": "Yann Gérardin",
    "role": "answerer",
    "position": "Unknown",
    "text": "Security services we are the fifth security services on a worldwide basis. We are gaining new mandate and very large one every year – every quarter also. So I'm very optimistic that the scale we reach leveraging the integrated model of a bank will help us to keep on delivering the kind of market share we have been posting quarter-after-quarter and year-after-year in the past."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes. Listen, maybe I can clarify your question, Pierre, on real estate. So, as you know, for us, real estate is a very complementary business with all the other activities that we do in banking. And therefore the P&L also reflects this. And this is one of the reasons why we don't publish the P&L of real estate itself. It's part of the larger entity [indiscernible] one in English. So that's a bit the part. The one thing I can tell you is that we like the business, we're going to keep the business, but we use the fact that there is a lower demand to review and optimize the overall structuring in the future. So that is what it is. We're really fully with that."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "And so by 2026, I put it the other way around, we could see an improvement which will be above €200 million. And I remind you, I know you know Pierre, but I tell it also to the other people this is our real estate department, yes, this is not our portfolio in real estate book and so on. This is a division which is basically impacted by the lower demand. That’s what you see. We’re very happy campers with this activity. We use it to adapt it to be even better positioned going forward and there would be a return of up to €200 million going forward."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "Then when it comes to your costs, and so the thing is, if you want to managing the group, you really focus them on growth, going after clients. And the way we do this is by basically focusing them on jobs. So saying we orient to grow at marginal cost. But at the same time, if some investments are needed to do so, that’s what it is. So joules [ph] is what we go for, joules is what we deliver, joules is what we reiterate. So that’s basically what we go for."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "On digital I’ll maybe give a reminder of where we stand, on digital what we have in our networks is we basically segment the delivery. So if you require very basic transactions, you have Nickel, then you can go up with EasyGo, which is then basically around Hello bank!, and you can go even one step further, which is then you can have the branches and so forth. So, we have segmented through tools and therefore optimized the distribution of our services."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "And that we will then even step that up forward. So that’s the systems that we have. We will then further step it up using artificial intelligence, as you know. So, we already have it, we will further embed it. We have now the tools to do it. We are optimizing it into the segment. And it basically covers many aspects. It covers the revenue generation, because we will have a better read on what is going on. We will have better client experience. Think about the optimization in the call centers. We will have operational efficiency, because things will be done in a standard and industrial way. And also on risk management, it gives us a better read. So that is a bit the segmentation that we do and how we blend AI in it."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "And to go back to commercial personal finance, you have to remember that the model for BNP Paribas is not mass market small SMEs. It’s very much around mid caps, innovative companies, wealth management, private banking, preferent individuals. So could be Italy, France, whatever. I mean, this is the strategy and we do not plan to expand in the mass market area. The only business that is operating in the mass market universe is personal finance, the consumer lending arm for which we’re having this adaptation program."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "But looking at the rest of the CPBS, this is very much around, I would say, the best part of the economy, the economy that is growing faster up. Preferent people, private banking, mid caps, innovative companies the bank is really focusing at. And probably, if you look at the situation in France, the domestic bank, because we’re so strong in the SME, midcap innovative company, and in private banking, wealth management, to some extent, we can counterbalance the very negative effect of the rate scenario in the more regular mass market universe."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "And if you compare the performance thanks to that structure, it’s much better and it’s very much linked to the quality of the franchise. And this is really the strategy in any domestic market for the bank. We’re moving that way in Turkey, we’re moving that way in Poland, we’re moving that way in Belgium, Luxembourg, France, Italy. So this is really the bulk of it. And again, it’s like banking on the part of the economy, on the part of the European economy that is doing much better than average and doing much better on average in terms of growth, but also in terms of risk profile, and we’ll stick to it."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Unknown",
    "text": "And this is typically the client we are working within the CIB world and proposing them our capital market products."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you very much."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The last question is from Kiri Vijayarajah with HSBC. Please go ahead."
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes, good afternoon, everyone. A couple of questions from my side. Firstly, on Belgium and the sovereign bond, just to clarify those comments from Jean-Laurent earlier. So is it your assumption that the NII drag disappears from September 2024, or is there some partial carryover into 2025? I guess I’m asking indirectly, what are your thoughts or the risks that the Belgium government does a repeat exercise when this particular bond matures in September?"
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then secondly on Arval, and we’re seeing some quite large price cuts on electric vehicles at the moment. And that’s obviously a growing part of your fleet mix. And I know it’s early days, but what are your thoughts on Arval? Potentially needing to take some revaluation exercise or change the depreciation curve to reflect this kind of adverse impact on EV residual values? Just your thoughts there, please, on Arval and the EV residual value risk, please. Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "Kiri, thank you very much for your questions. Yes, on the OLO, so the Belgian state bond, just to position it a bit. So what they’ve done is basically, they have done an issuance for €23 billion. Maybe that doesn’t mean much to you, but basically, to position it, Belgium, typically, in order to stick to their indebted level, they have to issue €7 billion. So they’ve done €23 billion and they’ve done it at 4%. So this comes to a term at the summer. So, on one hand, I think it is unlikely that they will reissue it entirely. But there is a chunk, let’s say the €7 billion of this, of €23 billion, and maybe another part."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "So, I’m not sure what amount it will be, but it is not impossible that a part will be reconducted on that. But as I said, the one that is basically staying is the one, the bank tax that you have in Belgium. And so far it is around. So, back to the OLO, it’s €50 million per quarter. That will last until the third quarter of this year. And then we’ll see if they end it entirely. If they end it partially, we’ll see. So that is that. And on Arval."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes, on Arval. There is this whole dynamic also on the car pricing. What you see today is that indeed, on the electric cars, the repricing is different. But on the other hand, today, if you look at the volumes, it is rather the hybrid cars that are there. So, from that point of view, if you look at the P&L today of Arval, the electric, and the pricing and repricing is not of a concern to the P&L. So, Kiri, that will be my two answers."
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "Unknown",
    "text": "Great, that’s helpful. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Mr. Bonnafé, that was the last question. I turn the conference back to you for the closing remarks."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "operator",
    "position": "Unknown",
    "text": "So thank you very much for your time. And as you know, you can count very much on us to deliver 2024 and 2025. Thank you so much. Take care. Bye-bye."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Ladies and gentlemen, this concludes the call of BNP Paribas 2023 full-year results. Thank you for participating. You may now disconnect."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]