[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator instructions] First question from Derek [ph] from Bank of America. Sir, please go ahead."
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "Hi good morning. Good afternoon, Sorry. Just actually one key question. You've demonstrated in the last few quarters and today again that your assets quality is strong. Personal finance and PNL and banquet, you showed that actually it shifted towards, towards lower risk profile structurally, the c clearly trading is holding well, no drama there. And so this is where the main source of cost of risk in previous credit cycles."
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "So where the surprise could come from. Negative surprise this, this cycle, the market is pricing in quite hefty cost of risk to come to explain your, your evaluation. So what, what's really the area that that's, that could surprise and that maybe keeps you a bit awake if anything on that. So that's the first question."
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "Second question is on the RWA growth, especially in c where it's a profitable growth, I mean the return on allocated capital is, is very high and healthy, driven by higher revenues and, and controlled costs. But, but the growth in the banner sheet is, is quite significant. Is it, in line with your GTS plan, but it came quite front loaded. So is it on track? And now you have to keep controlling your banner sheet or your comfortable growing it at this rhythm. Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Thank you for your one question, which I understand there's basically two questions. So first, if I start by the asset quality, and let me tell you, yes, I do sleep well at night. So the asset quality what is the reason why we feel comfortable is that we are not a proxy basically for Europe."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "So if you look at the countries where we are and if you see the impacts of the GDP and the likes, that is above average. Moreover, if you look at the clients, our clients are basically corporates, institutional affluent and the likes. So basically what we see is that there are levers of the impact that can be managed."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Moreover, if you look at what is so-called stage one and stage two, so the forward looking levels of provisioning that we have, what else can I say? That we have truckloads of them and that is why we've, and then if you look at the third quarter where there is no indication of deterioration."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "So basically all these are the elements why we feel comfortable to basically stick by our guidance of 40 basis points, cost of risk every year over the, over the plan. So that's on the asset quality then on your growth?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Yes, intrinsically, we mentioned that at the base of our plan, would grow at 3% annual level. And so it is true that now they grow a bit faster. The reason what we said is that basically in anti-wealth we were, we basically guided that the redeployment of the proceeds of Bank of the West would fall, let's say one third would be used to accelerate growth if the market would allow it."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "And that's basically what we saw given some of the uncertainty, we saw some of the banks in the domain of CID to be bit hesitant and so on. And so we basically stepped in and we already an in anticipation redeployed part of the, the, the, the capital that will stem from the sale or bank of the west. So that's basically what it is. It's basically stepping up that part, but the intrinsic growth remains 3%. So Terry, those will be my answers."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Next question from Jacques Gaulard from Kepler Cheuvreux. Sir, please go ahead."
  },
  {
    "person": "Jacques-Henri Gaulard",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "Yes, good afternoon. Well on the results, two questions for me. The two, thank you very much for the guidance on that interest income at plus 2 billion. I was wondering how you broke that down at all. If it's something which is more back loaded from loaded or if for some simple matted people like me, I should just divide the 2 billion by three and play it like that."
  },
  {
    "person": "Jacques-Henri Gaulard",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "And the second question you were mentioning your McDonald leverage finance, It doesn't look like it's not unsold, sorry, leverage finance exposure. It doesn't seem to have been a big number. Really. Are you expecting more of that or do you think that it's not something which is going to return? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Thank you for your questions. So first of all, on the net interest income, so the net interest income is something that is basically faced over time given the time it takes on the assets to reprise. And so that's why we say this is basically what we see in 2025. But you already see steps now, right? If you look at the evolution of the net interest income in CPBS, for example, in the third quarter, they are up 8%."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "So you already see the glimmer of that. Moreover, if you look, look at security services up 10% the same thing. So that is basically what you see, but it's a gradual ramping up and it's already part is there and of 2 billion full will be there in 2025. And then on leverage finance, yeah, let's not forget this is a kind of a temporary effect, right?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "So the things we are aware, so the things that have been originated and that we are warehousing in order to put them into the market, given what has happened in the market closed and so forth, leads to a discounting. And so this is what we have to take up into a mark to market, but this is not a loss. The loss would crystallize if we would sell it at this price."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "And so, which is something if the market will remain what it is, we will basically think. So it's a small and it, so that's the first thing. So it's a temporary thing and it's not a real loss at this stage. It's an accounting loss and indeed it is very small. It, it's written for us with two digits. Yeah. Whereas in many others you see three digits."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Next question from Julia [ph] from Morgan Stanley. Madam, please go ahead."
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes. Hi. Good afternoon Lars. Two questions for me as well. The first one, maybe a technicality on TRO [ph] will the changes that DCB, has just put through impact BMP, perhaps, any losses on hedges or any comments on your plans on these lines. So that's my first question."
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then secondly, if I can ask you about corporate clients, that's the biggest part of your clients first of all, on loan growth, what are you seeing? What are they using it for? Is it investments or other working capital at this stage?"
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then secondly, I appreciate, BNP's exposure to the Eurozone is focused on countries that are maybe less impacted, but still manufacturing is challenged across Europe to, given the energy prices. So do you foresee more yeah, an increase in cost of risk next year? Thank you,"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Julia. Yeah, if you look at the net interest income, so the, the simple thing is, let's start, first of all, the €2 billion increase in 2025 that we mentioned is, of course, independent, not impacted by the TLTO. So if we look at the TLT o decisions of last week, it basically made the TLT o has basically become economically neutral."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Yeah. So there is no positive effect, but as I mentioned in the 2 billion and in all the plans that we have, we did not take the TLT row into account. And so that's basically it. And then on, on, we have a holistic approach when it comes to managing our risks, and therefore it basically factored in the overall interest rate risk management."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "So that is on the TLTO then on corporate clients, what we see in the areas where, where we are, So if you look at corporate clients, there are several indicators that I look at."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "There are commercial indicators, so I, that basically is what are the kind of volumes in cash management trade finance and so on and so forth. And those are basically remaining very dynamic. And so there's basically no, no deterioration whatsoever that we see."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "And then also, if you look at the basic lending activities we see that that activity remains very dynamic and very favorable. So that is basically what, what we see on those. And on the cost of risk, again, on the cost of risk, if you look at it again, we are in the zones that are, that has impacted than the average Europe."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "And again, we are on, our clients are the large corporates, the affluents and the likes. So they have possibilities to handle the things that they are facing. And so that is why I repeat our cost of risk is low. We basically, on the stage three, there is hardly anything we see. That is what we anticipate. And even if there would be some pickup in cost of risk, that will be covered by as one as two. So I really, what else can I say?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "I was going to say read my lips, but this is video, so listen to my lips. We basically anticipate 40 basis points every year until 2025. So Julia, those would be my answers."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Next question from Jon Peace from Credit Suisse. Sir, please go ahead."
  },
  {
    "person": "Jon Peace",
    "role": "questioner",
    "position": "Credit Suisse",
    "text": "Thank you. Hi, Lars. So you indicated an additional €2 billion of NII versus the plan. But I guess inflation is obviously running higher than you'd expected under the plan as well. So do you have a higher cost CAGR in mind out to 2025, or should we just think of you maintaining the 2% JAWS guidance off of a higher revenue CAGR?"
  },
  {
    "person": "Jon Peace",
    "role": "questioner",
    "position": "Credit Suisse",
    "text": "And then my second question is about BankQuest and the buyback. Do you have any more detail on when exactly you think the deal will close and when would you begin the buyback? Would it be straight away or after full year results or after the ATM? And I presume the ECB is very happy given you're only returning a, a proportion of the €11 billion capital. Thanks."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Thank you for your questions. Well, the ECB is always happy, I guess. Sorry, that was not pun intended. So first of all, on, on, on that, if you look at the objective that we gave into our plan there is a reason why we gave top line and Jos. Yeah. Because if there are evolutions, like what we see for us, the main focus, what we will do and we will deliver is positive Jos. That that's basically the thing."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "And then on Bank of the West, well, Bank of the West well, listen, I don't have an exact date, but there were basically three files which were submitted to the authorities. And we were the second, the first file has been approved by the authorities back in two weeks ago, so mid-October, let's say. So we are basically next in line. When exactly will that be? I don't know."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "So we'll see. But there is no indication that there would be any delays. So, it should be anytime soon. And when we know you will know. And so basically yeah, the process of basically neutralizing the effect of bank of the being gone well, we have to wait until it's closed and then we launch the, then we launch the, the, the process to basically launch that."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Next question for Mate Nemes from UBS. Please go ahead."
  },
  {
    "person": "Mate Nemes",
    "role": "questioner",
    "position": "UBS",
    "text": "Yes. Good afternoon and thank you for the presentation. I have a few questions, please. The first one is still on the €2 billion plus UMAI guidance till 2025. Can I just confirm that this is a, a gross impact gross of any, any increase in funding costs?"
  },
  {
    "person": "Mate Nemes",
    "role": "questioner",
    "position": "UBS",
    "text": "And secondly is this simply based on the current forward rates or consensus forecasts, if you could confirm that. And the second question is on cost and operating expenses so far it seems like the underlying OpEx increases is around 2%. So clearly you, you're keeping a lid on that. Inflationary pressure is everywhere."
  },
  {
    "person": "Mate Nemes",
    "role": "questioner",
    "position": "UBS",
    "text": "I appreciate your comments, but if you could just give us a sense, what could we expect on underlying operating expenses going into 2023. Do you see any particular areas where it could be difficult to control these as tightly as you manage currently? Thank you,"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Matt. Thank you for your questions. Yeah, so the €2 billion effect is basically on the picture that we had end of September but the further evolutions should not necessarily materially change that. So that is the €2 billion increase that we see stemming from that. Then when we look at the costs, so indeed, yes, we focus on the Joels, but there will be in, if you look at the dynamics that we anticipate."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "So that's basically already what you saw in the third quarter. There are some effects of inflation. There are some countries whereby law salaries are impacted by inflation and so on and so forth. So there is some effects, but we will continue to fight this effect. This is what we've done and this is what we will continue to do."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "So we will continue to see how we can further step up cost, how we can further step up our platforms, how we can further step up the, the consolidation of activities. So that is, that is, that is the two things. Yeah. So there might, there can be, in some parts there will be an impact of cost going up, but we were also step up further the fight and the optimization of the cost basis. So Matt, that will be my two answers."
  },
  {
    "person": "Mate Nemes",
    "role": "questioner",
    "position": "UBS",
    "text": "Thank you, Lars. This is helpful."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Next question from Kiri Vijayarajah from HSBC. Go ahead."
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "HSBC",
    "text": "Yes good afternoon, Lars. A couple of questions from my side. So firstly on Aral and the used car sales margin, I know it still looks very high in absolute terms, but I'm looking at it quarter on quarter. Do you think we've seen the peak there now? And, and then looking forward, how quickly do you think the used car profits at Aral start coming back to more normal levels?"
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "HSBC",
    "text": "Should we start sort of penciling in more normal number for 20 23? And then more broadly on your asset, heavy specialized businesses, I guess including our vow, but also things like personal finance. How would you say the higher interest rates, the higher funding costs, they impact the revenue margin there in those particular business."
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "HSBC",
    "text": "And do you feel, at least in the short term, you've got enough scope to pass on the higher funding cost on the on the pricing side? So that's on the asset, heavy specialized businesses. Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Thank you for your questions. So first, if we if we take AAL, so AAL, let's not forget, yes, there is the, the second car value, but we are everything diversified and like everything it comes in trees. Yeah, not the trees like that climb where you can climb in, but the third or third, a third, yeah. And so basically there is indeed a third, which is stemming from the retail value. There is a third, which is stem from the volume of new cars and the related financing."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "And then thirdly, there is the added value. And so the, the, the, what we see is that at this stage, the, the amount of new cars and the financing related is down because the production is like 20% below where it was in 2019, and the resale value is higher. So yes, at some point in time, and they are linked, the fact that there are less cars basically means that the resale value of, of secondhand cars is higher."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "So at some point in time, these things will neutralize, Yeah. So the secondhand car will come down where the volumes will go up. And so that is why we feel in that diversified model that the contribution of AAL will remain very charming. And then on personal finance, yes, on personal finance what you, what we have there is that intrinsically the businesses that we have there are relatively short term."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Yeah. So that basically means the volumes turn over and therefore the repricing capacity that we have will kick in. But indeed, yes, it will not be immediate. It will depend on the turnover. And so that's basically what we anticipate. So, Okay. Those will be my answers."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Next question from Andrew Stimpson from KBW. So go ahead."
  },
  {
    "person": "Andrew Stimpson",
    "role": "questioner",
    "position": "KBW",
    "text": "Afternoon, everyone. Two questions for me. One on capital and then one on cost of risk again, I'm afraid. And so first one, on capital outside of the bank West deal, what, what are the moving parts in capital for the next few quarters? Are there any regulatory headwinds to come in that we should be conscious of?"
  },
  {
    "person": "Andrew Stimpson",
    "role": "questioner",
    "position": "KBW",
    "text": "And then within that answer, I'd, I'd definitely be interested in your thoughts around what the ECB has been talking about around pillar 2R increases and add-ons for, for climate risk and how they are kind of thinking about what you've been saying today on Slide 17, is that the kind of messages they want to hear from you?"
  },
  {
    "person": "Andrew Stimpson",
    "role": "questioner",
    "position": "KBW",
    "text": "Is that the right kind of stuff or not? And then secondly, on cost of risk, I definitely appreciate all the messages you've made around the quality of your client base and the collateral you've got behind the book."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "I think we do all understand that nevertheless, the economic data is getting worse and the GDP data is, has been revised down significantly from even from a quarter ago, and now it's going to be negative next year for Europe. So that doesn't seem to have caused a big step change in your provisioning for this quarter."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "So, if you asked what, what kind of metric or, or whether it's a level of GDP or something else would make you kind of materially step up your stage one or two one and two, sorry, provisioning much higher, there's got to be something out there that would make you change your mind or make you more cautious."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Listen, I maybe I got confused on your capital. Your question is that, what are the other drivers right on what will impact capital? It was not related to Bank of the West, or did I misunderstand your question?"
  },
  {
    "person": "Andrew Stimpson",
    "role": "questioner",
    "position": "KBW",
    "text": "No, no, I understand. The Bank of the West impact, it's more like, are there any other kind of regulated headwinds that we expect?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Yeah, no, I got it. I understood correctly. So if you look at it, there's basically two things that you can see in the press. Well, in the press, no, there, there's one thing. If there is a new regulation coming, well, there is one which is I4S 17 on insurance."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Yeah. So that is something where, where basically the spreading time and the interaction between capital and will change. But that is something where we will basically, as I4S 17 will be active next year, we will basically restate our results and take it from there. So that's the one thing."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "And on the second thing on the pillar to add on that, you mentioned on the climate risk, I take it, this, this stems from comments made by the ECB yesterday that basically they consider that banks have to adapt, and if they, if they don't, there is the this stick that they have on basically adding capital requirements."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "And so I basically probed on that. And so this is not a generic thing, This is just by saying, listen, as always, the supervisors have the tool, quote unquote, of pillar two. If there are concerns that they see that banks are not treating, and that will come back to them. But that is something that is not applicable for us."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "As, we are on the vanguard of all of these things and all of the, the, the, the metrics that we are doing. So that's on the capital questions bar Bank of the West and the redeployment of Bank of the West. And then when we look at, at the cost of risk, no, listen on the cost of risk, again, as I mentioned, we consider that the 40 basis points is a maximum. Yeah. So it's a maximum for us every given year."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "That's the maximum. Like this year we will not be there. And, and that's basically it. So again, why do we say this? But again, if you look at the economy, BNP Paribas is typically performing better than the economy because we are basically in countries that already have an outlook in the economy above average in Europe."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "And then moreover, we are in the metropolitan areas. Yeah, so in France, we're in Paris B. So that is also an evolution, which is above what the average in the country is. So that's basically what, what we are doing, and again, on the stage three. So the ones that are in default situation, there is hardly any need to, to add on top. And then we have taken into account a deterioration in the scenarios, deterioration and inflation deterioration in the war and so forth, to basically step up our provisioning as one."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "And its two and as I mentioned, in basically in the long quarters, we've stepped up, we've added €700 million. So what else can I say? So in synthesis, again we are in a positioning in the countries, in the clients, in the way we accompany clients, in the way we underwrite clients, we are typically performing better than the average economies."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Moreover, we don't see any in the stage three on the S1 and the S2, we stepped up. And so again, that's why we feel comfortable to say that the maximum in any given year will be 40 basis points, and as you see already this year, we are well below that. So Andrew, that will be my answer. Yes. Sorry, Maria, go"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question from Amit Goel from Barclays. Please go ahead."
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Barclays",
    "text": "Hi, thank you. I just wanted to, I mean, I appreciate there been a few questions on NII, but just another one on that. I just want to understand, I mean, obviously there's this €2 billion incremental income versus the plan. We've spoken a bit about inflationary pressures too, but how do you think about that from an investment standpoint?"
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Barclays",
    "text": "Do you think that gives more room, obviously with the cost income ratio to invest a bit more into the business and so just curious your thoughts there and then secondly just curious in terms of what that bakes in terms of, are there any kind of offsetting factors we should also think about in terms of the, the net contribution to NII? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Thank you for your questions. So yeah, basically, so we made a plan in, in moments when the rates were different, and we basically said this plan is built on just so-called GTS, Yeah, growth, technology, sustainability."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "And so that is what we are doing. So we are to transform the bank to roll out our platforms. That's intrinsically what we do. And that's kind of the base. And what we see is that in that environment of, of interest income, yeah, there will be 2 billion more. But intrinsically we stay on our plan because the plan, we grow as fast as we can, fast as we can meaning underwriting the clients with the constraints and the prudent stance that we have."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "So that's basically what we do. We grow as fast as our over prudent stance allows, and basically that is in the plan, and that will be accelerated somewhat by, by the, the, the proceeds with Bank of the West."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "And so we basically stick to the rollout in, in, in the plan. And then if you look at the, the, the pickup in the net interest income, well, the thing is the, the, the, the net interest income as we, we forecast it in the countries where we are, it is a gradual increase."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "And so what could be a risk, it could be a risk, but in particular in the situations where the step up in that interest income can be very rapid and basically massive, because if that's what is happening, and on top of that, if you would be really on the personal banking kind of sphere, that would lead to a pickup in cost of risk."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "But as you've seen with us, it's basically a phase pickup. We are basically on corporates, we are basically on the affluent. So from that point of view, for us, and it's back to the, the maximum of 40 basis points that that's basically it."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "So the higher risk would be on the cost of risk, but in particular, in situations where they're not interest, income would step up a lot faster. And for banks that have basically let's say the retail at the core of their client base. So I mean, that, that would be my two answers."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Next question for Matt Clark from Mediobanca. Go ahead."
  },
  {
    "person": "Matt Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Good afternoon. So just a question on the FX headwind and your CT one. Firstly, I just wanted to understand if there'd been any marked to market impact from the hedging of the proceeds that you'd taken into shareholders equity or through your PNL so far this year, or whether that's a kind of deal contingent hedge that will only impact you at the closing of the deal"
  },
  {
    "person": "Matt Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "And then the next question was just on the sequential NII trends in your retail divisions where they were sort of down in several quarter on quarter that this quarter, how long should we have to wait until we start to see some benefit of the rate rises start to creep through there? I understand, €2 billion over three, three years and that you're long and sensitive, so it will come gradually."
  },
  {
    "person": "Matt Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "But it looks like you have actively hedged out short time interest rate risk there. So I'm just wondering how long until we start to see that gradual benefit come through whether we have to wait more quarters or whether we should start seeing it next quarter. Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "All right, thank you, Matthew. Well, several things. So on on, on the, on the ForEx it's basically linked to the impact, for example, on the RWA. Yeah, so the RWAs, if they are basically not into Eurozone that basically make them that effect and that's basically what you see that weighs on it. That's basically it."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "There's nothing else basically to, to mention. There's no particular hedging effects when it comes to Bank of the West and when it comes to growth. Yes, I understand that, that indeed net interest income and the phasing. But, let's not forget that is in, and I'll answer your questions on the phasing, it's one of the elements, but let's not forget that that is one element."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Yeah, if you look at the redeployment and all of the acquisitions and the bolt ones that we have done, that delivers a tremendous growth, which is quite unique to BNP."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "But back to the net interest income. So as I mentioned, the net interest income, and particularly in the countries where we are, it takes time to materialize on the asset side. So that is why it is ramping up towards 2025 and then if you compare quarter after quarter, in particularly if you compare to previous quarter, you there was a base effect and particularly in Belgium that basically distorts it."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "So if you compare it to a year ago where you see the evolutions, the evolutions that I mentioned, both in CPBS and also insecurity services. So that is basically what it is, it is ramping up on the asset side. Again, this makes us comfortable that there will be no negative effects in the, in the cost of risk. And on top of that, there is the phasing end of the new assets with the re-deployment of the proceeds from Bank of the West. So that's basically the growth for BNP p."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Next question from Flora Bocahut from Jefferies. Madam, please go ahead."
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Jefferies",
    "text": "Yes, thank you. Good afternoon. Last the two questions I have. The first is regarding the talks apparently from the CB around potentially a new capital and on leverage finance exposure."
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Jefferies",
    "text": "Obviously, you would probably be one of the players most at risk on that, on that phone, so any idea how much of the capital Aon we would be talking about there? So we have an ID of the magnitude."
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Jefferies",
    "text": "And the second question is regarding the remuneration on the excess reserves at central banks, and especially at DCB, you have substantial amounts. So I was just wondering if like the TT I wrote, those are booked in the business lines or if this is booked in the corporate center. Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Flora, thank you for your questions. So yeah, when you look on the ECB and the stance on that leverage financing what, what we see is that indeed the ECB considered it as a point of attention, let's put it this way. But the thing is, and they use a criteria, they basically say, well, a trigger for that is ADA multiplier."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Yeah. Like for example, six is a consideration. Now the thing is, if you go to the US you basically see there is also that ADO six. So you say it's the same thing, but there is a difference in the US there is ADA six times and then there is comma, and the comma is yes, but do you have collateral? Do you have they over the last couple of years continuously served all the needs? Is it a long term client?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "So there are all kind of criteria. And so that is something that, that the ECB is also looking at. So they say, yes, this is a point of attention, but the important thing is that they have time to consider how banks are basically managing that. What stands they have, how large are the tickets? Are there multiple small tickets or is and so on and so forth and so that's what they do and so they can consider that this is a point that they want to they want to consider into the overall risk is what they do."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "And then they basically want to make sure that they talk to all of the banks to see how it is managed. And that's basically with all the things that they do, right? It wasn't the time of the liquidity, it was the same thing."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "So, that's basically what we, what we see them doing. And so on, On your question, question of the, the, the reserve deposited at the, the ECB, well, that is for us a relatively small amount. It's that high of €50 million or €50 million that, that we, that one could anticipate. And so that will be foregone. That's basically it."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Next question from Delphine Lee from JPMorgan. Please go ahead."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "Thanks for taking my questions. So my first question is, sorry, just going back to the interest rates activity that €2 billion just wondering if you could share with us a little bit more color around the assumption that you have used for that, for that €2 billion."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "In terms of the deposit beta or in terms of the repricing on the loans, if you just wondering kind of for example, what if you assumptions you have taken all, for example, I know it's small for you, but, but still just, just wondering."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "And then my second question is just on the corporate center if you're just for the DVA gains for both this quarter or for the nine months, it looks like the revenues were quite, quite negative. Can you just maybe explain a little bit, what happened or what runway we should really expect in the future? Thank you,"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Thank you for your questions. Listen in order to give guidance and the likes, what we typically always do is that whatever guidance we give is kind of bottom up and we crystallize it so that there are no surprises."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "And so that's basically what we've done. So we basically looked in all the countries where we are bottom up, long discussion, what is the behavior on the deposits, what is the behavior on the, on the assets, what is the repricing? And that's basically the process that we have done and that we have underbuilt the evolution. Then when it comes to the corporate center listen the it's something which has its own life."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "So there are elements that play in there, which are like the time value of shares, us having shares of BNP parable in the book books, and you have to eliminate them and the like, so that's basically what happens. And so yeah, one quarter they can be the time value of things and then the previous grid cannot be there."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "So if you look at the corporate center over the first nine months, you basically see that the impact is negligible as we have guided. So that, that's basically the life of that. There's nothing particular to mention. So that, that will be my two answers."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Next question Anke Reingen from RBC. Please go ahead."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC Capital Markets",
    "text": "Yeah, thank you very much for taking my question. The first is on the on the distribution for financial at 2022. So you accrued 60%. I just wanted to understand at what point you decide about the mix because if, as you say up to 50% or because I guess last year you announced a buyback with Q3 results and if it's only next year you would be running the Bang West buyback hopefully at the same time."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC Capital Markets",
    "text": "So how would you think about the mix and circumstances? And then on slide five where you talk about not just the NII app plus, but also about the benefit of the bold on acquisitions most of them incremented to your 2025 plan as well. Or are they basically already back then? Thank you very much."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Okay, thank you. I, I'm not sure, could you rephrase your second question? When, when you asked about distribution that I understand, and then Bank of the West, can you repeat your question?"
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC Capital Markets",
    "text": "Yeah, so when, if you only decide what full year results about the mix of the distribution for financially at 2022 so let's say, and then you decide maybe 10 or 60% as buyback, but how would that and practice work? Because I guess you want to start the bang West buyback as well. So is it more likely that the 60% are as a cash dividend? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "No, no. Anke, thank you for your questions. No, the thing is, listen, we basically mentioned that the distribution over any given year would be let's say 60% with at least 50% in cash. And so the, the way it looks like that, what it would be, right, it would be 50% cash, 10% of share buyback, and, and that's basically it. And so, and then the rest is basically the share buyback related to Bank of the West."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "So if you look at it, I put it simple, right? I mean, if you basically look at that, there's 4 billion share buyback to neutralized Bank of the West, let's say. And then if you take the results and you take 10 basis points, that would be, I don’t know what another billion. So that would be 5 billion. Yeah. And that's basically what we would do. And that's would be, well, whatever the time it takes to do so, so, so that's it. So it would be 50 10 and then 4 billion on top."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC Capital Markets",
    "text": "Okay. And, I guess you need to wait for full year results or your AGM, because I guess last year you announced the buy back with Q3 results."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Yeah, no, here. But the thing is here, we want to make sure that the, the, the 50% and the 10% basically work, right? And so that's why it would be more logical. Listen, we have to serve equity and debt investors. Yeah. And, and so if we want to have that evolution, so probably for the 50 and 10, yeah, we will wait to launch it until we have the, the, the full year results. And for the 4 billion, well, we have to wait until the deal is closed, right?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Next question from Stefan Stalmann from Autonomous Research. Please go ahead."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "I'll ask Good afternoon. Two questions from my side. First one, and TLT o as you said, it's going to be neutral. Now, without neutral, you could say what are you going to plan to do with your balances? Are you, are you planning to prepay and just for illustration, if you were to repay all of your TLT, or what would that do to your LCR ratio, please?"
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "And the second question on cost you are disclosing cost growth at constant scope and FX of 5% after nine months, year and year. Could you roughly give us a sense of how much of that is coming from general inflationary pressure and how much is discretionary spending decisions? Thank you very much."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Thank you. Stephen, if you look at for your last question, if I start with that on the, on the costs, so indeed what we have guided is that there is 2.7% of the increase, which is basically ForEx and 0.6% is the parameter. Yeah. And then you have 2.1%, which is stemming from the organic growth, and then you had inflation. And that inflation is basically compensated by the cost. So that's it."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "So half of the growth is stemming from the change and parameter and intrinsically the remaining 2% is stemming from, let's say, the growth that basically is at marginal cost."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "Yeah. And you have already taken, you have already taken the scope effects and FX effects out of the 5%, right?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "No, no. If you look at, if you look at the cost evolution, if you look at it, there is 2.7%, which is change, and 0.6, which is parameter that basically, if you look at the numbers, the overall cost evolution of the year is basically 6%. And if you look at constant scope and exchange rate, that becomes 2.8%. So there is 3.2% more than half that is stemming from the Forex and the perimeter,"
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "Right? I guess I was looking at the 5% for the operating divisions after nine months. I did not include the corporate center, but I think that's fair enough. Thank you very much, Lars."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Okay. And then on your question for the TLTO, so yeah, the TLTO it basically now becomes like any other financing, but to some extent it is relatively easy in the sense that collateral is there and what have you not. So yeah, it's of course it boosts the LCR, but our LCR is in territory, which is, which is fine. Yeah. So we are just reflecting on how to optimize and, and that optimization. Well, we'll let when it happens."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. We have no more questions."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "End of Q&A"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "So we have them by pigeon. Oh, sorry. I was joking. I was joking. Sorry. Sorry for that. So anyway, I think in synthesis, you've all seen the result we've clocked in a bottom line at plus 10%, which is better than the underlying economy, better than what we had in the plan. And it's basically also on the back of us anticipating and growing faster than average, given our diversified approach. So with this, I thank you very much and I wish you a very good day. Bye-Bye. Thanks."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you ladies, and recommend this conclude the call of BNP per third quarter 2022. Thank you for your participation. You may disconnect."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]