[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions] The first question comes from Flora Bocahut of Jefferies."
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Jefferies",
    "text": "Yes, good afternoon. The first question I wanted to ask you, goes back to the Slide 6 please, and more specifically on the building block called organic growth. Just if you could just explain to us in terms of the net income '23 versus '22, where you expect from what P&L line and what business do you expect that organic growth to be driven? And then on the Slide 5 for the second question please, first of all just checking that I understand correctly that you now expect revenues will be €5 billion higher than what you initially planned in the GTS plan? And then specifically on those €3 billion additional revenues you discussed in the slide on the back of the redeployment of the capital from the BancWest sale, how quickly and in what division, can we expect to see those please? Thank you."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Director and CEO",
    "text": "So on Page 5, it's written, so on one side €2 billion coming from the new rate scenario and on the other hand €3 billion coming from the reinvestment of the proceeds from Bank of the West, so €3 billion plus €2 billion, equals €5 billion. So this is basically the momentum. And then looking division by division as Lars mentioned it, you have the detailed impact of this pickup in the different pages that I presented within CIB and CPBS and IFRS. IFRS is - it's not linked to the top line, it's linked to the growth of the - gross income after - after cost. So I hope, I answered correctly your question about the €5 billion?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Flora, if you would have a clarifying question, go for it."
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Jefferies",
    "text": "No, look, I mean that's clear. I think some of the target you presented are the ex the redeployment, so just wanted to check, where exactly you see the bulk of the revenue growth, including the redeployment, but that's fine. And then just on the organic growth in the question on the Slide 6, but this one the net income growth '23 versus '22, basically is that revenue driven, is that cost provision that was the idea here?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Yes, I'll take that question. So, yes Slide 6, it's not a riddle, but there are indeed a lot of information in it. So if you look at it, we basically start from the bottom line in '22, so the €10.2 billion. Then we basically say, listen, Bank of the West has gone, so this is a reduction and that is more than compensated by the fact that we consider that the €1 billion, which is the last contribution to the Single Resolution Fund is excluded from this distributable income."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "So then there is the remaining growth. And as you've seen in the overall targets, the growth we aim to continue on the levers that we started. So 2022 is a tribute to the model working to the top line basically evolving and so that is basically what we anticipate to do."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Of course, the cost will be very much contained. You've seen our jaws, you know, our focus on jaws and you've seen the cost of risk. The cost of risk, we really are careful in the clients we attract and that's why we are comfortable to guide a cost of risk well below 40 basis points. By the way of what we know in customers, but also given the Stage 1 and Stage 2 provisioning that we have in the balance sheet. So that's basically how we see that evolution. And if you do the math, the €10.2 billion and all of that, you can clearly see that the distributable income will end up well above €11 billion."
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Jefferies",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Delphine Lee of JPMorgan."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "Yes, good afternoon and thanks for taking my questions. First of all, I just wanted to check on the capital impacts that there is nothing more that you need to take in terms of regulatory impacts on ECB inspections or reuse or anything like that, just basically IFRS17 at 10 basis points you flagged? And my second question is really on the other way growth, you talked about the additional €3 billion that you're getting from the investment of BancWest proceeds, but what does that mean in terms of underlying other rate growth getting that big relief in terms of capital from the proceeds and RWAs, but there has been an acceleration clearly of the organic RWA growth. So just wondering what we should expect in coming years? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Delphine, so on your two questions. So on the capital impact, there's basically nothing right. We explained, well, a year ago in '22, there were a series of new rules that were impacting and so on and so forth that we announced upfront and you had the impact. On this one, the only thing that we see in doings is the arrival of IFRS17 as of - that we will clarify in May, and that is what we expect on 10 basis points, and that's basically the only thing that we expect in capital to be taken away from the common equity Tier 1. That's out."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "And when it comes to your question RWA redeployment, so one of the things when we look at the further redeployment of RWAs and particularly the redeployment of the proceeds of Bank of the West, I jokingly, but not jokingly say, we're not going to buy a bank, because we're not going to buy a bank, but in particularly, we want to grow into activities, in activities that are in particularly also fee and commission generating."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "So it could be insurance, it could be asset management, it could be private banking, all of these kinds of elements. That is why we feel comfortable to guide on a higher growth, while increasing the ROTE, because the ROTE goes from 11% to 12% and this is basically reflecting the lower average consumption of RWAs. That will be my answers, Delphine."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Amit Goel of Barclays."
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Barclays",
    "text": "Hi, thank you. So I have two questions. The first is to do with the redeployment of the capital. And I just wanted to get a sense of, to what extent has some of that €7.6 billion already be redeployed into the business? And is there a sense of the kind of revenue run rate that's already being achieved at the end of 2022 from that? I mean and related to that, whether you're thinking that beyond 2025, you can realize more than the €3 billion? And the second question is just to do with the distribution of that capital into the business. Just thinking on the CIB side, how do you think about it in terms of whether or not that could push you above roughly a third of capital within the CIB, whether that's a constrain or not? Thank you."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Director and CEO",
    "text": "Sure. If you look at the equity to be reinvested show the different divisions, so starting with 110 bps roughly, basically in 2022 we have already invested up to 20 bps. So let's assume that every year, we will redeploy 20 bps, or four years, this is 80 bps, close to 20 bps for bolt-ons and then the remaining 10 bps for, I would say, new business model kind of Kantox type of investment."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Director and CEO",
    "text": "So this is in a nutshell the roadmap. All those decision, reinvestment, bolt-ons are based upon the very strict financial discipline and to some extent only I would say top - top business lines, the best position within the BNP Paribas Group can benefit from that. So we can even - I would bring those businesses at an even better level. So this is the current situation."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Director and CEO",
    "text": "Looking at CIB roughly speaking, one short of the equities kind of maximum of the amount we could allocate to the CIB. There is no, I would say intention or would say purpose to challenge this balance. We like the diversification of the model and that's it. And looking at bolt-on clearly, it will come more for I would say specialized businesses, could be car fleet leasing, personal finance, insurance payments. So typically non-CIB businesses."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Does those answer your questions?"
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Barclays",
    "text": "Yes. Thank you. And just [technical difficulty] so some of that investment is going to be in '24-'25, are you thinking that the €3 billion can grow from there as well as some of those later investments come through?"
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Director and CEO",
    "text": "If you - of course, we have to really prove this equity in the current systematic and progressive way. As an assumption, we've picked up an average cost income of 60%, but knowing that we're investing in businesses in which we have already, I would say a cost based, most of those investments they are run at marginal cost. So in reality, it explained why progressively, even if it - I would say spill over the period, you get average €3 billion, top line cost income 60% and then return on tangible equity 12%. So there is no hurry."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Director and CEO",
    "text": "Well, we have a very strong ability to redeploy equity just because we have a number of very competitive and very well positioned business models and this is really the way we're going to look at the situation and you never know. But there is a very high probability that we were going to be a successful doing so and we're not interested at any kind of major transaction, banking aggregation, domestic bank whatsoever, just about growing service model that is bringing value-added products and services to the franchise."
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Barclays",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Jon Peace of Credit Suisse."
  },
  {
    "person": "Jon Peace",
    "role": "questioner",
    "position": "Credit Suisse",
    "text": "Yes, thank you. I'm sorry, just one more on the €3 billion of revenues. If you don't find those annual opportunities or the bolt-on deals, would you consider doing a further buyback with the proceeds or would you carry forward the excess capital into 2026 and carry on looking? And then a second question, please. I think Jean-Laurent, you said that the €2 billion of additional revenues from higher interest rates was from rate hikes that have happened in 2022. So just to confirm that would be consistent with a 2% through terminal deposit rates by the ECB because I guess the market forward path is for rates to go up and then come down again? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "John, I'll take your first question on the €3 billion. So the €3 billion, the idea that it - actually, it would not be bolt-on. So what we assume is that 80% can be redeployed within the business, so we can accelerate servicing our customers, that's - 80% we will do. So there is 10% of that, that we have basically earmarked for bolt-ons. So while if it wouldn't be possible to have that 10% done in three years, then we'll see what we'll do."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "But it looks like the way we have been already doing, if you look at 2022 with what we've been able to do with Kantox, with Floa. So we feel quite confident. But the amount of bolt-on is relatively small and so we feel comfortable with redeploying it into accelerated organic growth. On the net interest margin, yes, so what we basically have that evolution that we see ramping up to €2 billion goes with the 2% that you mentioned."
  },
  {
    "person": "Jon Peace",
    "role": "questioner",
    "position": "Credit Suisse",
    "text": "Great. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Tarik El Mejjad of Bank of America."
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Bank of America",
    "text": "Hi, good afternoon. Just two questions from me please. First of all on the volume growth, could you please give us a bit of overview of where do you see volume growth in this year and next in the retail and the corporates, because clearly we are seeing better than expected environment and assumptions built in beginning of - that of last year was - we're much more conservative. So where do you see the retail or mortgages growth and then on the corporate - the corporate side?"
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Bank of America",
    "text": "And secondly, I will come back on the capital deployment. I mean, I'm surprised, because when you announced the deal, you were very clear that one-third will go for organic, one-third for technology and the rest is bolt-on and then the share of the bolt-on has really shrunk a lot and your profitability is improving. So you organically generate excess capital because it distributes only 60% and you're already proforma compliance Basel IV and so on. So where this significant growth is coming from - where you have to allocate this extra €7 billion? And would you consider for example, buying back your share from the Belgium government, if that would be earning accretive as well? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Tarik, let me take those two questions on the - on your volume growth, as you know, we are basically a bank focused on corporate institutions, and so that's where the growth comes from. We are relatively small player when it comes to retail. So for us the focus is accompanying the businesses that we see on the other aspect. And of course if this one is going faster, we will be very pleased to accompany them. And then on the redeployment, the redeployment what we said is, we basically said, there are three drivers."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "So there is the organic, there is the technology and there is that. And as we mentioned, as you know me, we are basically frugal, and we observed that when there is this opportunity to do it organically, that is the one that is bolted on immediately, that is the one that we know well, that is the one that we serve well, and that's the one that hits the bottom line immediately. So even if there are three levers, I think you can really see that the organic one is the preferred one."
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Bank of America",
    "text": "Sorry Lars, my question on volume was more kind of the volume you see now organically on the retail. How is that recovering given the uncertainty in the market in the retail and the corporates? What do you see on the ground basically?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Well, listen, we don't give an update in the middle of the quarter. So if you look what you rightly so in the fourth quarter, you saw that on the corporate side, the volumes were still going up very well. If you look at the retail side and particularly if you look at the mortgages, it was somewhat slowing down. So that's basically where we stand."
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Bank of America",
    "text": "And on the Belgium stake, would you consider that?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Listen, you have to ask them. You have to ask them?"
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Bank of America",
    "text": "It's Tarik, by the way."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Tarik, sorry, sorry, sorry, sorry."
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Bank of America",
    "text": "Okay. Yes. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Stefan Stalmann of Autonomous Research."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "Yes, good afternoon. Thank you very much for taking my questions. I wanted to come back to the reinvestment point, please. If I take your €7.6 billion reinvestment plan and I gross it up at a capital ratio of let's say 13%, we're getting to about €60 billion incremental risk weighted assets that this reinvestment will generate and €3 billion incremental revenue is just 5% revenue margin on that, which I think is quite low, given your current business mix. I mean you're making well north of 10% in your asset gathering businesses and you said that you want to - you want to focus on fee-generating activities in this reinvestment effort. Could you maybe add a little bit of color on how the revenue number and the implied risk weighted asset budget hang together. And is it may be possible that you're guiding very carefully on the revenue benefit of this reinvestment? And the second question goes back to the personal finance division, where you suggested that you are thinking about the retrenchment towards the Eurozone. Could you give us a rough sense of how much of your loan book at the moment is actually outside of the Eurozone, please? Thank you very much."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Director and CEO",
    "text": "So on the second part, I can tell you the following. We're not retrenching. We're focusing the business model, let's say around the Eurozone including the Nordics and UK for a number of good reasons. When you are outside the Eurozone, we said the funding of those businesses is slightly more competitive, if you're not a domestic bank, which is the case for us in Brazil, South Africa, Mexico, countries in Central and Eastern Europe. So there is a huge, I would say incentives to concentrate in that geography in which you benefit from a very strong liquid abundant access to the local currency to typically for us, which is the Eurozone, especially when rates are going up."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Director and CEO",
    "text": "This is for a second, it happened that in a number of those non-European countries, western countries to some extent, we have - let's say, not really the critical mass. And if we want to upgrade long-term platform personal finance, bringing in new services, new technology, Buy Now Pay Later type of approach. If we need to have, we want to clock very performed competitive partnership for example in the automotive industry, aligning car fleet leasing, consumer finance insurance, we have to be in Europe."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Director and CEO",
    "text": "So it's - it's a way to manage the business model slightly differently in an area where we can access the local currency in a very efficient way. And where we can't have complementarities with other businesses like our fleet and insurance, all this is around the mobility concept. And at the end of the day, would have a better, stronger and more efficient personal finance platform, which probably less out standings in volumes, but a better return and above all and newer lower cost of risk. So this is really the story for personal finance. Lars, from the first part?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Yes, maybe as one complement. I don't have the fraction handy of volumes, but we'll come back to you. It's - 15% is basically - then the other thing, which is important to know is that the pre-tax income of this is basically shuttling around zero. So it is not something - once it's been divested that it would impact that. And the second thing is on your question on our guidance, Stefan, you do know us for a while, right."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "And so, yes, we tend to be a bit conservative on what we guide. And talking about conservative, I hear that there are some people saying that also not only we are conservative, but we can sometimes be a bit [gridlish] and particularly when we talk about Slide 6, and so to avoid any misunderstanding on 6, so basically Slide 6, starts from the results published in 2020, the €10.2 billion, basically says Bank of the West will be gone. But that will be more than compensated by the organic growth and then there will be €1 billion, that will be added to it as the base for the distributable income, that's why that base will be - of distributable income will be well above €11 billion. So I hope with this I answered your question on your conservative question."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "Thank you very much, Lars. Thanks."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Matthew Clark of Mediobanca."
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Good afternoon. So a couple of boring numbers questions first and then a longer question on the personal finance division. So on the numbers, could you give some guidance for the AT1 cost this year, given you've issued quite a lot recently? Should we expect that to go up meaningfully from the kind of €500 million, €600 million of recent years?"
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Second question is on the Single Resolution Fund cost for 2023, am I right that you're guiding that to come down to €1 billion from €1.3 billion last year, is that a like-for-like comparison? And then on the personal finance division, you mentioned in the slides, increased margin pressure, but it really seem to accelerate a lot in the fourth quarter versus the kind of more gradual pressure of recent quarters. Was there anything in particular in the fourth quarter that meant you saw such a drop is TLTRO related or something? Any commentary there on why it came down quite so much? And then -"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "And Matthew, Matthew, could you - could you rephrase that question. We're not fully sure we understood."
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Okay. Just the pace of the decline in revenues, fourth quarter compared to the third quarter in the personal finance division really accelerated. So I'm just wondering why there was such an acceleration and it seemed to be margin pressure related in the fourth quarter compared to the trend before them?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Matthew, if I take your questions. So on the AT1 - the AT1, what we - as a reminder, we were basically issuing around €2.5 billion a year and what we're doing now is basically stepping that up to €4 billion, but that will be basically compensated by stepping down other instruments. Why is that? Because in total capital, we're very happy campers, but we want to step up the AT1 because the AT1 is used in the leverage ratio. The leverage ratio is the leverage exposure that is considered towards the AT1. So, that is basically what we do."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "And so, yes, we stepped it up a bit, but again we lowered it on others. So it should not have a material impact in our overall funding cost. Then when with respect to your drop in the Single Resolution Fund contribution, I don't know if I understood you well, but let me tell you, so we basically contribute BNP Paribas €1.3 billion. This is in 2023, this is the last year."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "So this is a fund that is regulated by law and that should be completely constructed at the end of this year, which it should be and then basically that €1.3 billion would fall away. We anticipate that there will be something remaining what is the fact that fund will continue its life and maybe in some other countries, it will continue its life. So it's basically we anticipate in 2024, a drop of €1 billion."
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Okay. That's clear. Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Okay. And then when it comes to your question on personal finance in the fourth quarter, what you see is - as you mentioned, the margin pressure is picking up in that business, and that's basically what you see as the main impact in the fourth quarter."
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Can you elaborate a bit more on that. I mean, why is that coming in the fourth quarter harder, do you expect it to continue to decline, is it the trough, I mean?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "No, the thing is, what you basically see is you have the average life of the production that you do. So you basically have a bulk, which is being refinanced and that is what you see. And it is one of the things why we focus even more our personal finances. So we don't want to have it fully dependent on the interest income, that is why we are ramping down or ending our activities in the countries that we just mentioned. And we want to focus on the financing related to the asset backed, which are also generating a set of fees around it. So that is the whole part of the transformation that we are undertaking with personal finance."
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Okay. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Pierre Chedeville of CIC."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC",
    "text": "Yes, good afternoon. I have a question regarding, what you said on bolt-on acquisition. Of course, we have clearly understand what you're focused on this kind of strategy, but my question is more general. When you think about the fact that the monetary landscape is changing, plus the accelerated progress of industrialization and the stabilization of regulation, how do you see the evolution of the European banking landscape? And if you as BNP, CEO, does not like big operation, do you think that there is something here, which is changing and that some of your competitors may think differently and thinking that it's time now for bigger operation in remaining fraction European banking landscape? That's my first question. And my second question is regarding corporate center. Could you give us what we have to wait for in 2023? Do we - do we have compensation of restructuring cost with capital gains, for instance like in 2022, not exactly like in 2022, but we were supposed to have that. Could you give us more color on that? Thank you."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Director and CEO",
    "text": "So on external growth, our belief at least from for being BNP Paribas is that the future is on, let's say organic consolidation with bolt-ons, meaning, building a global integrated platform where you deliver integrated I would say setup, high value services. So this is our vision and we don't believe that is the regulation in Europe or a number of other factors converging so rapidly that we can envisage structure up something that could be, what's going on in the U.S., for example, consolidation in between regional banks from different states who are not there, may be Europe would be there in 10, 20 to 25 years. We don't know, but we see it is not this. So again we stick to our vision that is creating a pan-European platform is value-added services, integrated comprehensive that can address, let's say, value-added franchises."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Director and CEO",
    "text": "So this is the strategy. It's possible that some competitors are not looking at the situation that way. One reason being the fact that maybe they do not benefit from this situation very highly diversified business model. So, probably this is the main difference. And again, there is still room for, let's say, local consolidation in certain domestic market, cross border. We don't see it, but we do not say that one is going to look at that situation, that this is not BNP Paribas. Lars?"
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC",
    "text": "Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Yes, Pierre. On the corporate center, so indeed over the plan our ambition was to have the restructuring and adaptation, which gravitate around €400 million a year to have then compensated by capital gains and you saw it in 21 and we basically have that in the wings for this year and next year."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC",
    "text": "Okay. Thank you for refreshing."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Mate Nemes of UBS."
  },
  {
    "person": "Mate Nemes",
    "role": "questioner",
    "position": "UBS",
    "text": "Yes, good afternoon and thank you very much. Two questions please. The first one is on the CIB, you mentioned that you seed one-third as a maximum capital allocation to division. Just wondering if you expect perhaps somewhat higher allocation within CIB towards global banking and perhaps global market capped at current levels or there is no specific dynamics in mind or implying? The second question is just a clarification regarding the distributable income and the planned capital distribution. Do I understand correctly that only 2023, you will use adjusted distributable income in 2024 will revert back to stated? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "So when it comes to the one-third, one-third, one-third, let's now - let's not overdo it, right. We basically have these kind of levers at the group level and we typically grow them all three of them, and so that's basically it. And within CIB, it's a bit the same thing. At the beginning of the year, our global banking was a that slower because the markets where it was and then it picked up again."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "So it's not a dogma, it basically what we see and the way we grow and the way the demand in the business growth, they typically move on at the same - at the same speed. When it comes to the distributable income, listen the way - why we did this 2023, we consider it an extraordinary year, a pivotal year."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Extraordinary in the sense that it will be the year of Bank of the West is gone, and it will not yet be fully redeployed. And at the same time, it's the last year of the contribution to the Single Resolution Fund. And so that's why we basically said, we - as this is extraordinary, we basically take that away. And so if you then look at the growth going into 2024, there will be the further growth, which will be there."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "There will be the redeployment of the first part of what we're seeing with respect to the capital redistribution of Bank of the West, which will be kicking in and of course our platforms will continue to grow as well, and so that is why, when we basically guided for the CAGR of the bottom line, we really said, it is a CAGR of 9%, and it's a 9% that we should get every year. And that's actually why we had those extraordinary effects in 2023 because otherwise you would have had a hockey stick."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "You had a bit of a slower growth in '23 and then a hockey stick in '24. And so what we've basically done is in '23, we ironed out to have a coherent growth, bottom line of 9%, EPS of 12%. And so that's what we do. Of course, so the CAGR will be growing 9% a year. On the EPS, which has further boosted by the share buyback, the EPS will be in particularly boosted this year because over and on top of the recurring around €1 billion share buyback of the earnings, there will be the €4 billion share buyback related to Bank of the West. So that's basically the growth rates."
  },
  {
    "person": "Mate Nemes",
    "role": "questioner",
    "position": "UBS",
    "text": "Very clear. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Anke Reingen of RBC."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC",
    "text": "Yes. Thank you very much for taking my questions. Two follow-up questions. On your - previously you had a 2024 ROCE target of 11% and let's assume that could be now about 11% considering the 2025 upgrade. And then on CIB, the cost growth in'22 over '21 at 14%, obviously, you are not FX adjusted is quite high. And do you think like if revenues come down '21 versus a very, very strong 2022, you will still be able to deliver positive jaws, so that investments will be a headwind? Thank you very much."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Director and CEO",
    "text": "So, yes, on your first point. Yes, it's highly probable that the return on tangible equity in '24 might be higher than the one initially anticipated. So this is - I would say for sure. CIB, especially looking at global market, there is a certain seasonality let's say cyclicality. So looking at the diversification of that platform, we know that depending on the different situation from financial markets, we can readjust, relocate."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Director and CEO",
    "text": "So tangentially, yes, we believe that based on the current platform that has been completed - complete in those researchers, we can manage to assist kind of regular growth and that's it. This is not retail. It's a different type of business, of course, but tangentially mid and long-term, we believe this is now a quiet, very resilient platform."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Chris Hallam of Goldman Sachs."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "Yes, afternoon, everybody. So, just another one on the dividend. And I think this is probably a yes/no answer. So the 2023 evolution is clear, essentially pulling forward that SRF benefits that move the dividend profile. But just to clarify, for 2024, the plan I think from your comments is to maintain that 50% payout ratio and deliver growth again in '24, in line with or above the 9% embedded in the plan? So that's the first question on the dividend."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "And then secondly, on Slide 79, it looks like the spike in cost of risk in personal finance in the quarter was partly due to Brazil, and I just wondered if there any one-offs in there that we should be aware of? Should we be expecting that cost of risk number for personal finance overall to settle back at around 130 bps in 2023 and beyond, assuming sort of constant perimeter? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "CFO",
    "text": "Chris, so yes. On the dividend, listen, let's be clear. So the dividend, there is distributable income and that is growing basically with 9%. This is what we said in particularly 2023, we iron that out to have 9% kind of every year is that's what you wish. And then we basically said on that bottom line that's basically 55.0% that will be paid in cash and 10% that will serve for a share buyback. So that is how you should read 2024. And then when it comes to the personal finance, as we mentioned, personal finance, there are some - in some zones, where we are selling, there are some zones that we are basically ramping down and in that ramping down, yes, there is - in Latin America, there is a one-off kind of effect that you - that you spotted correctly. And so our overall trend, with all the things that we are changing, the way we are focusing personal finance on the asset-backed kind of services, it is clear that we are tapering that off towards over the cycle of 120 basis points."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "Okay. Thanks a lot."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Gentlemen, at this time there are no more questions registered. May I turn it over to you for any closing remarks."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Director and CEO",
    "text": "Thank you again for your attention. And again, you can count on us very much. We're very much - I'd say committed to delivering that plan and it's to some extent a great cycle for BNP Paribas. Thank you so much. Take care. Stay safe."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Ladies and gentlemen, this concludes the call of BNP Paribas 2022 full year results. Thank you for participating. You may now disconnect."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]