[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, sir. [Operator Instructions]. We have one first question from Mr. Kiri Vijayarajah, HSBC. Please go ahead."
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "HSBC",
    "text": "Yes, good afternoon. A couple of questions on the retail side to begin with, if I may. So when I look across your retail businesses and the strong fee performance there. I was just wondering how much you actively been pushing price increases or repricing effects with just more kind of normalization of retail activity levels or payment volumes et cetera as we come out of lockdown. So how much is you pulling specific leavers versus client activity flows?"
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "HSBC",
    "text": "And then specifically drilling down on all [bolts] and the revenue jumped there. I'm just wondering, has there been any write back of vehicle residual values this quarter, that's boosting the revenue line that we need to be aware of? Or is that kind of 25%-26% year-on-year growth more, again just a base effect from a very depressed 2Q level. So just some detail on the all [ball] revenue jump, please? Those my two questions."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Thank you, Kiri. First on the retail question, yes, the increase -- let's not forget on retail, we are not a product-based kind of retail, right. We are a client centric bank that has a relationship with a client and aims to offer a wide set of products and these products then typically have more tendency to generate fees than interest income. So that is basically what we do. Now on one hand, why the pickup, so there is on one hand a pickup, because the activity is pickup, there are more transactions going on. And so that's one thing."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Secondly, there is also a push that we basically do, from products into investments and that also generates fees. So that's a big deal overall setup. Yes, it's our overall focus on fees and being customer focused, providing several services, there is a pickup in activity, there is a switch into investment products. That is basically all the elements that drive the pickup."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "And then when it comes to [indiscernible], yes, there is a bit of a base effect. But the main thing is, as you might have seen in the plan that they also introduced, they are on a sharp increase that they are doing, and they are pursuing in growth. And so that's basically what they see. And now there is of course, also the second car vehicles are holding up well. So that that is supporting as well. But there is nothing particular to be focused on."
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "HSBC",
    "text": "Great, that's helpful. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, sir. Next question is from Lorraine Quoirez from UBS. Madam please go ahead."
  },
  {
    "person": "Lorraine Quoirez",
    "role": "questioner",
    "position": "UBS",
    "text": "Hi, hello, Lars. Thank you for taking my questions. Just three from me, please. The first one will be with regards to the top of dividend you're expecting for the end of September. I just wanted to know, what was all the considerations for you to decide to go for a cash dividend over a share buyback? Then the second question is would be if you have any comments regarding the recent adoptions by the European Commissions of this strategy for financing the transition to a sustainable economy? For example, do you already run internal stress tests on climate risk? And if you have any idea on how the ESG will impact your threat going forward? And finally, could you perhaps give us a little bit of details on how the full acquisition of Exane will impact the P&L? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Okay, thank you, Lorraine. So on the dividend. The dividend is basically -- we orient and we take decisions on dividends over the horizon of our plan. So we make a plan. And at that moment, we basically see what growth can we have, what yield can we have, what return can we have and therefore, what is the available free capital that we can distribute?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "And so we had a plan, ramping up to 2020, where we basically had the intention of a 50% cash dividend. And so that is why when there was a restriction, while we paid in dividends, the most we could, and now that the dividend is lifted now that the restriction sorry is lifted, we basically returned to that. So we basically wanted to do what we said we would do."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "And that is why when we announced the next plan, so beginning of next year, we will then have another review of what the overall dynamics are, what the overall options is, we will review the overall dividend policy both in amount and in vehicles by which we will do that. And that is what we will relate to you on February 8 together when we represent the results, we will also present the key elements of the Strategic Plan."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "So that's the dividend. And then when you look at the European Commission when it comes to CSR, the thing is, we are fully aligned on supporting the economy in those elements and what I mean by that, so we are looking at it to make sure that we embark all of those criteria. And we also want to make sure that basically our clients over time embark those criteria."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "So that basically means that we are having an evolution of our criteria to underwrite clients, which includes all of these elements. It's -- and again, I'm not saying that they have to be carbon neutral tomorrow, but they have to have a demonstrate -- can demonstrate that they have a trajectory on what they will do on the aligning with the overall strategy. So that is basically what we are aligned on. We are very active in that area. And so that that's basically fine for us. And then on your last question, if you look at the Exane, so if your question is what is the top line on a yearly basis? That is, let's say, around €350 million. So that's a bit the overall guidance. Thank you, Lorraine for your questions."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, madam. Next question is from Mr. Jean-François Neuez from Goldman Sachs. Sir please go ahead."
  },
  {
    "person": "Jean-François Neuez",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "Hi, good afternoon. And thanks for the presentation. I just wanted to ask a similar question to Lorraine on Exane, but more for the overall portfolio required together with Exane and also in particular, the Deutsche Bank, prime brokerage business and the ancillary revenues. Now that you are obviously onboarding the bulk of all of the prime balances in the second half as previously guided, I would have thought that you would have been in a position to give us more precise -- more precise outlook quantitative outlook of what can be expected for your equities franchise in the business?"
  },
  {
    "person": "Jean-François Neuez",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "And the second thing I wanted to ask is, with regards to net interest income, in particular, in France, there has been a strong rebound quarter-on-quarter almost €50 million in net interest income. And obviously, it's a strong fluctuation for net interest income, I need to change in the trend. I understand last year's bass was low, but I said Q-on-Q it -- is quite a rebound. And I just wanted to try to understand the dynamics there, and what's the right base, obviously annualized €200 million revenues is not necessarily nothing. So I'd be grateful if you could shed some light with us here? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Jean-François, thank you for your questions. So, if we start on the first one on the outlook. So, if you look at the elements, so, the outlook of what we see the run rate of Exane just shared it on the -- with Lorraine. And so, when you look at the prime activity, so we are ramping them up this year, right. So, that basically means the full year effect will be well below what you would have normally have the [indiscernible]."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "What we've guided for is that having these activities transferred having these transfer -- those activities leading also to a hollow effecting basically, they are all the products that come with it, we basically said that would be in the going concern would be ramping up towards €400 million. And as I said, the other advantage now that we have all of these activities under one. In the past, it could have been that counterparties used Exane for cash use BNP Paribas for derivatives and use Deutsche Bank for prime brokerage. Now, having all that in one organization basically means that instead of three times KYC every transaction it is one with to be done."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "So, that is basically what we aim to do and why we aim. We are very pleased with the transfer of the activity of prime brokerage from Deutsche Bank and that is how it basically makes the integrated part on those equity activities. So, the Exane. Issue then on your question on France. So, yes, on France, if you compare it to a year ago, there is of course, part of the rebound, yes, there is a rebound, because the specialized businesses, which can then be related also to transaction based activities, which are picking up that is there, but nevertheless, over and above that, you see that the volumes are picking up that as I mentioned, we are interacting with the customer."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "So therefore the services that we provide are ramping up and those generate more fees. So that's basically -- so if I synthesize it therefore, yes, there is a part of the rebound. And yes, there is a part of growth. But that basically means that the numbers you see is basically in line going forward in it. So that's basically the two answers on equities and on France retail, Jean-François."
  },
  {
    "person": "Jean-François Neuez",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "Okay, great. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, sir. Next question is from Ms. [indiscernible]. Please go ahead."
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes, good afternoon, everyone. This is [indiscernible]. I hope everyone can hear me well. And thank you for taking my questions. I have a few actually on deposit, because deposit growth has been very strong for BNP to-date. If I'm not mistaken, I think you have over €100 billion of deposits since the beginning of the year. So the first question that I had was whether this high deposit growth was deliberate on your side or purely driven by customer behavior."
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "And if you could give us some color market-by-market as well, it would be quite helpful because I guess the dynamics might differ from one country to another. And then the second question is whether you expect those balances to pull back anytime soon? If so, when? So have you seen for example, any recent reversal of the deposit dynamics over the past few weeks in one of your three return markets? And what's your strategy around that as well? Is there any particular deposit growth rate that you see as ideal and that you target in any of your retail markets in the near to medium-term? So those are my questions. Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Thank you for your questions. And so as you know, we are client driven. So we are there to support the clients in their needs for services, for investment, for growth. And so that basically means yes, at the moment of uncertainty, it can happen that there are extra deposits that are given to the bank that they consider as very trustworthy, very safe. And so that is what we have seen. And of course, we let those clients in and we help them with all their needs."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "And what we of course, see is that the idea is that we are not in the business of stacking up deposits just for the beautiful eyes of the deposits, we are doing it because we can redeploy them. And that's basically what we see. So on the corporate side, basically already in the couple of quarters, we are reducing the deposits, because they are basically -- they were being redeployed being used for working capital and alike. So that's a good trajectory."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "And then when it comes more into retail kind of firm there we are redeploying them into investments. As you know, that is an important part for us, we are aiming to have the structure of products that can deliver many aspects similar to what people are looking for in deposits. And that is the redeployment on investments that we are doing. So that's basically what we have. And as I said, going forward with the pickup in the economy, we assume that we continue this and even pick up further on the speed. So that's basically where we stand client driven. If people come to us because they consider it as a trustworthy bank. We welcome them with open arms, and we are redeploying those deposits as I mentioned."
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Next question is from [Flora Bocahut] from Jefferies. Madam please go ahead."
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes, good afternoon Lars. The first question I wanted to ask you is regarding provisions. You mentioned in the slide back that you have not yet released any of the provision reserves that you made last year on performing loans. So I wanted to ask you how we should think actually, about those reserves. If the recovery continues, as is the plan currently, when can we expect to see potentially some reserve release? And what's preventing you from doing that already?"
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "The second question is on the dividend. Obviously the dividend, you announced today on the back of year ‘20 is in line with what you had communicated back in February. Initially, if I go further back in time, you wanted to catch up on the missed dividend payment for the full year ‘19. Given how resilient the bank has been in 2020, you currently have enough excess capital to do that. Why didn't you decide to also pay at least part of that full year ‘19 dividend? Is it because you want to keep that capital for another usage? Or is it because you don't think that this would have been allowed by the senior supervisor? Thank you."
  },
  {
    "person": "Flora",
    "role": "operator",
    "position": "Unknown",
    "text": ", thank you very much. First of all, if we look at the provisions, yes, indeed, last year, we've added cost of risk under the so called IFRS9 forward-looking kind of concept. So that means you take counterparties which are doing well, but which under some scenarios could deteriorate. And so that is basically what we have provision for that like more than a billion that we put aside for this."
  },
  {
    "person": "Flora",
    "role": "operator",
    "position": "Unknown",
    "text": "And we didn't touch that at all, yes. And so when we'll release it, while we technically you release it, when you see that there is a demonstratable improvement in the economy. And so, to demonstrate that we have to demonstrate it to whom tell to the auditor's tell to ourselves to the auditor's, to the supervisors and so forth. And so if you look around if you read what they say, they are not yet fully convinced or that all of this is behind us, and that we can release it."
  },
  {
    "person": "Flora",
    "role": "operator",
    "position": "Unknown",
    "text": "So I think those provisions are more likely to be released in 2022, then in 2021, but again, as I said, if you look at the cost of risk it is very low. It is below the guidance that we gave a year earlier. So that's basically where we stand. We don't intend to use them. I think given the constructions under IFRS9, it's probably going to be ‘22. When your question on the dividends, yes, on the dividend, we basically had the intention to have a recurring kind of set of, of dividends. And so that is what we've done on 2020. And it gives us now the time to work out the plan and to basically share with you at the beginning of 2022, basically February 8. We give an update on how we will structurally adapt the payout both in amount and secondly also in instruments. So I'll see you back on February 8 Flora."
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, Madam. Next question is from Mr. Matthew Clark from Mediobanca. Sir, please go ahead."
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Hi, a couple of questions on retail revenues again, please. Firstly, on the French retail net interest income and the increase in the second quarter compared to the first quarter, I see that you've changed your assumptions on TLTRO hurdles now assume that you will meet both the first year and the second year or benefit from the first year and the second year favorable interest rates. Whereas at the start of the year, you were only assuming one year of favorable interest rates. So I just wondered what period you are recognizing that second favorable interest rate benefits over and whether that already benefited net interest income in the second quarter this year? And then my second question is on fees in Belgium. They've been growing at a double-digit pace for a couple of years now I just wanted to know if there's some more granular detail you can give us and what products are driving that very strong revenue growth in Belgium and therefore how sustainable it might be? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Matthew thank you for your questions. So if we look in France on the net interest income, let me -- basically the TLTRO, it doesn't drive. As I mentioned, the TLTRO for us is part over overall funding. And as it is secured funding, I asked you to compete with me on other secured funding. So that is not something that impacts. If you look at the impact and evolution in France, it is on one hand, a step up in the activities with the rebound in the activities that I mentioned both on transactions, on corporate transactions on all of those elements."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "And it's also part of the subsidiaries which are in there, which are related to trade and cash management, that also picked up and that reflect that increase. So that's basically what it is. And we find a rhythm which is the rhythm as which we will continue. And then when you look at BDDB, yes, Belgium is -- has a continuous very strong activity that is ongoing. And yes, it's year-after-year. But it's a country that if I can say that has larger ports than some major large countries in Europe. And so that means that there's a lot of import and export activity happening, which translates in all the other activities that you see within the bank. So there is nothing particular to mention, except that it is a very strong performance."
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "So in Belgium, is it more on the corporate side than the individual customers side that's been driving that fee strengths?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Yes, so the thing is, as you know, it's all of those aspects that go together. So the private banking side is picking up. And let's not forget, he also if you look at the leavers that they have, there are also a lot of savings that are happening. So that's all of the aspects. So it is yes, corporate related to what I just said. But it's also private banking, as a consequence of that and the effect of savings that I mentioned also on the other domestic markets. So Matthew that would be my two answers."
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Thanks."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, sir. Next question is from Madam Delphine Lee from JP Morgan. Madam Please go ahead."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JP Morgan",
    "text": "Yes. Hi, Lars. So just a few questions for me. First of all, if we could start with your revenue guidance for the full year, you mentioned that its revenue growth is now stronger than expected. are you just saying this because first half was already up 5%? Or, I mean, is any -- are you becoming more optimistic as well on the second half outlook? And if so, which businesses are you more let’s say enthusiastic about? The secondly on French retail to come back to -- I know your question? Is it possible because NII was particularly resilient."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JP Morgan",
    "text": "So just wanted to get a bit more color on this about how the volumes going on the corporate side, it seems to be some kind of slowdown a little bit in recent months in terms of volumes. And are you seeing an increased pressure on mortgage margins because of competition, and also, if you could give us the TLTRO contribution, this -- the amount in the contribution for this quarter is as possible. And my last question is going back on your comments on buybacks, I mean, it's not the first time you've talked about this, you mentioned this for full year ‘20 dividends."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JP Morgan",
    "text": "And also in the past, and it looks like it's going to be a component of your new plan. But we've never seen to see those amounts. So I just wondering if that is supposed to be a very small portion of your capital distribution. And dividends should be really considered, as most of it they're just trying to get a feel of how you're thinking about the proportion between dividends and buybacks? Thank you very much."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Delphine thank you for your questions. If I look -- first, if I start rapidly baited here. So French retail banking. So the up and down that we see is basically what I mentioned before the extra color I can give. So it was basically down from ‘19 to ‘20. And it's basically up for the same amount from ‘20 to ‘21. So it just coming back to that normal side and it’s -- so on the other elements that you are seeing specifically in France. So the TLTRO, as I mentioned, for us, it's marginal."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Yes, if I have secured funding with TLTRO secure spending with the market, that doesn't make much of a difference. And there is no particular pressure on margins that I observe in France. Then with respect to the revenue guidance, and let's be very clear, it's an orientation, right? I'm not guiding you on a number it just saying what I observe and what I see. And so it is true that if you look at our results, the pickup in activity is stronger than what basically we've guided for at the beginning of the year. So the rhythm is higher. And we anticipate that that rhythm would continue."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "And if I talk about that rhythm in bottom line, it was €300 million more in the first half of the year. And well, one could assume that this rhythm will continue. So that that basically. And so where do we see it? Well, we see it that in domestic markets, given all digital aspects, the majority of the people could continue their transaction. So if they wanted to do a payment, if they wanted to have a mortgage, if they wanted to have a product or whatever, they basically could get it from there."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "The same is true for CIB, we saw both the corporates, strong demands we saw on security services, strong demand. So that's all what we see and we remain confident on the rebound of payers and alike. So that's basically why we believe that the revenues could pick up over the year, first half of the year and second half of the year above what we've guided for. And then when it comes to the elements. Yes, so on February 8, we come back with a proposal on innovative proposal with a with an approach that we will use. And that's basically it."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "And so that is what we working out. And that is what we seeing how we can see how that works in our new plan how that works in the process to have it smoothly going. And so it just I see you back on February 8 to -- on February 8, just I mean, yes, it's the day when we present the results on ‘21 yes, and so there we also present the elements of the plan going forward. And so I cannot exclude that what we propose going forward will also apply to ‘21. So I see you all back February 8, hopefully in Paris. I mean hopefully physically I mean. Delphine those were my answers."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JP Morgan",
    "text": "Okay, thanks a lot Lars."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, Madam. Next question is from Madam Azzurra Guelfi from Citi. Madam please go ahead."
  },
  {
    "person": "Azzurra Guelfi",
    "role": "questioner",
    "position": "Citi",
    "text": "Good afternoon, everyone. I have a couple of questions. One is when we look at French retail on the press release, we have seen that you have been active in small transaction and that there could be some more to come, can you elaborate on what is the rationale for doing this small bolt-ons is mostly for customer services is because acquiring like a missing capability like you did with Compte-Nickel, or things like that. The other one is when we look at wealth management, you continue to grow very nicely. And this is an area that is capital light."
  },
  {
    "person": "Azzurra Guelfi",
    "role": "questioner",
    "position": "Citi",
    "text": "Can you elaborate on what could be key criteria to consider any external growth there? And if I may just quick question on ESG? Different banks have different governments of the ESG risk and strategy. What do you think is the best model? Is it like yours that goes down division-by-division? And what are the advantage of this model practically? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Azzurra, thank you for your questions. If I look at -- so your first question is on what we announced earlier this week, where we basically have [indiscernible] which is basically focused on payments, and personal finance activities. And as I mentioned, that's a bit what we do, we look at, if there are startups that have interesting elements, that if they combine with the interesting elements that we deliver, that form a strong base. So when for example, they have experiences in how to do the payment, and so forth, and how to integrate that into the distribution channel, we can basically afford -- a bring the skills that are basically going to take this a European wide. So it made a lot of sense for us to do so."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "And that is things that we have done in the past, we have done that in the past with, for example, Nickel and with other things. So we basically keep our eyes open. And if we see that there are things where we can combine the start of activity with the strength of that we have -- we bring that together, we can make that work very well without having any constraints. And that is what we will continue to do. So we're very happy with this announcement."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Then on external growth on wealth management, there -- it is a bit the same thing as always on external growth, it is rather in an opportunistic way. So it's not external growth, wherever and whatever and at whatever price, it is things that can make things stronger in activities where we are. So that can be in countries where we are active, where we already have strong activities related to and where we can further strengthen this. So that's basically it's part of our overall approach. But listen, I will have the name on a Friday, and I will tell you on a Monday, that's basically how it goes. And then when it comes to ESG, yes, ESG is an important thing."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "And these things are evolving. I think I told you last time when we published the Q1 results that you have this, this [COP 26], which is happening in Glasgow later this year. And where basically, as it is in the U.K., they are making that bridge between things that are happening in Europe, and things that well didn't necessarily happen in the U.S. under the previous administration, but are now trying to pick up."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "And so that there are things where it's interesting to see and you're right, you have different stances, like if you take our stance, it is to make sure that we have all these elements embedded in the bank, and that we make sure that we can stress test them and that therefore, we can also ask our clients to get onto the road, which is a bit different from what you see on the other side of the Atlantic, where it is focused on making the bank itself completely compliant."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "So there are different stances, I have the impression and from that point of view, I don't remember if I told that last time, but that's where I see that basically, the [COP 26] can be really pivotal in advancing and further aligning all the efforts because this time, maybe contrary to some others, like when there is Basel rules that come out to be global, but a kind of a little bit different on each side of the Atlantic. When it comes to these kinds of things while you have an interest of having it really global otherwise it doesn't really work. So these things are approaching the things are gravitating towards one and I think [COP 26] in Glasgow later this year will be an important point. So Azzurra that would be my answers."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Anyone else? Anyone else still there. Operator? Operator? I don't know if [Technical Difficulty]"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Do you hear me?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Yes, I can hear you operator."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Yes, right. Could I pass to the next question?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Yes, please do so."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Yes. Okay, thank you. The next question comes from [indiscernible]. Sir please go ahead."
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes. Good afternoon, everyone. Just three quick one. I'm sorry to come back to the to the dividend ‘19, and the catch up mentioned by [line up] initial question, but what he sounds like is that you decided to distribute less, in the short-term to be able to distribute more on a five-year view. So that basically you can build the capital level whereby you are happy to probably distribute more than you would have previously. Is that the right way to look at it. The second point in light of all this capital you have now very clearly, is it even worth re approaching the BancWest issue whereby remember, last quarter, you said that you [audio gap] Exane on the CET 1 Italy. Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Thank you for your questions. So no, on the dividend. There is nothing complex about it. What we aim to do is just take a look during our plan, what on the long run, the overall return is and how we can structure it. So that is what we're doing, we will make sure that we have a total approach which works. And particularly if you have a mix of cash and buybacks, you have to make sure that all that is ironed out well to make it happen in a coherent way. And so that is what we will announce. I cannot say it again. write it all down February 8, 2022."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "And on your BancWest’s story, Listen, man, I told you that I am a happy camper on Bank of the West. I'm a happy camper with the lady she is managing that, she is managing the living daylights out of it. They're doing well. I don't know last time where you've been. But California is on a good trajectory like everybody is vaccinated for 70% there is a pickup in everybody, every time I call them, they just tell me they went to Operas, they went to Disneyland and what have you not? So we are happy camper with BancWest. Yes, yes, I can imagine. And then on the details for equity. So yes, the numbers that you said that's what we said. And when you look at the overall orientation that we said is that the cost income when you look at prime brokerage, for example, will be aligned with the rest of global markets that basically what it will deliver. [indiscernible] that would be my three answers."
  },
  {
    "person": "Q – Unidentified Analyst",
    "role": "operator",
    "position": "Unknown",
    "text": "Fantastic. Thanks a lot."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, sir. The next question is from Mr. Pierre Chedeville from CIC. Sir please go ahead."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC",
    "text": "Yes good afternoon, Lars. One question regarding net inflows in asset management business which are -- which were quite strong this quarter. And I wanted to know whether they come from third-parties clients or from captive networks. Can you give us information on that? And also regarding the exceptional performance fees you mentioned? Could you give us an idea regarding the exceptional is it twice the normal level three times the normal level of the average level of performances during the last let’s say three years."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC",
    "text": "Regarding real estate, you also mentioned a rebound. And particularly in France, and I remember that last quarter the rebound was in U.K., I think something like that. Could you tell us how far are we from once again the normal [indiscernible] revenues, around €1 billion in normal times are we far from this level today? And another question on BancWest. It seems to me that the new administration was very critical regarding M&A of regional banks, saying that it was increasing prices for customers. Have you noticed this, this movement in prices at level of BancWest? And do you feel that it could at the end of the day indeed new M&A, which is seems to -- which seems to be contemplated that in new administration? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Thank you, Pierre. If you look on your questions on the first one, the net inflow in -- that we see it is mainly driven by domestic markets. Then when you look at the revenues on real estate, so yes, it has rebounded, but it is still picking up going forward. And then on Bank of the West the reason I have already told it. We have a setup in a state that is doing very well with the lady that is managing that superbly. So yes, with the Biden administration is looking at things the Biden administration is looking at the fed, the Biden administration is looking at many things. But as I said, for us, we are happy with the activities that they're going and of course we are opening we're keeping our eyes open on whatever it happened around us, before us, we just delivering spot on that business. So that will be my answers Pierre."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC",
    "text": "Okay, thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, sir. Next question is from Mr. Omar Fall from Barclays. Sir, please go ahead."
  },
  {
    "person": "Omar Fall",
    "role": "questioner",
    "position": "Barclays",
    "text": "Hi, Lars. Just two questions for me. So firstly, just to understand your comment on the potential increase in the payout. So you made like a 10.5% [rate], in the first half, second half is usually seasonally lower so than that now you're unlikely to be much higher than the 10% average [rate], you were making pretty consistently before the pandemic. Then, after Basel IV, you're probably not in a major position of excess capital versus say a 12% CET 1, certainly not compared to your major European peer. So what exactly is the justification for raising the payout ratio versus what it was for a very long time pre crisis? Is it just the prospect of lower balance sheet growths less large scale acquisitions?"
  },
  {
    "person": "Omar Fall",
    "role": "questioner",
    "position": "Barclays",
    "text": "I know, you're going to tell me to ask and the strategy update, but you did mention it. So I think it's only fair. Then secondly, thanks for the clarification on the whole space at Deutsche and the Exane revenues. But on the Exane, if I'm not mistaken, I think they made something like, like €20 million of net profit last year and maybe pick that €30 something previously, so it's not very much in the group context, there -- are there's some intercompany elements there that would disappear in BNPs hands and make it a bit more profitable something to do with the partners, just some color there would be useful? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Thank you, Omar for your questions. Well on the payout, so, what we are doing in our plan is that we basically see that we have been strengthening materially partly during the crisis, we have been strengthening our platforms. So the platforms and equity that we talked about, but also the industrialization, the digitalization effort that has been going on. So that means that going forward, we anticipate to have a growth that is at marginal cost. And on top of that, we don't have to accumulate further capital. So that is the elements that we want to take into account."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "So growth at marginal cost, the situation where we are no evolutions in regulation and alike. So all of that we take into account and that should make us have a review of the payout going forward. And that -- so that's on the payout. And when you look at the Exane, yes, the thing is one of the elements is that by having Exane integrated, so physically integrated, they just sitting here 300 meters down the road from where I'm sitting, so they sitting on the same platform together with all the other guys."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "And so the strength is coming, that when you come to BNP Paribas on “equity”, you have one person that can then basically interact and bring all of those skills and everything that is related to it. So it is simpler and interacting. It's simpler in KYC, is gets simpler in all of the AML related activities. So from their point of view, that's what makes -- and that's with BNP Paribas, right. It's a diversified but integrated approach. And that's basically what we are now also doing on the equity part. So Omar, that would be my two answers."
  },
  {
    "person": "Omar Fall",
    "role": "questioner",
    "position": "Barclays",
    "text": "Thank you very much."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, sir. Next question is from Mr. Stefan Stalmann from Autonomous Research. Please go ahead."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes, good afternoon Lars. I wanted to follow up on some of the M&A topics please continue on Exane. Are you planning to merge the Exane legal entity into a BNP as part of this integration? And more broadly, you're now making a couple of acquisitions and disposals Exane [indiscernible] Bank in Austria. Can you may be at least guide for the cumulative impact on -- of these deals on your capital ratio? I assume it's relatively small in aggregate. But I would be curious about your guidance here. And maybe finally, there's quite a clustering of deals now on both the buy and the sell side, if you will. Is that just random or has anything changed maybe in your appetite to do deals or maybe in the availability of deals by sellers? Thank you very much."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Stefan, thank you for your questions. Well, the thing is, if you look at on your question, if you look at the Exane and in general, where we move it into one structure that I think that we are looking at does it make sense, does it not make sense, it's like a bit what we are like looking at on other activities, sometimes it makes sense to even have them in one entity. So it's some of the things that we keep on scrutinizing, I have a team that is basically looking at all of the structures that we have and see how they can be optimized."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "So we keep a close eye on that. And then if you talk about [indiscernible] and Austria, yes there are several things on that. So we keep on optimizing somewhat it as I mentioned, when we have an activity, one activity in one country, and we are not able to basically get things around that, then we might stop at it. Yes, that's why we basically in the end, went out of India, that Indians why we went out of that island in faraway in the Pacific called our Bank on Hawaii. And that is in the end also why we went out of the activities of Hello Bank in Austria, because it was kind of the only activity that we had."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "And then on the other hand, indeed, if we can have startups that basically help us accelerate in another domain, like what we had with Nickel, or now what we have with [indiscernible], that's the kind of things that we do. At this stage, when we start them up, the impact on the capital is very few -- very small. So it's kind of a few a handful of basis points. So that's basically where we stand. And then we'll see how that evolves. And that evolves with basically all the other elements. But there's -- it is important for us that basically we can start early and have a head start on these activities."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "And then when it comes to your clustering, question on M&A, listen, these are the things typically as you know, we are not interested in buying a large retail branch kind of bank. And so we look rather at bolt-on kind of things here a bolt-on activities, that strengthen us. And that's the thing -- these things cannot be planned here. That's what I ironically say, I'll know on a Friday and you'll know it on a Monday. So there is a lot of things happening. We see also banks that structure themselves a bit differently. So yes, listen, it's been four years that there have been opportunities. So listen, I expect this to continue. So Stefan, those would be my answers on M&A."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you very much Lars."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, sir. Next question is from Madam Anke Reingen from RBC. Madam, please go ahead."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC",
    "text": "Hi, thank you very much for my questions. I have just some follow up questions, please. Firstly, on costs. And I just wanted to confirm that in spite of the stronger revenue"
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC",
    "text": "momentum, and potential from business related costs in the second probably, we're looking at the stable cost base for the year [indiscernible]. And then just on the liquidity buffer, the €488 billion. And I certainly hoping for clients to invest more money and so loan growth took again, but I mean, there's a very large amount there anything you can do in terms of I don't know, I guess you have a negative yield on that currently as far as you put attention to invest differently to increase the return? And then just the numbers question on the tax rate, it was a bit higher in the first half what should we expecting for the full year and potentially longer term? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Anke, thank you for your questions. So yes, on the cost -- listen, what we have is in our previous plan, we put in motion, a lot of things to basically in digitalization, leading to cost reductions. On top of that, with the arrival of the new client, we said, we are not going to have one-off costs in order to do the next wave of investments that we have to do, because these things apparently come back every single time. And so what we instruct the bank is basically saying, make sure that you have previous savings, that finance your next investments that will then finance the next ones, and so forth."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "So that is why we basically say all costs will be stable, even if there is a pickup in activity. Of course, the one thing -- the two things that we said, I mean, the levies that go up materially, that is something we cannot fight. And there is -- if there is a parameter change, because we bring on board other activities, that's something else. But for the rest, we basically go into a mode where we basically invest based on the gains of the previous investments. So that is why we say stable costs. And then when it comes to the liquidity, as I mentioned, yes, we're open for business. We take that liquidity, and we see how we can guide corporates to redeploy it, and also individuals to redeploy it or invested. And so that's basically what we keep on doing. And yes, it's a lot of money. And yes, it should be even further put to work. But nevertheless, look at our returns, we have very solid returns. So that's basically fine."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "And it's amongst others, because we keep the client, we keep the client, if he has the deposit, and therefore he stays with us. He brings more business. And that is why we grab market share. That's why we have the returns that we have. And then on taxation, yes, taxation, sometimes it goes up quarter and down a quarter. And in particularly on the six months, it's a bit higher because of the single resolution fund or the single resolution fund. It's insult over injury if I can say, so it's a taxation. Yes, that will end in 2023. I agree. But it's a taxation or a tax that is not tax exempt if I express myself, and so that's basically what you see in the tax rate. But we continue to guide clearly for the full year that we will be at let's say 20 hovering around 28% tax rate, as we normally had intended. So Anke those would be my three answers."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, Madam. Next question is from Madam Giulia Aurora Miotto from Morgan Stanley. Madam please go ahead"
  },
  {
    "person": "Giulia Aurora Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Yes. Hi, Lars. A couple of questions from you as well, please. The first one is on personal finance. And I think you said that it's catching up, but not yet firing on all cylinders. So by when do you think we are going to see positive operating draws here? And in particular, I was a bit surprised by costs up 9% versus revenues up only 1%. Will this type of trend change over the next quarters? So that's on personal finance."
  },
  {
    "person": "Giulia Aurora Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Secondly, on deposits, I want to go back to a question asked earlier. So I hear you when you say that of course you welcome any sort of -- well, deposits from clients that also bring some good business attached. But what are you seeing quarter-to-date i.e. is there any indication that things to the reopening the deposits are finally starting to go down or not really."
  },
  {
    "person": "Giulia Aurora Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "And then the final question is on buy now pay later, which is a market which is booming globally and growing nicely also in Europe. So what is BNP stance on these market and could maybe the slow acquisition, willing to BNP entering or doing more here? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Thank you, Giulia for your question. Yes, on personal finance, indeed it is impacted by the lockdown that went a bit it on longer than anticipated. Now we anticipate that lockdown will improve, let's say after the summer, that is why we continue to pick up and organize and do the investments to accompany that. So that is something that we will see, rather towards the end of the year that we should be back to that rhythm before."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Then on the corporates, sorry, on the deposits. Yes, so with the effects of what I mentioned, we see it, for example, on the corporate side, the deposits are tapering-off, which is normal. So it goes at that faster than on the individuals that have to be convinced themselves, that the products that we offer a kind of -- same kind of structure when it comes to inheritance and alike as they do deposits."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "So we feel confident that that's going to happen, but we already clearly see it on the on the corporate side. And yes, the buy now pay later initiative. That is one of the reasons why we embarked on the flow initiative. So that's why we are proud to announce it, it's probably proud to have it in France, we're going to basically ideas to roll that out at a wide European level. So we are very pleased to be active in that domain. So Giulia, that will be my answers."
  },
  {
    "person": "Giulia Aurora Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Thanks."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "We have no other questions, sir. Back to you for the conclusion."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Thank you very much. So all of you, ladies, gentlemen, thank you very much for your attention. You've seen that we have historic results on ‘21. And that if we saw the first six months of ‘21, and if we look at the full year, we see revenue growth stronger than originally expected. We see positive jaws. We see the cost of risk at the low level below the 45 to 55 basis points. And so we basically have a flying start for our new plan. I thank you very much. Wish you an outstanding weekend. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Ladies and gentlemen. This concludes the call of BNP Paribas second quarter 2021 results. Thank you for your participation. You may now disconnect."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]