[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions] The first question is from Tariq El Mejjad with Bank of America. Please go ahead."
  },
  {
    "person": "Tariq El Mejjad",
    "role": "questioner",
    "position": "Bank of America",
    "text": "Hi, good afternoon. A couple of questions from my side please. First on the Equities and Prime services division. I think the market was a bit disappointed by the performance there, especially, you know, after strong Q2 punchy message during the quarter in different occasions. I know you're still up 27% in nine months and 13% year on year for the quarter."
  },
  {
    "person": "Tariq El Mejjad",
    "role": "questioner",
    "position": "Bank of America",
    "text": "But I mean would you suggest there are some higher seasonality than you anticipated in, in this, in Q3 or what we should have in mind when looking at the € 820 million in EPS in the quarter. Should we look at actually EPS on a yearly basis and if you can maybe give us more indication how we look at that post Q2 kind of finalization of the restructuring of the division."
  },
  {
    "person": "Tariq El Mejjad",
    "role": "questioner",
    "position": "Bank of America",
    "text": "I mean, the second question is more general. I know you give guidance for the full year results for the 2026 and maybe an update on '25 as well. But can you run us through the main growth levers? Obviously not the whole thing, we've done it in the presentation, but just the two three areas that you think really will be a swing factor for you from next year given the rates. I noticed in your presentation that I have this red and green arrows. And apart Arval and Belgium, everything looks green and the right direction. But what can you tell us in this stage what you have in mindset for '25, '26 and what's the market missing, you think? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Tariq, thank you for your question. First on EPS. Yes. If we look at it, let's go back. So in the second quarter, all stars were basically aligned. There was demand in all of the domains at the same time. And so again, if you look even at the year to date, it's very strong. Now when I hear your remark on the third quarter, it depends what it stems from."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "So I suppose that you basically say, and you compare also with what you see with other banks that are basically operating on the other side of the Atlantic. And so let's not forget, so our activity, we are mainly for a big part we are European based. And so what you see is the dynamic, particularly in the last couple of weeks of September where we're different."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And so on your question of how to see what is a bit the base, for me it's typically if you take a look at the volumes in the zone, so for us, Europe, so you look at coalition, you look at the volume that we have and then you basically see that we take market share versus that domain. So that's basically what it is. There is nothing else to read in it. We have all the services, we are there to serve and we basically are doing so and stepping up market share in particularly in Europe. So Tariq, that will be the answer to your first question. Jean-Laurent, on the second?"
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Yes, maybe on the second point, I mean, clearly must be some focus on the French bank, the Belgium bank and probably Personal Finance. If you look closely this quarter, after two quarters in negative territory, the French bank is in positive evolution. Next year, we should get something north of 3%. This is the internal target for next year is clearly above 3% for the French domestic bank."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "If you look at Belgium, unfortunately we knew from the very beginning of this year that '24 might be a difficult year, but it went a bit further. You can look at the evolution of the topline plan in the third quarter. It will stabilize in the fourth quarter. Next year, if you look at Belgium again will be clearly north of 3%. Our target is clearly above 3%. And looking at Personal Finance that is still in negative territory. Globally, even if you look at the core perimeter, it's up 1.2% if I remember well. Next year the whole Personal Finance will be up. And if you concentrate on the core perimeter, probably north of 5%."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "So I would say CIB is a growth story, IPS is every quarter more kind of growth story especially considering the fact that we're going to consolidate progressively AXA investment managers and wealth management coming from HSBC in Germany and other, I would say, bolt-ons and CPBS looking at three major areas that today this year are under pressure. Well, next year clearly we're going to be back in positive territory. So maybe this is the bulk of your question."
  },
  {
    "person": "Tariq El Mejjad",
    "role": "questioner",
    "position": "Bank of America",
    "text": "Thank you. If I can just follow up on the CIB part on the EPS. I mean I wasn't commenting last on the market effect. It was more on your market share gain, strong market share gain. You're expecting post all the actions you've done for the division that I mean, do we think like Q3, which normally seasonally lower is equal to Q1, which actually normally is a good quarter. Is that kind of a run rate or again I really come back on, we should have you look at the full year, look at what you've done in nine months and have an idea on how to analyze that and see what will be the new level for EPS. Sorry to insist because this is a key part--"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "No worries, Tariq. But it remains. When I basically said when we take market share you really have to look at it. So that market share is expressed in a part of revenues and it's part of the revenues and basically the European activities. So you cannot bulk the U.S. activities in it. So it's really looking at. And that's what I said, you look at what coalition is giving for Europe and that's where you can see."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And then again the demand can be different. So yes, you typically have a strong start of the year and even a second quarter and then the third quarter can be different. It depends on how the summer goes. It also depends a bit what the central banks are doing. And so that's basically what you can see. So I cannot tell you that it is a fixed number of run rates you should go for. What I'm saying is I'm stepping up the market share of the demand that is happening within that quarter. So it's not a number. I give you a relative positioning."
  },
  {
    "person": "Tariq El Mejjad",
    "role": "questioner",
    "position": "Bank of America",
    "text": "Okay, thank you very much."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Azzurra Guelfi, Citi. Please go ahead."
  },
  {
    "person": "Azzurra Guelfi",
    "role": "questioner",
    "position": "Citi",
    "text": "Hi, good morning. Two questions from me. One is on the French retail. Can you elaborate a little bit on the dynamics there? Because nets of the hedging I haven't seen any improvement of the margin. So I don't know if you can elaborate a little bit on the rate sensitivity, what to expect when the rate will move down and on the volume side. The second one is on the deal with AXA. It's clearly a big step into the IPS division and a big transformation going on there. Can you elaborate a bit on the benefit and potential synergy as well as synergy between the different division for the Group between, I don't know, the CIB and CBPS with the savings as well? Thank you."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "So we do not have typically a French retail. We changed the brand name a couple of years ago, so it's more commercial private banking type of business. If you look at the NII, it doesn't look like a retail banking, regular retail banking activity because of a number of factors, especially the fact that you have flows from the balance sheet out of the balance sheet and vice versa. It doesn't move exactly the same way. So what happened this year is that unfortunately short-term rates remained quite high for a very long period of time."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Again, so this is a price signal that create a kind of say regular move from site deposits towards, we say costly deposits. So and this has created a negative effect. So not only this year we're not benefiting from anything based on the rate scenario. But on top of that we suffered some pressure on the size of the volumes of the site deposits."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "If you look at the French bank, probably this is in the range of 200. So we have a kind of 200 million negative headwinds coming from this, I would say, pressure on the deposit, site deposit volumes. And if you look globally at the Eurozone banks, probably this is north of 300. So next year we're not going to get something typically from the rate curve. It's just the fact that this phenomenon is going to come to an end."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "So you will have 200 that are going to vanish in the air down to zero for France and more than standard going to zero for the Eurozone banks. So this is the situation. It's not typically a rate effect. It's surprising. It's a signal given to the market and especially in a commercial bank, private banking platform, upper affluent type of customers, well the signal is strong. So people are moving. It's not a regular mass market operation. This is valid also for Belgium. This is valid."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "So next year we suffered quite negative headwind coming on top of what we disclosed that was the end of the remuneration of the deposit at the central bank, the Belgium bond and so on. So we got that negative headwind in France, Belgium and globally in the Eurozone linked to the quality of the franchise."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "So these elements is going to come down to zero next year and this is also why next year we're quite confident with the French bank Belgium and the Eurozone bank globally. While for Personal Finance the fact that short term rates are going down, we help us, I would say rebuild margin at the level of the platform. So this is the situation."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "For AXA, well, it's complex to comment because we signed MoU end of July, 1st of August, by year end, beginning of December probably we will have the full signing and the closing will be probably end of June, beginning of July next year. Well, so very difficult to compute the level of cost synergies and you have the cost base and well if you are strong you can go up to 18%, 20% so you can compute with that and it's not very difficult but we cannot really comment that far because it's not closed and it's bit tricky to give, I would, say additional numbers."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Giulia Miotto with Morgan Stanley. Please go ahead."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Hi, good morning. Thank you for taking my question. I have a question on Personal Finance and/or Arval. I know you're more skewed to corporates within your leasing book but the recent developments in the motor finance consumer lending in the U.K., do they impact BNP at all? I know that you have some presence in the U.K. on consumer finance and the leasing. So if you can, yes, just give us some sense there, that would be great. And then my second question, more strategically, can you tell us about the benefit you're getting from the partnership with Apollo and more in general how you are thinking about private credit as an opportunity, as a threat? Yes, I would welcome your comments there. Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "On the motor there's two things. So on the Personal finance there's basically we have no exposure. When it comes to leasing, we have some activities but what I can tell you is compared to the other players it is marginal. So that's on PF."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "And sorry, marginal means like less than 100 million sort of potential impact or--"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Yes."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Okay, thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from…"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Oh no, wait, wait. I think there was still a question on Apollo and on the -- Giulia, did we answer your question or do you want us to come back to your question on Apollo and the private credit?"
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "No, no. So the U.K. car motor finance question is answered. Thank you for that. But yes, on private credit, if you can comment."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Yes. On private credit, if you look with Apollo. So what you basically see there has been moments in time. Yes. If you go back 20 years, all financing was basically public financing. [indiscernible] bank that went into the market. Then when Covid hit and whatever it basically the private credit stepped up. And that's what you saw, that several players are coming in. But what we're seeing is that it's not going to be black or white. There is now going to be a spectrum of financing that basically goes from public to private."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And so we are a in basically all of those aspects and that is why we sometimes team up with other players in that domain. So it's a continuum. We consider that private and public will be a continuum and we play in all aspects. So Giulia, that will be your answers."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Delphine Lee with JPMorgan. Please go ahead."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "Yes, good afternoon. Thanks for taking my questions. I just have two quick ones. Just on the cost from slide 11. So there is still another $200 million from your $400 million of additional cost savings to come in Q4. So just wondering in terms of how we should think about the seasonality of Q4 because you have a bit more cost in Q4. Is that should we expect it to be less pronounced than usual? If you don't mind giving us a bit of color on this?"
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "And secondly, just wanted to ask, you commented that you will provide an update of your 2026 outlook taking into account the redeployment of capital, so with the Q4 results. Just trying to understand a little bit is that are you going to give us more new targets in 26 which we don't have or would that take into account AXA? I mean just trying to get a bit of feel of what you mean by that. Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "I'll take your cost question, Delphine. So indeed. So as a quick reminder for the cost savings, we initially had during the plan, we had like $600 million savings this year. And then with inflation stepping up or staying high, at the beginning of the year, we basically said we're going to do $400 million more. And so they basically said, we put that in motion. In the second quarter, we started to see the first effect and so it's basically ramping up."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "So the decisions were taken but then before they hit, before they are instrumentalized. So that is why it is ramping up and we see that we are well on track. And so with all the elements that we put in motion, we are confident that we will have the remaining part of the $1 billion savings over the year. So that's basically that. On the strategy, Jean-Laurent?"
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Well, usually beginning of the year we're giving an update of the term plan. So this is typically what we're going to deliver next year. We have a term plan, the return on tangible equity, 12% was postponed beginning of that year in '26 12%. So we're going to give the, I would say the color around this term plan taking into account part of the redeployment of Bank of the West to proceed from Bank of the West."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Not everything will be available around the transaction with AXA EM for a simple reason, it's not yet closed, so we have to be cautious with that. But it's a typical update on the term plan at the beginning of the year to give the relevant color on the different division based on the, I would say, the redeployment and including the deployment of the proceeds of Bank of the West. But yet beginning of next year we won't be able to give all the details around AXA Investment Manager."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "And just as a follow-up, I mean, would you say that the numbers we can see so far for the first nine months already largely included the proceeds of Bank of the West or it doesn't fully capture yet sort of all the earnings accretion?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "There are still elements to come in. As you know, there have been things that have been really closing or in the process of closing. Look at what we've done in Italy with IKEA or what we're doing now with HSBC in Germany. So those elements are still coming into play. So there are still elements of the redeployment that will be adding to the results."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "Great, thank you very much."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Flora Bocahut with Barclays. Please go ahead."
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Barclays",
    "text": "Yes, thank you. Two questions. One is going back to the CET1 ratio, please. Obviously it was flat this quarter if we put aside the Arval consolidation impact. So that means that the growth you had this quarter was essentially too capital intensive. It did allow for organic capital generation. I hear the comments you made last around OTD having been delayed a bit by a quarter and securitization coming in Q4. But isn't there anything more to add to that? I mean I was looking at the RWA move Q-on-Q, credit risk as well as operational risk. RWA I think went up. So I don't know any comment you can do on that and the lack of organic capital generation this quarter beyond the OTD delay would be useful."
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Barclays",
    "text": "And then the second question is going back to Eurozone retail banking revenues. And I mean obviously it's important because I think CIB is doing okay. We agree on that. IPS is also doing okay. It will do better with lower rates. There are external growth coming in. The market concerns remain very much on the lack of revenue momentum in Eurozone retail. I think essentially the question I have for you because the messaging you have is clear on why you think it will rebound in '25, '26. The question is really about the timing of the bottom because if I look at Q1, Q2, Q3, Eurozone retail banking revenues have been kind of flattish in $3.4 billion to $3.5 billion. Do you think it's a question of one quarter or do we have to wait another 2 to 3 quarters before we start to see the decent pickup? So really about the timing here of the pickup in the momentum. Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Flora. I'll start with the Common Equity Tier 1. So you know when you look at the evolution of Common Equity Tier 1, there's always many moving parts. And so the main moving part is the OTD. So there is an origination. There has been a lot of activity in the end given that uncertainty in September. So we put it in the balance sheet and we didn't have the time to get it out. So next to that there are other moving parts."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "So there are the typical moving parts. You can have OCI moving a bit. You can have your model reviews that are happening, but that is run of the mill. You have the typical kind of things with some overs and unders that basically iron out. The main thing which is phasing is that one."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And on your question on the revenues, listen, with what we've guided, you can see so we said there is this pivot coming of the elements of the pivot there is several of them that are basically crystallizing as we speak. On slide 21 you can see the headwinds. So the headwinds are really tapering off. And so they will basically be gone, almost gone in the fourth quarter. So that's the pivot. So you will clearly see in Q4 the pivot. And then picking up in the quarters thereafter."
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Barclays",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Stefan Stalmann, Autonomous Research. Please go ahead."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "Good afternoon. Thank you very much for taking my questions. I would like to start and try my luck again with the AXA deal. I appreciate there's still lots of moving parts and it's early to be very committal, but can you give us a sense of whether when this deal closes in the middle of next year, whether in the second half of 2025, you expect a positive net profit contribution from this deal or not? And the second question expands on, I guess Delphine's question earlier. Looking at the fourth quarter last year, you surprised the market with a fairly poor set of results. And that was coming both from unusually weak revenue and also quite a spike of the cost base which almost looked like a kitchen sink. Is there any reason from what you can see today to believe that we're going to see something similar again in the fourth quarter of this year? Thank you very much."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "With respect to AXA, so the thing is, once it gets closed, of course, we will have the earnings that generate from it. So that is on the bottom line, a positive thing. But then it's not impossible that we will basically come up with a plan that will need some whatever restructuring costs that are going on. So intrinsically there is the contribution of the deal, but there will be initially some cost related and some depreciation cost related. So that's basically on the AXA bottom line."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "Lars, that means that there could be, you mentioned depreciation. Could there be meaningful depreciation or amortization charges of acquired intangibles?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "That is, if there would be intangibles, they will have to be depreciated. So for those around the call, there's goodwill and intangibles. So goodwill under IFRS is basically what it is, it is not depreciated, it is tested. Intangibles are basically depreciated over time. Again, this is a thing which doesn't impact the capital and whatever. So, but that's a form that could be part of those restructuring costs indeed."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "Right. Okay, thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question--"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And on -- operator, I think I didn't answer Stefan's question on Q4. Listen, on the cost, what we have is the cost that we basically control. We have settled sales. That's what we said earlier. We have the remainder of the billion to come. And so that's basically that. And on the revenues, Stefan, I typically say I don't know where you were a year ago, but I have this funny feeling that I know where you were."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "You saw that there was given the uncertainty and with respect to the central banks which were coming, there was basically a gridlock when it came to markets activities and that was a lower kind of review. So, I don't have a crystal ball. I cannot say anything. But given what you see with whatever is around, there's probably going to be some volatility in the market. So on the horizon, you don't anticipate a repeat on the market's activities of last year. But again, Stefan, this is just what I see at this moment."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "Yes. Okay. Thank you. Thanks a lot."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Joseph Dickerson with Jefferies. Please go ahead."
  },
  {
    "person": "Joseph Dickerson",
    "role": "questioner",
    "position": "Jefferies",
    "text": "Hi. Thank you for taking my questions. Two areas. First, on the Italian business in retail and commercial. It looks like the margin is trailing off now for about the third quarter. It looks like we're back to the Q4 levels. Can you just discuss the rate sensitivity and the structure of that business anymore. I would have thought we would have seen a little better performance, but maybe I missed something on rates. And then I think I heard, can you clarify what you said earlier, you were asked about, I think the U.K. motor finance market and I heard $100 million. Could you just clarify what that was in relation to. I mean, I can go back and look at the transcript, but if you could just clarify that here, that would be great."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Thank you. Sure. I clarified the U.K. and you should rephrase, if you may, your Italian question, because I don't know if you talked about the cost of risk or about the other one, but I'll answer the U.K. So the U.K. we are basically, when it comes to the leasing, we are a small player."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And so the color I gave is that for us compared to the other players that are active, our impact should be rather limited. But again, there is not much more that I can say. I don't know how this will evolve and what it is, but I should just say that we are not a major player in that activity. That's the U.K. And so can you rephrase your question on Italy?"
  },
  {
    "person": "Joseph Dickerson",
    "role": "questioner",
    "position": "Jefferies",
    "text": "Yes, sorry, it was just the. If I look at your net interest income to average loans, it's been kind of tapering off over the past couple of quarters. It reached on our numbers about 2.5% in the first quarter and it's kind of coming back to Q4 levels. So, I was just wondering what's the dynamic around that business in terms of rate sensitivity or loan and deposit mix. Just for going forward. Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Listen, as a quick reminder in particular in Italy BNL, what we aim to do is we aim to position on customers and needs where we can make a difference in serving them because they need international exposure, they need trade, they need whatever. So those things, that is where we can make a difference. So there are other kind of local kind of products that we don't compete in and that we step up. And that is why you see basically the loans going up, and therefore, you also see the net income margin being impacted by it. But that is basically more than compensated by the effect that the cost of risk is tapering down. So that is the dynamic that we pursue at BNL in Italy."
  },
  {
    "person": "Joseph Dickerson",
    "role": "questioner",
    "position": "Jefferies",
    "text": "Great. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Kiri Vijayarajah with HSBC. Please go ahead."
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "HSBC",
    "text": "Yes, good afternoon. Thanks for taking my questions. So, first one, with the prudential consolidation of Arval, is anything likely to change in how you actually steer the Arval business? Is Arval now under a bit more pressure to be efficient with the capital consumption or the required level of profitability? The hurdle rate internally that you said is now higher for the Arval business with the prudential consolidation."
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "HSBC",
    "text": "And then my second question, with AXA and the Trinkaus deals, does that mean you as a management team are now tied up with integration projects? I know that the full run rate of synergies for AXA I think isn't until 2028. So if other assets potentially come up for sale, there were rumors of stuff I think coming available in Germany potentially. So would you as a management team be kind of too busy to really participate if further kind of sensible or attractive deals were to come up on the market on the next, say, 12, 18, 24 months? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Kiri. First of all, on one hand, as you mentioned, what it basically means by consolidating it prudentially, that also basically means that the whole setup as it is now more integrated within BNP Paribas, becomes more efficient. So there are elements of that that will basically come into play and therefore ensure that we have the right level of profitability for that activity. So that's basically this."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And then with respect to the acquisitions, I'll give a quick first stab on it. In a typical base, we are somewhat getting to the end of the redeployment of BNP Paribas of Bank of the West. But we typically have, if you look at our earnings and what we have done in the past, there is something like an orientation of 20 basis points that we redeploy on an ongoing basis."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And so that is something that we will continue to do. And yes, you are right, the AXA EM will be an activity that we integrate and that will take time. But for having been there when we integrated another bank in Belgium that was on the level of complexity, which was still something else. And so we kind of have a kind of procedure and approach that allows us to do these things. So we will keep on -- keeping our eyes open on 20 basis points kind of things."
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "HSBC",
    "text": "Great, thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Would you have something in mind, Kiri? Otherwise I'll pick up my phone. I'm just joking."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Chris Hallam with Goldman Sachs. Please go ahead."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "Yes, good afternoon everybody. So just I want to come back on equities and that sequential performance maybe by business line. So, I get the performance was very positive on a year over year basis, but it was quite weak versus Q2 even when we look at yourselves versus European peers. And at the same time you said in Q2 that that didn't include any one-offs but that perhaps all the stars were aligned in Q2. So I just wanted to dig into what part of the business weakened Q-on-Q for BNP in Q3. Maybe if you could give some color in terms of that sequential performance in derivatives versus prime versus cash. I know prime was up a lot year over year, but it looks like that business must have probably reduced quite a bit, Q3 versus Q2, but the balance sheet only was down about 3%. So I'm just a bit confused there."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "And then the second question, I think I know the answer to this, but is there any chance you could give us a group NII sensitivity to a 100 basis point move in rates? Just given the volatility we've seen in the rates world in the last few weeks and the relative rates insensitivity of your P&L, it would be helpful to get that number because obviously there's the short comings with the number we can get from the IRRB disclosure. Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Listen Chris, I'm wondering if you will be working for another bank active in prime brokerage. So no, the thing is so as a quick reminder, in the second quarter indeed all stars were aligned and that's why basically all of the services being in cash being at derivatives, be it prime, the demand was very strong and basically there was even a pivotal point with the election. So there was actually kind of a double demand. So that's what we saw."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "So if you now look in equity and listen, we don't give the breakdown in each of those activities, but in the order of things you can assume, and particularly if you look in the third quarter, that in the order of things, if you look in the market again, the demand for prime was higher than what you saw for cash and derivatives. So that is a bit the thing that you see."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And when you look at the overall, when you take the look in the balance sheet, listen, this is again what I mentioned earlier, we're having these activities that are going on and the picture is for example in the origination to distribute, you keep it into the balance sheet before it going out. So that is basically the link on what I said with respect to the impact also that you saw on the Common Equity Tier 1 on equity. And then you had a question on what, on?"
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "So the second question was just if you wanted to give us an NII sensitivity for the Group for 100 basis points move in Euro rates."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "The thing is, listen, the thing is, if you look at what we have, what we typically publish in our annual result is that the mechanical kind of impact is an impact, which is like for 100 basis points. I don't have the number in mind for 100 basis points because that is basically not the one that we do. But if you look at the typical stress test that we have, you are rather in an impact of a couple of hundred million but that is rather on a 50 basis point. So I will have to look. I will come back to you on the 100 basis points question."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "Thanks a lot."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Anke Reingen with RBC. Please go ahead."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC",
    "text": "Thank you for taking my question. The first is on capital. I just wonder, I mean I guess you have 12.7 and we already know 50 basis points and 25 basis points which takes you relatively close to the 12%. And I just wonder, I mean should we expect which doesn't seem to give you much flexibility with respect to any potential headwinds or the 20 basis points of deals that would come your way. Should we be prepared that your ratio could fall below the 12% or would you consider more or accelerated optimization measures to give the capital ratio a boost to have more flexibility?"
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC",
    "text": "And then the second one is on the 2026 update with Q4 results. I just wanted to confirm, I mean the current base case is a 12% ROCE target. I mean it's not specifically reiterated in the slides but I just wanted to make sure I have the right base case. And the fact that we're looking at '26, does that mean we're moving away from this typical 3-year planning process? Thank you very much."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Anke, I'll start with your last question. Listen, what we have said, remember, is that given all the headwinds that we had in front of us, we said that the 12% would be basically pushed into 2026. So that's basically what we said. And that is why as that is in '26 that we will give an update on that trajectory to that. So there is basically no change on that front. And then when it comes to capital, Anke, you know it in the meantime."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Yes. I mean we are managing capital close. Yes. We don't want to have sitting on an excess of capital. We want to redeploy it. So we want to fly at the 12%. And again I typically would say I don't know where you've been the last couple of years, but I know where you've been the last couple of years and you've seen that we have been spot on managing that. And so that's basically what we do. And so we accelerate sometimes the securitization or whatever we have to remain in line with that limit where we want to fly. And that is what we will continue to do."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC",
    "text": "Okay, thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Pierre Chedeville with CIC. Please go ahead."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC",
    "text": "Yes, Good afternoon. Could you give us the revenue growth in asset management, ex principal investment and real estate? It would be interesting to compare with other players. And also could you give us a little bit color regarding net inflows in this division that were quite good from what type of customers and what type of products, short term products or long term products. And regarding cross selling revenues at 32% I'm not sure, but could you give any guidance or target in terms of these types of revenues? And if not, do you have any, even if you don't communicate it. And lastly regarding insurance, could you give us the combined ratio of the P&C activities you have which are more like linked to Credit insurer? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Thank you. Listen, Pierre, you know, in the divisions that we have, we bundle them and that is basically what we publish. So within what we have bundled on asset management, the other activities that you talk about are in there. And so that's the global direction of what we are having. The color I can give and that is probably what you hint at or explore. It is, if you look at the, the real estate, we anticipated that there would be a pickup in 2025. If we look at the overall environment, that pickup will be rather in '26."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "So that, that's the kind of color. When it comes to the cross sell, the 32% target, no, we have not given an explicit target on that. But you can clearly see that we step it up year after year and with the advent of AXA IM, as I said, the cross sell of that kind of activities will further step it up. So that's basically this and on the combined ratio. So the combined ratio is basically the ratio, what you see with the claims that you include. And so we are well below 100% on that. So we are in an environment that is basically coherent on that."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC",
    "text": "And regarding net inflows in asset management."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Yes. So what's the question? Do you want the amount?"
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC",
    "text": "No, the amount you gave it. But I would like to know what types of products and customers. Is it third party customers? Is it insurance? Is it monetary products? Is it long-term products? Could you give us a little bit color on the composition of these net inflows?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "So if you look at the -- for a long part, for a major part, it has been medium to long term that basically customers are picking up. So Pierre, that will be our answers."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Sharath Kumar with Deutsche Bank. Please go ahead."
  },
  {
    "person": "Sharath Kumar",
    "role": "questioner",
    "position": "Deutsche Bank",
    "text": "Thank you for taking my questions. Still have a couple. Firstly, on Europe, the revenues have been very volatile. I appreciate there are a lot of moving parts with Ukraine being reconsolidated FX depreciation of the Turkish lira. But is there anything you can guide in terms of how to look at the sustainable revenue run rate for this on a constant currency basis? I think this is a business division that most analysts struggle to model. So that would be my first question."
  },
  {
    "person": "Sharath Kumar",
    "role": "questioner",
    "position": "Deutsche Bank",
    "text": "Second would be on Arval. The contribution from leasing and service margins not be enough to compensate the normalization of used car sales services? Also if you can comment on the sustainability levels of the 15% growth in leasing service margins with no rates getting further lower, would they be able to sustain at this level? And also if I am allowed a clarification on wealth management. Can you provide us the rough split of revenues between NII and fees just to help us model for revenues going forward? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Thank you for your questions. When it comes to EM, if you look at it, the intrinsic business, the intrinsic business in basically Ukraine, Poland and Turkey, intrinsically they are fine. Now there is one thing you have to be aware of is that division is impacted by a law, an accounting law that is dating pre IFRS. It's called IAS 29 on hyperinflation. This is what we see in Turkey and that hyperinflation has an impact which bizarrely enough if you look at the P&L has been positive basically in the previous year and that effect is tapering off this year. So that is the delta that you see but intrinsic the businesses are doing well."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "When it comes to Arval, the fact is there's basically three levers into the top line of Arval. So there is the financing of the new car, the whole services that goes around it and then the resell of the second hand car. And so what you see is that secondhand car that is going to continue. So it's basically high depending still dating from the COVID period. So the whole supply chain was blocked."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "So the new cars were limited. So the used cars went up. And so that's basically normalizing. And so on your question so what you basically see in the third quarter is something that you could see if you take kind of a worst case scenario. That could continue still a couple of quarters. And again, sorry, on your question on WM, we stay onto the bulk. We don't give the breakdown of the elements of WM in that. So that will be the answers."
  },
  {
    "person": "Sharath Kumar",
    "role": "questioner",
    "position": "Deutsche Bank",
    "text": "Thank you, Lars."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Gentlemen, there are no more questions registered at this time."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "So once again, thank you for your time and your attention. So you've seen CIB is a strong performer this year. It should stay that way for the years to come. Looking at the business model, the comprehensiveness of the platform and the fact that business is gaining market share throughout EMEA quite regularly. IPS is doing well. We're investing a lot. External growth is there. There are a couple of major moves."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "So we should see more, much more of IPS in the years to come. And CPBS that is under heavy, I would say, pressure this year, probably more than anticipated. Even if -- we mentioned that at the very beginning of the year we benefit from a kind of pivotal moment, beginning of next year. And we gave a number of, I would say, guidance regarding France, Belgium, Personal Finance. So this clearly will help next year and in '26."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "So thank you so much for your time and see you soon for the annual results in February next year. Thank you so much."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Ladies and gentlemen, this concludes the call of BNP Paribas third quarter 2024 results. Thank you for participating and you may now disconnect."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]