[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, sir. [Operator Instructions] We have one first question from Mr. Jean-François Neuez from Goldman Sachs. Go ahead."
  },
  {
    "person": "Jean-François Neuez",
    "role": "questioner",
    "position": "Unknown",
    "text": "Hi, good afternoon Lars, thanks for the call. I just wanted to ask on just you – so you – there was a strategic initiative that you guys talked about with one quick comment in your fourth quarter presentation, which was about your savings businesses in general, all considered, including Private Banking, Asset Management and Insurance. And in the results today, there was a strong improvement in the profitability, notably with strong jaws, as you pointed out. I just wanted to understand whether you could tell us more about this initiative, what you’re planning to do, in particular, whether that entails inorganic growth or anything of the sort because it’s obviously an important driver of ROE."
  },
  {
    "person": "Jean-François Neuez",
    "role": "questioner",
    "position": "Unknown",
    "text": "And the second question I wanted to ask on the strategic stuff was with regards to the Deutsche Bank business integration, which is supposed to take place in the second half as far as balance transfers are concerned and, therefore, the P&L, I guess. I just wanted to understand your outlook more precisely because we are really a couple of months away now from taking them on board. What you think the balance of the revenues and also the ancillary trading revenues that we could expect with regards to this business? And just on the pure numbers question, I just wanted to understand whether you could tell us how the TLTROs are booked, well, because we see a big revenue in the Corporate Centre, but also a big decline in some of the net interest margins in the businesses. And I just wanted try to understand whether there is any offsetting or whether the Corporate Centre is purely the private equity business that was mentioned in the slide. Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you, Jean-Francois so first of all, with respect to savings business, so in the savings business, we basically consider it as an important step going forward. Why? Because as you have seen, there is a lot of deposits that are available that have been deposited with us and where it is of interest, and particularly to our clients, to have them oriented into savings businesses different than just deposits. And so that means that our Insurance, our Wealth and Asset Management activities are really focused around that. And so that is what you have seen . You have seen we have been ensuring that we have the right segmentation, we have the right product, and that is basically what is leading to this step-up that you have seen. And so we will continue to focus on that. And we will continue to focus on the set of products that are needed. And so, yes, from time-to-time it could be if there is an aspect that we missed, that we can look for a little bolt-on, but that is in the normal run of the mill of activities to further strengthen our savings business. So that’s the first one. Secondly, when it comes to the Prime Brokerage activities, I can just repeat and have to repeat once more that this is an outstanding platform, an outstanding team and that, indeed, we are in the process of having it onboarded by year-end."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "And so these things are progressing very well. We’re very pleased with it. And so it is basically on track When it comes to the overall guidance that we have given on objectives, they basically remain the same, with that one exception that year 2020, while the pandemic impacted a bit the overall demand, so the overall objectives remain the same, but one should see them with taking out 2020 So basically, we said it’s going to be 2022, but the run of the mill will probably be 2023. But overall, it remains a very solid, very strong activity, and we’re very pleased to bring them on board. When it comes to the TLTRO, as you know, the TLTRO for us, it’s a bit run of the mill, right? It’s a bit financing. We look at how to optimize it in general over time. So when you mentioned evolutions in the Corporate Centre in the top line, yes , the main thing is I don’t know exactly where you were, but I have an idea where you were a year ago, namely also in the banking environment. And so, you saw that the evaluations which are accompanying principal investments where rather low a year ago and are back to normal run of the mill this year. So that’s basically the one thing driving this. So Jean-Francois, those would be my three answers."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, sir. Next question is from Madam Delphine Lee from JPMorgan. Go ahead."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "Unknown",
    "text": "Good afternoon. Thank you for taking my questions. Just a quick one. Just going back to your comment that the outlook is now looking stronger than when you gave the comments on 2021 with Q4 results. I mean is that mainly coming from the strong start of the revenues with revenues up 10% at constant scope and exchange rate in the operating divisions? Or I mean is that because your cost of risk is 42 basis points, the mix of the 2? And is it possible to get a bit more details actually about domestic retail, France, Italy, Belgium, in terms of how much headwinds we should expect in these divisions, which are clearly still struggling from a top line perspective? And then the second question is on the cost side. Just wanted to – just a quick clarification because I think your guidance was €30.2 billion."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "Unknown",
    "text": "That was excluding the contribution to the Single Resolution Fund. So now that it has increased by €300 million, is the new guidance €30.5 billion? And would that actually include also the €400 million of IT cost? Just wanted to understand whether we should stick to that or because the revenue environment seems to be better, are you going to overshoot that? And then just last question, just briefly going back to Jean-Francois’ question on TLTRO. Is it possible to get how much you have taken up in March? And what is – what was the contribution at the first quarter in terms of – to the different divisions in terms of benefit? Thank you very much."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "Delphine, thank you for your questions. if I synthesize my stance on the outlook, so intrinsically, looking forward , our stance remain the same. So in the sense that we see the vaccination tapering up, and so we anticipate that in the third quarter, there would be a return to elements like consumption growth and the like. So that assumption remains as we had foreseen. What we do observe, however, at the beginning of the year is that the overall handling by the economy of the elements of the lockdown and so forth have been strong. And this is not just like in one element. If you look at all the elements of the P&L, you see that strength from the revenues. If you look at revenues in domestic market, you’ve seen them up."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "If you look at International Financial Services, they are up. If you look at Corporate Banking, they are up. So it’s basically the revenues that are up, the costs that are contained and the cost of risk that are low. But as again, the cost of risk is low at BNP Paribas because the stage 3 is very low very low, yes? We didn’t consume any of the other ones. So that is what we see. So we remain on the pivotal point in the third quarter. That remains the same. But what we see is that running up to the summer, the reaction that we see with our clients and the clients that we can accompany in their needs is very strong. And the fact that we are a very solid bank allows us to accompany our clients in all of their needs, be it on balance sheet need, services need."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "We can accompany with all of that, and that is what we will continue to do. So that’s on the outlook. Then on Retail, yes, of course , in Retail, let’s not forget, Retail – so-called domestic Retail, it’s third of the bank it’s in need the third of the bank that is exposed to the euro and the interest rate environment related to it. So first of all, it is 1/3 only of the bank. , if you look at it we are in services. So we are providing a lot of related and adjacent services, and so that generate fees, and that compensates for that. And then also, there are the volumes which are up. So that’s all the dynamics that we see on that 1/3 of the bank that is our so-called Domestic Markets."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "And then when we look at the guidance we gave on the cost, the cost, what we basically said is that the costs would be, for the year 2021, they would be stable but they will be stable looking through the Single Resolution Fund so taxations and eventual parameter changes. So that’s basically what we say, what we continue to stay at. So look through the Single Resolution Fund and look through eventual scope changes, and costs will be stable . And when it looks to the TLTRO, so there is no magical wand, right? I mean, as I mentioned, it’s, for us , it’s the overall optimization that we do. So sometimes, we go for structured financing. We go for TLTRO. And overall, that is not a main difference. So we basically take it as part of our overall funding. So you shouldn’t read any of our evolutions boosted by it in it. So Delphine that would be my four answers."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, Sir. Next question is from Mr. Jacques-Henri Gaulard from Kepler Cheuvreux. So go ahead."
  },
  {
    "person": "Jacques-Henri Gaulard",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes, good afternoon. Just two questions for me please. First you haven’t given a let’s call it, a precise financial guidance for 2021, which you did last year. Can I assume it was just because it was an exceptional year of pandemic, and you wanted to guide people a little a little bit more precisely? And the second question is, I would like to come back on last quarter ‘s focus on Arval, which I thought was interesting. Again, I mean you have phenomenal numbers from this asset . You communicate more on it when you go to their website particularly with detailed balance sheet and everything, what’s behind communicating individually on Arval like that? Do you have a consolidation plan in mind or potentially an IPO ? You just love this business because it grows? And basically, obviously, you probably got me, the next question after that is, when do we segregate it within the BNP Paribas consolidated accounts. Thank you lot."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "So, first of all on our guidance. And the thing is, if I clarify, we have given an orientation that we anticipated revenues to be up and costs, as I mentioned just before, what we, what we see in this environment in the dynamic is that our customers are basically performing well and are leading to further demands. And that’s basically and particularly because we BNP Paribas, we are there, we BNP Paribas have the full width of services. And so what you basically see is that our revenues are up particular to us and above what we’ve guided for. So that is why I said that our guidance, what we have now, what we see now, with the dynamic that is taking place around BNP Paribas we are, we even see a stronger revenue evolution for the year. With our Arval, no, there is nothing to be looked at, in the sense that we’re very pleased or this activity, we’re very pleased to have it grow and the likes."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "And so for us, we’re very pleased to have this diversification in the funding and the activities that are going on. And let’s not forget, I mean, it’s the same thing you were there. I mean, in 2014, in 2014, in our slide deck, we didn’t even talk about any other domestic markets. And so people said, Well, we would like to know domestic markets and other domestic markets. So we started to add a slide. And so now we, we saw that there is also demand for that. And so we get color a bit to it. So there is nothing else to see it, just that we are very proud about the activity and it is part of our diversified setup. So Jacques, that would be my answers."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, Sir. Next question is from Mr. Jon Peace from Credit Suisse. Sir, go ahead."
  },
  {
    "person": "Jon Peace",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes, Thank you. Hi, Lars. On the last call, you said that you’re through the cycle cost of risk was 50 to 55 basis points. And now we see you well below that. Was that a conservative estimate? Do you feel that it’s, it’s actually going to be a bit lower than that? Or was this quarter a bit of a one off, and we might see a bit of a pickup in cost of risk through the rest of the year? And then my second question, please, is that on the FICC business? You mentioned market share gains, but actually, it does look like your market share took a bit of a dip this quarter to something that was a bit below the 2000 run rate."
  },
  {
    "person": "Jon Peace",
    "role": "questioner",
    "position": "Unknown",
    "text": "So I mean, is there anything unusual? And what happened? Is it is it really just your mix being a bit more macro business credit? And shall we imagine it picks up again, in the rest of the year? Thanks."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "Jon, thanks for your questions. So first of all, on the cost of risk, yes, our overall guidance, let’s say, for the run of the mill environment, is indeed 45 to 55 basis points over outstanding. That’s basically what we have in mind. And then so what we’ve guided for is that we, we were a tad above that last year, because of the S1 and S2 sort of forward looking elements that we took into account. And so when we gave the guidance, we basically said, well, it’s going to be within that range. What do we see is that indeed, and this was quarter, we are at the lower side, but that lower side, again, I cannot stress it enough. It doesn’t take any ride backs out of the, the S1 and the S2. So it’s really the underlying, the non performing loans that needed lower levels of provisioning."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "And let’s not forget, I mean, this is how does that work? You can have an average setup, and then you can have one file, two file you can have specific files. If you look through our presentation you didn’t see impacted by a specific file. Yes. So we didn’t have that at all, there was not one element that was driving it up. So yes, we clocked in at the first quarter at the lower side. And as I said, if you look forward, as we haven’t written back anything of S1, S2, we confirm that we will definitely be within that range. And yes, the way it looks, it will be rather on the lower side of that range, and then on the upper side of that range. But that is a bit where, where we stand on the cost of risk. And then with respect to your second question, Where were you hurt my feelings a bit Jon, I mean, if you look at market shares, we’re not losing any market shares, I know in these domains, often market shares are labeled by top line they look at top line. And then when you compare top line, well, you have to look at the holistic approach. Like if you look at the top line of BNP Paribas, it is improving."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "Look at the top line of CIB. It’s improving 25% look at the top line of global markets, what it’s going up by more than 4%. So you see all of these domains. And then you can have some activities, if you look at it, what you call Macro so everything which are basically rates and Forex, they worth an overall demand, which was a tad low within a year ago, remember in what environment we were. And so that’s what we see. And we are active in that. And we’re also editing correct credit. Maybe the credit picked up a lot in the U.S., which where we are a little bit less in relative terms present. So the overall trend that you see, as I said, it’s very solid, we have better results than even in 2019. And so we are having a very strong setup, we continue to consolidate, we continue to have those market shares. But indeed, if you compare with other banks, you have to look at what the diversity and what the mix of activities they are having. So Jon, that those will be my two answers."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, sir. Next question is from Mr. Matthew Clark from Mediobanca. Sir, go ahead."
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Unknown",
    "text": "Good afternoon. Two questions, please. So first one is on the Prime Brokerage business. So can you give us some comfort that if Archegos had been onboarded or failed – it failed after it had been onboarded to your platform rather than when it was still on Deutsche Bank’s platform, that you still wouldn’t have suffered any losses from it? And maybe just say what the – your appetite for Prime Brokerage expansion and to extend balance sheet has changed as a result of this event. And then second question is on the French Retail Banking net interest income. Could you just give us a bit more commentary on the difference in net interest income between the first quarter and the fourth quarter? It’s attributed, I think, on a year-on-year basis to lower rates. But the rate outlook, particularly at the long end, wouldn’t really change that much first quarter versus fourth quarter. So struggling a bit to understand why such a steep decline over that shorter period. Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you, Matthew. First of all, if we look at prime brokerage, so prime brokerage is, is a very interesting activity that can lead to a lot of client interaction cross selling, and like, the issue that you mentioned, for me is an idiosyncratic one. Yes, it doesn’t mean that all of a sudden prime doesn’t make sense. And therefore, we continue to be very much fond of this activity and looking forward to, to onboarded. When it comes to your specific question, how does the onboarding work, the onboarding works, that in order to really manage the risk of a client, you need a platform, you need a very powerful platform, and then you need to act on that."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "And that platform today is still basically operated by Deutsche Bank, and is in the process of being transferred. And so that basically means that while it is operated on the side of Deutsche Bank, basically, the cost of risk is on their side. And then once it gets transferred, let’s not forget, we basically transfer the system. And so whenever a client is transferred, it goes through the process of BNP Paribas to know your client, know your customer, and so on, that it goes through. So that’s basically what we are doing. And again, as I said, it’s an idiosyncratic issue. And what I’m doing so that’s basically it. And so we feel still very pleased with this activity, we apply and we will apply all of our underwriting kind of skills. And that’s basically where we stand on it. Then when it comes to the French retail, when it comes to also the net interest income margin, there are a couple of dynamics, which are a bit different, right?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "If you look at the retails that we have, like from Belgium, France, and Italy, there are different dynamics. There are different dynamics on what happens on the deposits on what happens on the credit. And so one of the dynamics, which is a bit particular to France, is that you have these kind of state guarantees. So there was a pickup in state guarantees, but which were basically not redeployed by the corporate’s that took them on and so they were just redeposited in the deposit. And so that’s what you basically have, you have an increase in state guarantee loans that basically lead to a pickup or material pickup in deposits. So that is why you see the volumes in the balance sheet that drive, therefore the income is that so that’s basically that and just to finalize off when it comes to the prime brokerage, when you mentioned articles it was mentioned in the press that we were not part of it. And then that is that is a fact I confirm that. So that’s a bit my two answers to your questions Matthew."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, Sir. We have the next question from Madam Phelbe Pace from Societe Generale. Madam please go ahead."
  },
  {
    "person": "Phelbe Pace",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes, hello, it’s Phelbe Pace from SocGen. Thank you very much for taking my questions. I have to specifically on ECM revenues, which I think you book in, in the corporate banking division if I’m not wrong, and it seems that this activity was specifically strong this quarter. So I just wanted to ask you, if you could give us some color about the prospects to expect from the segment in the near term? Is it basically fair to assume that ECM could remain a source of support for the corporate banking top line in the coming quarters? And then the second question is on the Single Resolution Fund and the contributions you make to this fund, which obviously were quite significant this quarter and have increased quite significantly, year-on-year. So correct me if I’m wrong. But I think that in the past, you told us that the contributions to this fund cost you about two percentage points of ROTE. Now, it seems that there are some discussions at the moment to turn those contributions, potentially permanent for the sector."
  },
  {
    "person": "Phelbe Pace",
    "role": "questioner",
    "position": "Unknown",
    "text": "So I appreciate this might be early stage. But is there any comment you can give us on that? And any specific timing we should have in mind about when the final decision should be made on that matter? And then if the final decision that was eventually made wasn’t the one you expected? Does that mean, you have to potentially downgrade your 10% ROTE target at some point? Or do you think you can compensate this impact somehow? And if so, how? So those are my questions. Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you for those questions. So indeed, on ECM, you have observed well, that it had a strong evolution. And it’s indeed booked to where you mentioned it is. And what you see is that I mean, I’m not giving any guidance on the P&L in the middle of the quarter. But if you look at the pipeline of what is happening in April, around Europe, you can see that one can assume that it will remain strong for the second quarter and beyond. So that’s on ECM, when we come to the Single Resolution Fund, what is the Single Resolution Fund contribution is there listen to the words for a Single Resolution Fund. And so that fund has been identified as a set of deposit."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "So it is, it has a size, and it has the intention to have it filled with the elements by the year 2023. So that is why they said this is the period at that moment. That’s when it’s going to stop. And that’s why also the amounts have gone up because there are more deposits in the system. So the fund has to be larger. That’s why the setup has been stronger. And so that is basically what I have said it’s for the creation of the fund. The fund is well on track, making sure that the fund reaches the amount that it has to do is being done. So that’s where we stand on this. So those will be my two answers."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you Madam. Next question is from Madam Giulia Aurora Miotto from Morgan Stanley. Madam please go ahead."
  },
  {
    "person": "Giulia Aurora",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes. Hi. Las, Can you hear me?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes. Loud and clear."
  },
  {
    "person": "Giulia Aurora",
    "role": "questioner",
    "position": "Unknown",
    "text": "Excellent. So two questions from my side as well. So the first one is on the commitment to net zero that you have flagged a couple of times during the presentation? Did you have an estimate of what impact such a commitment can have on your P&L in terms of potentially foregone revenues and profitability? So that’s my first question. And then the second question for you to become more of a numbers question. The corporate center, I struggle a bit with the volatility in the underlying cost line. Is there any guidance that you can give us their what should we expect? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "Can you just Giulia? Can you repeat your second question?"
  },
  {
    "person": "Giulia Aurora",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes. The second question was on the corporate center, I will say that they struggled a bit with the volatility of the coastline. So was wondering if there is any, any guidance that you can give us on that one?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "Sure, thank you, Giulia. First of all, on the on the net zero, it is indeed relevant. Sadly, this is a call Otherwise, you will see I have my 17 Sustainable Development Goals badge pinned on my jacket. So, it is very important to for us as an objective of the why of redoing banking and effect. You shouldn’t be afraid of the P&L. If we are basically we are working on the strengths in several years. And so we have been given clear guidance on how our counterparties our clients have to move. And if they don’t move, we basically step out. And so yes, that stepping out makes you lose a bit of business. However, you win much more than that."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "From the related activities, and look at it look at our rankings when it comes to green issuance and the likes. So we’re a very solid player in that. So overall, if you look at it, it’s something that we do for the good of the planet, and it also does basically is positive for the P&L."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "So when – on your second question, on the Corporate Centre of the costs, yes, costs, there can always be a little bit of elements going up and down. But generically, we’ve guided that underlying, so without eventual exceptional costs that can fall one or another, is we said that for the – over the year, we have, at a run of the mill, €450 million costs in the Corporate Centre. So Giulia, that will be my two answers."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, madam. Next question is from Mr. Omar Fall from Barclays Capital. Please go ahead."
  },
  {
    "person": "Omar Fall",
    "role": "questioner",
    "position": "Unknown",
    "text": "Hi there. Just a few questions from me. So firstly, I wanted to come back to other Domestic Markets and Arval, please. A very specific question, but was there a big car sales result this quarter, please? I think the number was like €160 million last year according to Arval’s numbers. But clearly, the market trends have been extremely good for used car pricing. So, I’m just wondering if there’s a bit of a one-off that we have to adjust for in future periods just because – just so that there’s no surprises. It’s a very important revenue line now."
  },
  {
    "person": "Omar Fall",
    "role": "questioner",
    "position": "Unknown",
    "text": "Secondly, on Europe-Med, it looks like NII has gone down by well into double digits since you say that fees are stable, yet revenues are down 9%, and that’s at constant currency. Could you give some more color on what’s happening there, please? Especially because loan growth was actually positive at constant FX, I mean I know there’s been rate cuts, but still well into double digits seems high."
  },
  {
    "person": "Omar Fall",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then finally, just wanted to touch on the costs in CIB. The policy of jaws, very clear, but it’s still like a marginal cost/income ratio of like 70% in the markets business, which is high. Is that just reflective of what we’re seeing at peers, which is needing to keep pace with bonus accruals? Or is it like a funny true-up of the weird equities number in Q1 of last year? Or is it something more structural? So if you could just touch on the costs there, that would be great."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "All right, Omar. Thank you for your questions. So first of all, on Arval, yes, the value of cars that they basically redeploy is not leading to a one-off capital gain. I remind you that under IFRS, we have to put at fair value those cars. And so they evolve. And – but in this case, they didn’t really evolve. So there is not – there’s definitely not a one-off and no major evolution. So the run of the mill is what you see. Then when it comes to Europe-Med, so the net interest income, yes, the evolution that you see where you have to be careful to – there is, of course, the ForEx effect, right? The euro got a lot stronger versus the zloty and the lira. That’s one thing."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "And then the intrinsic trend is a bit similar. You have pressure of the margins that the volumes can compensate somewhat, but not entirely. So that’s a bit the trend that you have also in those areas. And then when it comes to markets, just to think – so our costs are not in particularly specific to anything because what you have to look at is the Single Resolution Fund that I talked about that are basically – and the cost of IFRIC that come along, if you see the fraction that goes into Global Markets, it is very high. So if you look without IFRIC 21, you’ll see that the cost/income stands at 63%, which is very fine if you see the way we handle this activity, how we manage and control and risk-averse the elements. So that’s basically the three elements, Omar."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, sir. Next question is from Madam Anke Reingen from RBC. Madam, please go ahead."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes, hello. Thank you very much for taking my questions. first is on capital, I just wondered if there was any TRIM impact in Q1 and if the guidance you’ve given before of a 30 basis points had just – what we should expecting for the rest of the year? And then secondly, I had a question on the balance sheet. Your leverage ratio, ex the exemption, is 3.9%. And I noticed that there’s quite some considerable increase in the securities on balance sheet. I just wondered what has been – what’s driving this and what is sort of like the benefit in the P&L? And with the exemption of the Central Bank deposits that running out at the end of June, would you think that will be extended given the continued inflows of deposits and, yes, also your growing liquidity buffer? And on that point, I mean your liquidity buffer is so large relative to the balance sheet size. Are you sort of like looking to increase the yield on the €450 billion, which could the help the revenue line. Thank you very much."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "Anke, thank you for your questions. So first, if I take the capital, so we stand at 12.8%. And there is this TRIM exercise. As you know, the TRIM exercise, we basically fund, we at BNP Paribas of the TRIM exercise because this TRIM exercise provides a validation of the advanced modeling. So from that point of view, it’s fine. And what is good to hear is that the ECB basically said that for them, now it’s finalized. Remember, it’s an exercise they started years ago. That would have been finalized in about last year already, and then they’re basically running given the COVID and so forth in this year, but now it’s done. And so what that basically means that we anticipate that while during this quarter, we will get some finalization letters and so forth. And so, well, I don’t know, but I would guess that it’s not going to be 30. I would take an impact of, let’s say, 20 basis points is something that I would expect that could come this quarter and then basically be done with it. So that’s on the capital."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "And then when you look to another element on the balance sheet then, so the leverage ratio. So on the leverage ratio, there’s two things. I’ll first handle the overall evolution. So what you typically have is that towards the end of the year, there is typically a lower demand from our clients. And there’s also the banks that are typically tidying up their balance sheet and so on. So there is less demand. Therefore, that means that the leverage ratio goes up. And that’s basically the end of the year. And then when the year starts again, well, those balance sheet elements are basically being used and are basically leading to a lower leverage ratio in the first quarter, the second quarter, the third quarter and then it goes up again in the fourth quarter. And the story begins again the year thereafter."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "So that’s basically where we stand. So there is nothing more to say about it. And so it basically – typically, we gravitate around 4% on leverage ratio. And so this time, it’s a 3.9% and rounded to a 3.9% instead of rounded to a 4%. And that’s basically where we stand. So there is nothing more to say. As you know for us, this is not a constraint, right? I mean we operate on the risk weighted, and that’s where the elements come from. And as we manage our risk weights and our common equity Tier 1 in a diversified way, we gravitate with a leverage around 4%. So it’s not a concern. And on your question of the ECB, which basically said you can take whatever you deposit with us out of it, and so our 3.9% goes up to 4.3%, again, that is just a visual thing. And so will it be extended?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "Well, I don’t know. On one hand, I guess not. I mean when they said they will take a view over the summer of how the pandemic is evolving, I would assume that if you look at the results, like, for example, that we have published, that they will consider that all in all, things are under control, and therefore, dividends can be resumed. And therefore, this ECB kind of rule that they applied would drop. So that would be my view. But again, you should ask them, but that’s basically what I would think. So Anke, that would be my answers."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then, sorry, just on the liquidity buffer, do you think you have room to increase? I guess it sort of like currently has a negative yield to increase the yield and have revenues, thank you, because it’s so sizable."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes. No, on this one, the main thing is that our objective is the liquidity is to redeploy it. It’s what we said earlier. We want to redeploy it in saving products, which are equity, equity-related, insurance-related. So that’s basically our aim. If our customers, our individual customers have these deposits, our objective is not to turn them down. Our objective is to migrate them into more and other equity and investment-related products."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, madam. Next question is from Mr. Kiri Vijayarajah from HSBC. Sir, go ahead."
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes. Good afternoon, Lars. A couple of questions on the Prime Brokerage side of things. So firstly, are you seeing any change in risk appetite among the competition there? Do you expect any impacts, say, on the pricing environment for Prime Services? I appreciate it’s kind of early days in terms of gauging the market repercussions of Archegos, but just your early thoughts on that would be helpful."
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then secondly, more on the regulatory side. Are you finding more regulatory scrutiny on your Prime Brokerage business in more recent weeks, particularly as you kind of ramp up to migrate more of those customers over in the next few months? So just your – just some color on how that side of things is panning out on the Prime Brokerage side. Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "Kiri, thank you for your questions. No, indeed, the thing that we saw in the market, as I said, is idiosyncratic, yes? So that’s why I don’t see the regulators stepping up because of that. Moreover, as it is idiosyncratic, well, yes, we consider it to be opportunities, yes? We have the platform. We have the risk management. It’s an idiosyncratic issue. So for us, yes, we consider it opportunity. So Kiri, that will be my answers."
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay. Got it."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, sir. Next question is from Mr. Andrew Stimpson at KBW. Please go ahead."
  },
  {
    "person": "Andrew Stimpson",
    "role": "questioner",
    "position": "Unknown",
    "text": "Hi, everyone. Hi, Lars. Thank you for taking my questions. I’ve got one on Prime and Finance and then one on ESG as well, please. And maybe I’ll ask Mr. Clark’s question in a slightly different way. As you’re bringing in those assets from Deutsche, are you confident that you would have excluded the Archegos assets or positions or strategy?"
  },
  {
    "person": "Andrew Stimpson",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then also interested if there’s any kind of gauge, whether as a percentage, you’d give on how many assets you’ve already discovered that you would not be onboarding or that you’d look to actively exclude so far, please."
  },
  {
    "person": "Andrew Stimpson",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then on the ESG side. Slides 14 or 15, very interesting, as always. On Slide 14, it basically shows you’re looking to add about €11 billion of SDG-compliant financing volumes in the next – each of the next two years. Given that a lot of that will come from bond markets, and I would have hoped that BNP would actually be able to deliver above that target, and several of your peers are now coming out with much more ambitious targets on SGD – SDG financing, albeit with longer time frames that they’re looking at. So how do you see that €11 billion per year developing, say, over the next decade?"
  },
  {
    "person": "Andrew Stimpson",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then – and also the split between loans and bond issuance between that. My guess is that at the minute, that’s mostly coming through from bonds. I’m wondering how you feel about how that might pivot into loans going forward as well, please. Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "Thank you, Andrew. So basically, on your question related to Prime Brokerage, as I mentioned, just the press said – and look at it today. So we said we are going to transfer those activities. What else can I say? Press is basically saying that in the list of clients, we are not present. And the press is right. So that’s basically – what else can I say, man? So that’s where we stand on this."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "And then on ESG, listen, if you see that some parties are saying things, if I look at it, they’re saying it by the end of the decade, yes? Whereas for us, it’s now. So we are – have been a player now for several years in this. We really are on the vanguard of these things of implementing it on. If – to give you example, if you look at the metrics that we are implementing in the way we invest, the way we serve, we are putting those metrics in all of our systems. So – well, you should not, but you could give us the credit that we’re really pushing this forward well above the average."
  },
  {
    "person": "Andrew Stimpson",
    "role": "questioner",
    "position": "Unknown",
    "text": "Absolutely. And do you see that – and you’re clearly winning in issuing green bonds. Do you see the potential for some of that benefit to come through on loan growth in the future as well?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "Yes. Yes, we already basically see it. There’s already a material part coming from that. So we feel confident that this trajectory is now well embarked. So I guess those will be my answers."
  },
  {
    "person": "Andrew Stimpson",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you sir. Next question is from Madam, Azzurra Guelfi from Citi. Please go ahead."
  },
  {
    "person": "Azzurra Guelfi",
    "role": "questioner",
    "position": "Unknown",
    "text": "Hi, good afternoon, Lars. I have a couple of questions. One is on BancWest. Clearly, results have been showing progress this year. But the question is, with all the developments that are going on into the regional bank space in the U.S., would you think differently about these activities that you have, also in light of maybe a more benign regulatory backdrop in terms of capital return?"
  },
  {
    "person": "Azzurra Guelfi",
    "role": "questioner",
    "position": "Unknown",
    "text": "The other one is on ESG as well, if I can. It’s linked on your green bond issuance. You’re clearly among the top player in this space. And I wanted to know if you could elaborate a bit on how do you see the investment through from the funds that you facilitate in terms of like risk management and control on the deployment of the funds. And if I may, a very, very quick question. On Wealth and Asset Management, could you give us a breakdown of the profitability between the Wealth and the Asset Management activities? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "Azzurra, thank you for those questions. So when it comes to our activities in California, so as you know, we’re very pleased with them. I mean California is a very solid economy. On top of that, we have very strong management, starting with the lady who is in charge. They are doing extremely well. And so from that point of view, the profitability is there. We are ramping up further those returns. So we’re happy campers with that activity. Now it is true, we see – we have seen some steps of potential consolidation. And so we keep our eyes open to see what is happening. But that’s basically where we stand."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "And then on your question on ESG, yes, the way we do this and to ensure how all of these things are really not greenwashing, so to make sure that it is into the metrics and entities into the right metrics is indeed an effort for – I don’t know if I mentioned this, but for me, it basically reminds me of 2005. Azzurra, you were basically too young at that time. But in 2005, there were all things stepping up, like you had to be looking at the risk return and so forth. And all banks, we all prepared for that. And then came Basel with new regulation. And we basically all banks had to throw out what they have done and have a new regulated approach of having it done. And that was a lot of effort."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "And I basically see this now again. I feel like back like in 2005 and that the efforts are done, that you get the like – the right metrics, that you get uniform metrics and that you can then follow. So that’s one of the efforts that we are doing. So that’s basically it. And listen, I mean we give the profitability for each of the homogeneous blocks that we have. And so for us, that is basically one. And so we’ll have to leave it to this, Azzurra. Thank you for your questions."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, madam. Next question is from Madam Flora Bocahut from Jefferies. Please go ahead."
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes, thank you. Good afternoon, Lars. I have two questions as well, if I may. The first question is actually going back towards the French NII number for this quarter. I just would like to understand once again, why such weakness when we look at the French NII in Q1 versus Q4? So a 7% decrease versus the previous quarter, while site deposits actually declined. So I suppose that the deposit margin pressure must have eased in the quarter, and the loan volumes are actually up as well in the quarter. So just trying to understand what drove the change when we compare the NII in French Retail in Q1 to Q4."
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Unknown",
    "text": "Second question is on the Asset Management business. You’ve made a huge progress there. Revenues are up, costs are down. Actually, the cost/income ratio that you posted here in Q1 is at the best level since Q1 2018 if we remove IFRIC 21. So there’s been a big organic recovery. And obviously, at the moment, there’s an ongoing consolidation in the asset management sector. Some of your peers of similar size are looking for a buyer or a partner. So I’d like to see how you think at BNP about potential inorganic growth in Asset Management."
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Unknown",
    "text": "Do you feel like your business has the right size as it is? And could you potentially be interested not just in a bolt-on, but a properly transformative deal in the Asset Management business? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "Flora, thank you for those two questions. And so first, on French Retail net interest income, so I mentioned that there is the aspect of the volumes that I talked about. And then there is another element which is relevant in particularly Q4, Q1, which is the evolution of the specialized businesses, yes? So what is driving the income is, of course, the volumes and the margins, but it’s also the specialized businesses that we have in there. And the specialized businesses, I think of like a factor and whatever, where activities that were impacted in 2020 by the lockdown and the likes and had really rebounded well in the first quarter."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "So that’s a bit the driver, the second element of driving French interest income. And then when we look at Asset Management, yes, Asset Management is doing very well. And what do we see? But it’s a bit the same thing as what I mentioned about Bank of the West. So we have strong management in place that is really implementing the directions that we took. And there’s basically a couple of things. As you know, as what is basically – we talked about earlier that the deposits, we want to also move them into other investment vehicles. And so therefore, Wealth and Asset Management is an important part of that. And it’s part of one of the services that we provide. And so typically, we want to keep that -house so that it is one our products. We know how it’s implemented. We take the responsibility for that. And so that’s basically where we stand, and that’s the case for the services that we have."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Unknown",
    "text": "Now then the question comes is saying, well, but by doing it together with others and getting size, you can have cost advantages. And that would have been true until recently, where you have now systems that are available that sound like a genie out of a bottle that basically provides you operating platforms, which is much larger than your own. And so you basically can’t capture the synergies of size without sharing the responsibility on the client side. And so that’s what we’re doing. So we’re happy campers with it. We announced it. You see it in our numbers. So I share that on Asset Management, all is good. So Flora, those will be my two answers."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, madam. We have no other questions sir, back to you for the conclusion."
  },
  {
    "person": "Lars Machenil",
    "role": "operator",
    "position": "Unknown",
    "text": "So thank you all. You’ve seen our results, very solid results. We are well positioned, I would even say uniquely positioned to build on the rebounding that we see with our revenues that are up, and that basically will continue, the costs that are very contained and, therefore, operating jaws all over the place. So with that, I thank you very much. Have a good day, and have a good weekend. Bye-bye."
  },
  {
    "person": "Lars Machenil",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]