[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions]. The first question is from Tarik El Mejjad of Bank of America."
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Bank of America Merrill Lynch",
    "text": "A couple of questions from my side, please. First, I mean, Lars, it has been now 6 months since you closed the sale of BancWest. So I want to ask you to provide us a detailed breakdown of the redeployment of this excess capital coming from Bank West, but can you give us an indication where should we start to see this capital that you are putting at work feeding through the earnings and profitability and growth? And then the second question is on your return on tangible equity. So you are running now for a few quarters above your 2025 target of 12% despite your CET1 ratio being still higher than the target under Basel IV -- so are you overearning somewhere? I mean you mentioned some recall quarters for some areas like Aval and Global Banking. Or should we assume your target is conservative and the current profitability we see now is probably the run rate."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Tarik, thank you for your questions. If you look at the redeployment of Bank of the West. So basically, we have expressed in capital a gain of around €11 billion from Bank of St. -- billion of them who are using in the share buyback that is going on this year and that we will launch very shortly the second wave of. So that's the first thing. So that remains basically $7 billion. That's €7 billion. We want to redeploy it organically bolting on. Again, I'm not going to repeat, but we're not going to buy a bank or whatever. So we're going to bolt on activities. And these things -- they happen. As you might have seen, we have closed , which took a bit of time to work at, the same is true. At Personal Finance, you have seen that we have an agreement with the distributor to also step up the volumes. So these are things that happen. And so you cannot imagine that with a magical want, we do everything at once. It basically takes time, and it happens. And you see that we are on track, as I gave it, what we see in Personal Finance, what we see with Cantox, and the likes."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "And so this is what we're doing. And so what are we going to do? Well, as I mentioned, we're not going to do a bank. We're going to do things that is basically that strengthens activities that we have. So we're not going to go into regions where we are not present. We're going to strengthen. We're also going to redeploy it in activities which are very efficient when it comes to capital consumption. So what can that be? That can be insurance activities that can be market activities that can be asset management activities. These are the kind of things that we look for. And again, don't expect that this €7 billion will be redeployed in one go. We really said it's going to be, even if I say €6 billion organic, €1 billion in acquisitions, that's going to take time. So it's going to be say, €2 billion every year from now to 25 million. And again, if you look at Cantox we closed and the Personal Finance one, we feel we are doing that. And so the share buyback is really on track to make that happen. So that's basically where we stand."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "And so back to your question of the things we put in motion. So yes, we have guided that we have an objective for EPS, an objective for earnings, you'll see that we are delivering well on them. And moreover, moreover, we basically confirmed. So we confirm the 2013, we confirmed 2025. So all of this, we are well on track, very well on track to basically deliver on those and we confirm that. So Tarik, that would be my 2 answers to your questions. I don't know if that answers them."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Tarik, maybe before you just launched the question. I understood, but I missed it. You also had a question on the ROTE. So on the ROTE..."
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Bank of America Merrill Lynch",
    "text": "So I thought you avoided it..."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "No, no, no. Tarik, And it's not only to you, I say it all, if I don't answer, don't hesitate to repeat -- it just that I missed it, no, on the ROTE, what is clear the message is -- our objective is to really step it up. And the idea is that over the plan, there is this kind of 12% RoTE that we want to go for. Now the only thing is, and you see it going up. If you look at chart that we have. If you look after the 6 months, you clearly see it going up. There is just 1 little thing, I have to say. If you look at the ROTE after 6 months, as the calculation of the RoTE is regulated, in the sense that it takes the formal 6 months and extend it to the next 6 months. So it is always typically the 6 months are a little bit flattered because in the second half of the year, there is August, there is December, which are typically a bit calmer months. So typically, the ROTE as it's calculated as it is as we are able to calculate it, is a little bit flatter. So the 13.6% is a little bit flatter. But if you see the trend, it clearly confirms our objective of more than 12%, Tarik. Operator, would there be another question?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Matthew Clark of Mediobanca."
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "So three questions, I'm afraid. First one is a [indiscernible] numbers question on Asset Management and Real Estate division. The allocated equity went up by about €0.5 billion last quarter, but the risk-weighted assets didn't go up. I'm just wondering what was behind that, whether there's some deduction or something that's driving that increased segmental equity allocation? Second question is on the Personal Finance division volumes. It looks like -- well, the slides say that there was 8.4% growth on a constant scope and FX versus the first quarter. But I think that doesn't adjust for the Stellantis deal and somewhere I read that there was €8 billion of volume that came in from that. So I just wanted to understand what was the organic growth trend in the personal finance volumes quarter-on-quarter? And any commentary you have there about whether there's been an inflection yet -- and then a final question also on Personal Finance. You gave some targets at the start of the year of €7 billion for Stellantis and €3 billion for Jaguar Land Rover volumes by 2025. So of that €10 billion, how much has already been delivered in the first half?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Matthew, on your first question with respect to capital allocation, there is nothing in particular. This is a bit modeling that we do, that we evolve. But basically, I'll ask the teams if there is something else that you would have spotted, but normally, there is nothing of relevance there, but we'll come back. So when you look at the personal finance volumes. So indeed, as you know, what is happening is we are transforming personal finance. So the activities that we have. So if I go back, Personal Finance, in the past, we were able to grow maybe 1 product in a country and that was fine. So what we now basically see is that when you have 1 product not really at the core of what we do, we aim to have several kind of products."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So the entities and the locations where we typically operate as such, we are basically stepping out. So that's why we're stepping out of Latin America. That's why we're stepping out of Eastern and Central Europe. And so we refocused the activities basically on the Eurozone. Because in the Eurozone, we can really focus on the kind of collateralized activities. And so the collateralized activities are, in particular, the mobility and the home improvement ones."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "And if you look at -- if you look at it. So if you look at Personal Finance, on one hand, you have the impact of those volumes that we are reducing because we are selling those activities or we are ramping them down, and then you have the addition"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So when it comes to -- when you look at the volumes at which they operate, the best proxy, actually, in the comparison of the second quarter 2023 is not the comparison a year ago because since that year ago, you had a pressure on the margins."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "The better comparison is the first quarter of this year because intrinsically, the businesses -- the trends that you saw are rather the same as what you see. And so you will have a pickup, which will be crystallizing. And so if you compare it to a year ago, well, it takes 4 quarters before you see this."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So your best proxy for, let's say, the volumes and what you see in the first quarter. And then Stellantis is indeed the 1 that we -- that you have added. And so listen, let's be fair, when we gave guidance on what we anticipated for it to be -- the €10 billion is basically what we have because if you look at the deal that you talked about with Stellantis, it's a deal where these activities gravitate."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "In the past, they were structured around brands. Today, they are structured around countries. And so there is a restructuring happening of the countries and the brands in which we are. So for the moment, there is a total add-on of 8, but that will go down by €1 billion as there is activities that we will transfer back. And so this is how you have to see it versus the €10 billion that we anticipate. So Matthew, that would be my questions. Did I miss one? No. Those would be my answers, Matthew."
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Can I just follow up on the Stellantis. So you basically -- if that closed on the first of April, that's already a run rate impact already in this quarter. Is that in terms of the P&L impact? Is that the right way to think about it."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "It's basically -- as I mentioned, the run rate, it's roughly that. It's probably -- as I said, there is a part of the business that should go away. But yes, you can consider it as a run rate to be added."
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "And on , that will come in over time as you like new business. ."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Yes, exactly."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Flora Benhakoun of Jeffries."
  },
  {
    "person": "Flora Benhakoun",
    "role": "questioner",
    "position": "Jefferies",
    "text": "Yes. The first question last is on the payout structure. You have raised the payout last year from 50% to 60% -- and if I'm correct, I think the mix today is supposed to be the Bankwest related distribution, 50% via a cash dividend, 10% via buyback then you trade at a 30% discount to your tangible book value. So actually, it would be super interesting for you to do more buybacks in the mix."
  },
  {
    "person": "Flora Benhakoun",
    "role": "questioner",
    "position": "Jefferies",
    "text": "So the question is why stick to just 10% of buyback in the mix? What's holding you? Are you considering increasing that buyback proportion while you trade at such a discount to tangible book value."
  },
  {
    "person": "Flora Benhakoun",
    "role": "questioner",
    "position": "Jefferies",
    "text": "The second question is on the NPL rate and coverage. It's still small numbers, but the NPL formation this quarter seems to have suddenly picked up a bit Q-on-Q, so that just Q1-- so just wondering what's driving that? Is it coming from the consumer finance business? Is it coming from SMEs, any specific sectors you want to call here?"
  },
  {
    "person": "Flora Benhakoun",
    "role": "questioner",
    "position": "Jefferies",
    "text": "And then on the NPL coverage side, it's the opposite you are actually I think, at an all-time low at 70%, still a high number, but trying to understand the rationale being behind the coverage being so low versus history. When you are, as you say, in the slide, very prudent as a bank, and we are supposed to be coming to a slowdown on the macro."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Thank you, Flora. No, you're absolutely right. Your understanding is appropriate when it comes to the 60% of earnings. And then, of course, topped up with the €4 billion of share buyback that we do stemming from the sale of Bank of the West."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So when you relate that to the overhang on the share price, now that overhang on the share price for us is basically a European overhang, right? And so that basically means that when we look at BNP Paribas, we are in a position with all the platforms that we have, with all the skills that we have, with all the liquidity that we have is to redeploy these and have a very solid contribution and shareholder creation."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So from that point of view, so we see that overhang is an EU-related overhang. We are one of the few banks in Europe that have the capabilities to grow and so to create value long term. So we know that 1 trick pony that does 1 thing when there is an environment that helps. Now we are on the long term, standing there by our clients, growing the economy."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "And so that is what we will continue to do. So that is what we see. And as I said, we see the opportunities to grow. We see the levers to do and that is what we will continue to look at."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "When it comes to the NPLs, the main thing is that there are some minor movements that if you look back that you can see. But the main thing, if you might find a 70% a bit confusing or whatever it is. It basically stands at that this is just the metrics. It's like using leverage ratio and all these kind of things. You just look at metrics, but those metrics, you look at the plain vanilla balance sheet they don't take anything into account of the quality of the portfolio, yes? And that is basically the 70%. So if you would add and you look at the quality of the underlying, the quality of that -- how that is locked in, you would clearly feel comfortable the way I do of that percentage. So far, those would be my answers."
  },
  {
    "person": "Flora Benhakoun",
    "role": "questioner",
    "position": "Jefferies",
    "text": "Just to follow up, please, on the payout. The question is not around the level, not the 60%. It's on the mix, like why stick to just 10% out of the 60% via buyback and not more back back."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Sure, Flora, I understand. But we are diversified in all senses, yes. We are diversified in our businesses. We are also diversified in why people hold our shares. And so that is the balance that we find between the shareholders who have interest and a read on cash versus share buyback. And so that is why we stick to the 50-60 and have topped it up with a €4 billion share buyback."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Giulia Miatto of Morgan Stanley."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Two questions from me, please. So the first one on the Basel in the U.S., do you foresee any impact on BNP business in the U.S. or on the competitive landscape within CIB -- and then the second question, again on the CIB, but this time more on the outlook for revenues and pipeline."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "So we are coming off a strong year '22 and before, revenues were slightly down. Is this a more normalized level? Or what do you see going forward?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Yes. Thank you, Julia. -- if you look at Basel IV in the U.S. there, the first thing I have to say, I don't know what and while it will come. I've been hearing now for years that next month, it will come. So we will see."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Now the thing is intrinsically the main concern I had is that saying I would not want the implementation of Basel lead to a competitive disadvantage between the U.S. and Europe. And so we have been -- we had a very strong advocacy versus Europe that whatever Europe would decide and particularly on everything related to market risks that it would have to be aligned on the decision that the U.S. is taking."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "And that clearly, Europe took it on board from that point of view, we understand that Europe will align whatever it would decide around FRTB with what the U.S. is doing. So that is, from that point of view, to listen, I don't know if and when something will come out. I have kind of the sentiment that there will be a level playing field between the 2 sides of the Atlantic. And that is basically what counts for us."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So then when you look on the outlook of CIB, listen, as you have seen -- if you take CIB, you take Global Banking, you have seen that there is a very solid result. So you can imagine that this stems from a pipeline which is solid. And again, with whatever you read and you see, you can imagine that, that is the case. And when you look at global markets, it's a bit the same thing, right? Global markets, whatever -- I don't know what the ECB has announced today. Look at that 25 bps. And so given that uncertainty in the macro environment, there will probably a sustained demand in macro. There will probably be a pickup when it comes to equities."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So from that point of view, we remain comfortable on the outlook of CIB for the rest of the year, Julian. So those would be my answers."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question is from Jacques-Henri Guard of Kepper Chevre. I apologize, sir. Can you please repeat your question?"
  },
  {
    "person": "Jacques-Henri Gaulard",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "Okay. Lars, can you hear me? ."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Yes, I can hear you loud and clear. Go ahead."
  },
  {
    "person": "Jacques-Henri Gaulard",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "I thought you had me for a minute. Three questions. The first 1 on your S1 and S2 provisions, I checked the registration document of year-end '22 and the document you published this morning, it seems that the stock went from 5.6% to 5.2%, which implies a consumption of €400 million in H1. So you mentioned €15 million in Q2 that will imply obviously whatever €270 million, €280 million in Q1. I'm surprised to see you use these numbers, which are not even very high as a percentage of your stock, considering that, as you said, the asset quality picture remains very good. You're still below your 40 basis point target."
  },
  {
    "person": "Jacques-Henri Gaulard",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "And actually, intuitively, I would have thought you keep type of releases for the time when the economy is not going well. So just wanted to know what was going through your mind when you release this provision. That's the first question."
  },
  {
    "person": "Jacques-Henri Gaulard",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "The second question, the corporate center restatement is just a little bit weird because when you look at the restatement relative to insurance, you end up with minus €20 million, minus €30 million on a quarterly basis. Was it worth going through all this just for that small amount."
  },
  {
    "person": "Jacques-Henri Gaulard",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "And the last question I remember the legendary Slide 5 or Q4 2022, you had given the €7.6 billion redeployment of capital, but there was 1 thing which is missing today, which was the €2 billion extra net interest income by 2025. Do you still confirm that because I can't see it. And do we still have the bulk of this to go in the remaining time until the end of the plan."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So , I would never have silence your questions. So if I take them 1 by one. First of all, on the S1 and S2, these are kind of regulated. I mean, in my younger days, if you had a provisioning called generic and things like that, you could guide in that."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Today, in the S1 and S2, it is much more mechanical so you need scenarios that lead to that. And so you can imagine, as you know me, I am a conservative CFO, -- and so we look at these things to provision. And at some point in time, somebody comes along, looks at the scenarios and looks how it's materializing and say, \"Hey, maybe it has been a bit too conservative in your view, and so you have to write back some elements\"."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So that is basically what we do. At the same time, you might remember that I still aim to have some generic provisions, like, for example, when people were afraid about commercial real estate we added some generic provisions that basically we don't need. So that's a bit on this, yes. So we remain very conservative. Don't get me wrong. It is just that S1 and S2. Basically, they live according to scenarios. -- and that's what it is."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "On insurance, man, what can I say on insurance, IFRS 17, I didn't ask for that. Basically, that is what happens. If you see the amount of work that has to be done and the kind of things that it leads to, what else can I say? That is what it is, and that is why, as I mentioned, we have some of that volatility we moved it into our general account in order to have at least the read on insurance as coherent as possible."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "And then on your €2 billion -- what else can I say? I can answer easily. Yes, it is confirmed. I remind you there is a difference. I mean, for those listening to the call, there is a difference on the impact of interest rates going up, depending if -- you are basically in an environment with loans that are priced on a variable base or on a fixed base."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So if you are in an environment of variable, you have an impact going up and then it's basically done. Whereas as we are in an environment where the rates are fixed, the renewal, and so the increase is coming from the renewal of the loans. And so that's why we said, as these are loans like on average more than 5 years, so the impact will be roughly like €700 million a year. And so by the planned horizon '25, we said there will be €2 billion."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "But that's not the end of it. That will continue thereafter -- so there is another €2 billion for the plant thereafter, if I can say. And so if you look at it, you can see the details on Page 48 in the book, where we basically mentioned that the net interest revenues in CPBS are up already 7%. And you clearly see how that will be ramping up. So yes, we confirm the €2 billion. And yes, you see that in the curve that all that is crystallizing. So Jacque Carrie, thank you for your question."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Jon Peace of Credit Suisse. ."
  },
  {
    "person": "Jon Peace",
    "role": "questioner",
    "position": "Crédit Suisse",
    "text": "Risk going into the second half of the year? Do you think it stays ..."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So, John, can you repeat I didn't hear the beginning of your phrase."
  },
  {
    "person": "Jon Peace",
    "role": "questioner",
    "position": "Crédit Suisse",
    "text": "The outlook for the cost of risk as we go into the second half of the year, do you see it remaining around the current levels? Or does it trend back to 40 basis points? And what are your thoughts as we go into 2024, given the overlays that you have? ."
  },
  {
    "person": "Jon Peace",
    "role": "questioner",
    "position": "Crédit Suisse",
    "text": "And second question, please, just around the second tranche of the buyback. How quickly do you have in mind that you'll complete that?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Thank you, Jon, for your questions. right. If you look at the cost of risk, -- so we clearly said less than 40 basis points. Listen, I don't have a crystal ball if I can say so. So I don't know. The only thing why do we feel comfortable that it will be below 40% for several kind of reasons. So if you look at the segments in which we are, so which are basically the corporate -- if you see that the corporates have been -- whatever you think is ahead of us, is it a stagnation, what have you not."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "But those corporates have been anticipating this for a long time, and they've been able to adapt themselves. They've been able to adapt themselves on their cost base. on the focus on products and the likes. But that's our clients, yes. So in our clients, we basically don't see that. Moreover, -- so we have all of those triggers that we see. We don't see any 1 of those. And on top of that, we do have the collateral. And on top of that, we have anticipated provisioning."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So that is why, in total, we feel comfortable. What will it be? John, I don't know. But it would trend to be below 40 -- can it be just like all that we would have 1 day, 1 file that will make it pick up towards 40. Will it remain like this below 40%. So we feel quite comfortable that it will be below 40. Will it be 30%? Listen, I don't know. But with whatever we see and in the client base that we have, we are quite comfortable."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Now on the share buyback. On the share buyback, the thing is, listen, Initially, we were planning -- or we assumed to get the approval by the ECB by end of August. Technically, the ECB has 3 months. And today, with the new regulation, they have 4 months, yes. So we are pleased that apparently, our file is easy to read and that we got it earlier. So we will be able to launch it earlier, so basically next week."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "And so of course, we launch it as fast as we can. But at the same time, we don't want to perturb the market. So the volumes that we do on a given day, we don't want it to perturb the share price, -- so it will be, I don't know, what, 20% of the daily volumes. But as we start -- as we will start earlier I guess, well, whatever you know I'm a conservative CFO, It should be done by December. That's a bit what we see."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Next question is from Amit Goel of Barclays."
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Barclays Bank",
    "text": "I've got three questions. The first one, just on distributable income. So it looks like a strong performance so far for 2023, you should be able to achieve and maybe beat the amount that you've stated."
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Barclays Bank",
    "text": "Just curious then into 2024, does that give you kind of some leeway versus the kind of 9% net income kind of CAGR? Or do you see that kind of as a minimum per year in terms of growth."
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Barclays Bank",
    "text": "The second, in terms of the businesses, I guess, IPS is 1 which seems to have had a slightly slower start versus the kind of targets for growth. Just curious what your confidence is in the ability for those businesses to achieve the targets? And what gives you confidence."
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Barclays Bank",
    "text": "And then thirdly, just coming back to the redeployment of proceeds. I obviously, I heard you on the first question in terms of the areas that you're looking to reinvest into. I'm just kind of curious, as you see the marketplace developing, whether you're seeing more or less opportunities in terms of the timing of that redeployment whether you think it's potentially going to be a bit more near-dated or a bit further out? Or essentially, it's a bit too difficult to say at this stage."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Thank you. Listen, if we look at the distributable concept, this is something we will only use basically this year. And why? It's because it's a pivotal year. It's a year, it's pivotal for kind of reasons there are these IFRS rules that changed. And then on top of that, it's the last year of the contribution to the single resolution fund. And so that's why we basically said, listen, all those elements that are not really as a base going forward."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So it's basically the breaking of the TLTRO, there is the single resolution fund. And so we basically say we take that out. And so if you take that out, what remains is basically a good basis. It's more than a good basis. As I said, it's already more than compensated for Bank of the West. And so that is the base going forward. and on which we say our bottom line will grow 9% a year, and the earnings per share related to that will grow 12%."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So that's basically what you see and it should be a ratable base comparing both to 2022 and being the base for '24 and beyond. So that's why we do it, but we will only do it once. After that, we fall back in the normal growth."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Then when you look at IPS, yes, IPS, there are several things. First of all, in particular, if you look at our IPS in, for example, real estate on top of that, it's a bit skewed rolling from '22 and '23 because '22 had a high base in volumes and with what is happening now, it sees a lower base. So that's a bit the tilting that you see in 1 year that has basically 2 effects."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Now moreover, you should not forget that IPS is that engine that basically has the technical skills in product and distribute them not only through BNP Paribas kind of distribution channels, but also through other channels. So it's 1 that really has a lever for growth that is over and beyond what we have within the bank."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "And what you have seen is that the agreements that we keep on signing with partnerships like what we have renewed, for example, with Luiza in Brazil and in the likes. So it is basically something that really is really a lever for growth consuming little capital. And so that is why we are very confident that it is a core growth engine going forward. And then there is this point 22, 23 on real estate that I mentioned."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "And then on the redeployment, listen, we feel comfortable. In the kind of thing, again, I don't know what you have in an outlook on your economy. But these things and particularly the 20 basis points of redeployment on bolt-on our own technology, listen, intrinsically, this could go fast if there is some kind of an uncertainty in the equity markets where that is something that could lead us to come to a swift agreement going forward. Those will be my answers."
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Barclays Bank",
    "text": "Got it. Just to come back just on that point on distributable income. And obviously, I know that we're going to change the definition and the base. But should I expect the, I guess, the capital return capacity to increase by that kind of 9% after minimum from whatever you report this year or if you do overachieve this year, does that reduce what you would need to or look to have to do next year?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Listen, we basically said that we gave a CAGR growth of 9%. So that's basically how it means. And it's more than 9% CAGR that is what we said. And so it depends -- I mean, technically, if there is a structural increase that we see -- and yes, that structural growth will be carried into the year thereafter. So that's what -- so basically, that's yours to take."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So we said CAGR of more than 9%. So whatever growth comes in the next year, it's locked in for the next year. So that's basically what we said. And I just want to quickly come back to your 20 basis points that I mentioned that could go fast in the bolting on. And let's be sure, I mean, that thing of saying, out of the €7 billion, there is like €1billion that is bolt-on and EUR6 million is organic. -- also that could shift. It could be that there are more opportunities for bolt-ons and others. So -- but at this stage, we feel comfortable that, that redeployment will be there and therefore, help to strengthen the more than 9% CAGR."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Mate Nemes of UBS."
  },
  {
    "person": "Mate Nemes",
    "role": "questioner",
    "position": "UBS",
    "text": "Yes. Thank you, I have three of them, please. Two fairly quick one, I hope. First 1 is NII decline in Belgium. Could you give us a bit more color on this? What's been driving that? That would be super helpful."
  },
  {
    "person": "Mate Nemes",
    "role": "questioner",
    "position": "UBS",
    "text": "Second one on corporate lending and the global banking loan growth or decline of the growth actually. sense that this could be turning -- is this a second half event? Or this could go on for a little bit longer?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Can you rephrase this question, not sure I fully grasp. Could you rephrase your second question?"
  },
  {
    "person": "Mate Nemes",
    "role": "questioner",
    "position": "UBS",
    "text": "Yes, absolutely. So in the Global Banking business, I think the outstanding loan balances have been declining now last 2, 3 quarters. I'm just wondering if you have a sense when these dynamics could stop and perhaps reverse, i.e., the outlook on the loan growth there. ."
  },
  {
    "person": "Mate Nemes",
    "role": "questioner",
    "position": "UBS",
    "text": "And the third question would be on IPS and the asset gathering businesses broadly and just coming back to the previous question. Could you give us a sense what sort of profiles geographies would be in scope for such bolt-on deals perhaps in the asset gathering space. Are there any gaps specifically that you would aim to fill? Or are there certain areas that you think you can benefit from significantly more scale -- that will be the third one."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Thank you for your questions. Listen, if we look at Belgium and the net interest revenues, let's not forget, there is a reason why these things are called net interest revenues. So that means you have the plain vanilla interest revenues in there. But you have also the revenues stemming from the specialized kind of businesses, which are in there. And so basically, that is what drives a bit the difference."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So it's not what you have seen is not a peak in the kind of recurring business. It was just a lift due to the specialized businesses, which are lodged in Belgium. So from that point of view, there is no concern."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "When you look at Global Banking and the loan balances, basically, that is music to my ears, yes. So one of the key things that we can do and that we want to do and that the Europe wants us to do is originate to distribute. If you look at it, Europe basically considers that there is a lot of investing that has to go on with respect to sustainability with respect to energy with respect to bringing back on board, chip making and the likes. And so that means a lot of money."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Europe clearly said that they don't want to go Japanese -- that means is not Europe, the nations that are going to fund it is going to be the banks. But the banks, they are limited to grow their balance sheet. So the solution is what they've been doing in the U.S. for decades, it's originate to distribute. And this is something that we at BNP Paribas, are very well positioned there because we know the clients, so we know how the underwriting goes, and we know the market so we can basically place them into the market."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So that is what we do. and so that you have observed that's music to my years. And then on your third question on IPS and the geographic scope. So the thing -- there's 2 things, so to say. On one hand, it is we want to find -- if you look at, first of all, our own distribution channels. So if you look at our own distribution channels, the kind of things we would like to strengthen if in one country or another, maybe there is a product or some products that we could add and particularly in the non-life area. So that could be something. That's 1 lever that we could grow at."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "The other one could be that it is by growing through through the partners that we are having and therefore, through which we can then distribute those products. So it could be that there is a phone manufacturer that basically says, \"Hey, I want to embed in a phone being sold in insurance, that is on something. So those are the 2 things where we can look at to grow on 1 hand, to some products depending a bit on the channels that we have and on the other hand, by adding channels. So that is basically what we are looking at."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Anke Reingen of Royal Bank of Canada."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC Capital Markets",
    "text": "The first one is on the Global Banking division and the strong performance here. Just wonder how much has been helped by the benefit of higher rates. But now as the pass-through rates increased, that benefit to be coming down -- and how do you expect to offset this? And I thought I saw a headline you mentioned on Bloomberg that you see a pickup in lending to corporates, and I was quite surprised given the macro environment. So just 1 as you can give a bit more color here. ."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC Capital Markets",
    "text": "And then on the costs into the second half. I mean I guess you talked about organic investments. Is there -- could we expect you potentially stepping up some of these organic investments given how you're running on jaws and on the ROE given that part of your investment plan and also..."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Can you rephrase this question, I'm not sure I grasped it."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC Capital Markets",
    "text": "Yes. In terms of the -- so the question is with respect to costs and organic investments or like investing into the business is obviously part of your plan. And I just wondered if we should see could expect that these investments will be increasing in the second half, given how well you're doing on cost control and your return -- and also with respect to the €600 million of cost savings, how much are already in the run rate in the first half."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Okay. Thank you for your questions. So if you look at Global Banking. Global Banking, 1 of the things that you see is that intrinsically, we are stepping up our market share, right? You can see in the charts that we have in the slides we have very leading positions in many domains. And that's basically what we do."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So that is something where we keep on stepping that up. Of course, there is somewhat on transaction banking. It is somewhat interest related. But intrinsically, on Global Banking, both sides of the balance sheet are working on a markup not on an asset and liability mismatch. So the main driver for Global Banking is basically the growth and the market share gains that we grab."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So that's on Global Banking. If you take your loans, I read your question by a statistic that the ECB has published. I think that's what it is. So the ECB basically published that lending is going down. And so indeed, if you look at what you see with us, they're basically going up. Why? Again, I mean you cannot consider BNP Paribas as being that average European kind of thing."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "We are in specific segments with clients that we know well, that we make sure that we have the collateralized and so forth. And so that is why we are able to basically step up the investments and the financing needs that we see for our clients."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "And then when it comes to your organic investments, listen, the cost One of the reasons why I intrinsically prefer that organic growth and organic investments is the best way is because we have our platforms. if I want to step up a product towards the clients in Germany, I don't have to open a branch with all the fixed costs that go around it. It's just a platform that I have, and I have the related organic marginal cost that go with it. So maybe I will have to add a banker overall for those kind of volumes. So that is basically what we continue to do."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "And on the overall reduction in cost that we're doing. As I mentioned, over and above the things that we see, we believe that, indeed, we can take it even further. If you look at it, on 1 hand, we'll have to step it up a bit to make sure that we optimize in order to fight the inflation, whatever the inflation will be. But we see also the levers. So over and above this combining of sharing of resources, the optimizing of the buildings, the optimizing of that, there is basically more to come."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "If you look at, for example, how we use technologies, if I think of artificial intelligence within our internal processing. This is something where you really can further step up. And that's what we're doing. That's why we mentioned that already in our plan by 2025, we have EUR500 million of bottom line improvement that is stemming from these kind of things. And the way it is going, that could even be further. So that's basically what we go for. So it's a rather linear ramp up quarter after quarter that you could pencil in if that's what you want. So Anker of the Royal Bank, those would be my answers."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "One moment for the next question. The next question is from Stefan Stalmann of Autonomous Research."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous",
    "text": "I have two, please. The first is on these inflation hedges that you mentioned in the French region, I guess, I assume that's related to the rear rates? Or is there any other context -- and maybe you can explain a bit about how the hedge works and what the notional is and the payoffs roughly, that would be interesting."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous",
    "text": "And I also wonder whether the value of that hedge if it is indeed related to has been somehow offset by the decision not to increase rates in August."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous",
    "text": "And the second question relates to liquidity. You have this very helpful Slide 84, where you compare your HQLA and your immediately available liquidity reserves. And in 2020 and '21, they were basically the same amount, very similar -- but since then, HQLA is down by about 10% and the liquidity reserves are up by 5%. And I was wondering what mechanism explains this divergence?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Stephane, thank you for your questions. The magical mystery that is happening on this is basically the TLTRO. Let's not forget that the TLTRO was basically collateralized liquidity -- and so as the TLTRO has been basically paid back, that is basically the shifting from 1 to the other."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "With respect to your inflation hedges, there is not much more than I can say than that, indeed, it was linked to those -- and so that is basically now tapering off. So we just wanted to say you have that effect. That effect will basically come to an end, and that's how we can say about it."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous",
    "text": "Right. So the hedges running out basically. We will not see something like that in coming quarters."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Yes. So maybe to be clear, Stephan. In the end, for us, we wanted to mitigate the other effect, and that's basically all. So that is why you will not see a pickup, you will just see basically that effect being ironed out. So that's all. There is nothing, no boost or whatever. It's just a thing which is ironed out, and that's basically what it stopped. So there is nothing more to see into it."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Chris Hallam also of Goldman Sachs."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs Group",
    "text": "So I've just got 1 question left, and it's a bit of a follow-up to Julie's question earlier on Basel IV. You mentioned you're waiting and waiting to see what the final requirements actually look like. but you expect them to be harmonized on a transatlantic basis. Are there any capital allocation decisions which are effectively on hold pending you seeing those final requirements, i.e., business lines where you're holding back on putting additional capital to work and trying to grow the business because of that regulatory uncertainty? ."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Chris, we would never do that. So as you've seen, we're basically firing on all cylinders, helping our clients. And so I feel comfortable honestly, for having taken myself to the European Commission that they really want to align these things that basically what counts."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So no, we are not holding back. We'll see how it lands. We know that the overall impact will be around 8%, and that's basically it. So there is no concern on that. We're not holding back. And so we'll see how it lands after all."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "And the 1 thing we also see on the timing, right, like Europe is still saying that it's going to be 25 at a speed that's going at U.S., it could be that it basically becomes 26. So it is not a concern. We keep on firing on all cylinders. -- see how it lands. I'm comfortable that it will be equal on both sides of the Atlantic and that what counts. So no holding back."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next participant for a question is Delhpine Lee of JPMorgan."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan Chase &amp; Co.",
    "text": "I've got really just two left. On the P&L, just wondering because we're not seeing much pickup in terms of the NII revenues compared to peers. I'm just wondering if you could give us like maybe an explanation for that? Is that because you have more fixed rate loans? Or is the NM different? If you just give us -- please give us some color, that would be very helpful."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan Chase &amp; Co.",
    "text": "My second question is on the Corporate Center. Is it possible to get a bit of guidance on the revenues and the cost because they do tend to be quite volatile on certain items. So Yes, I mean any help would be much appreciated."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Thank you. I take it, you like our results. But independent of that, if you look at -- so BNL, listen, the net interest income we have been sharing this now for quarters, right? I mean we have applied fixed rates -- and so that is why this is the thing that you see. And as you know, those -- it's a whole story. If you are in variable rate, yes, the pickup is faster, but probably the cost of risk will be. So for us, this is the approach that we have."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "And on the corporate center, also there, it's relatively easy. If you take all the exceptionals that we mentioned, basically, the top line is 0. So those would be my two answers, Delphine."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan Chase &amp; Co.",
    "text": "And on the cost side of it for the corporate center?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "At the cost side, we typically run at €100 million a quarter in costs. Which are the so-called shareholder costs that we have."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Pierre Chedeville of CIC Market Solutions."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC Market Solutions",
    "text": "I have a follow-up question from the question of Delfin regarding the corporate center because for the first time, you mentioned on Slide 70, a favorable effect regarding rates and change in the revenues from the corporate center. So I'm quite surprised that you say that revenues except exceptional item is 0, because this quarter, it doesn't seem to be 0, thanks to the remuneration of maybe free capital, let's say, €4.3 billion, which is capital allocated to corporate center -- and a quick calculation, let me think that we are around €150 million in this quarter."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC Market Solutions",
    "text": "And I wanted to know if it's an exceptional movement here. or if we have to consider that we will have this favorable effect on the coming quarters? And is it part of the €2 billion of interest rate increase that you mentioned in your strategic plan."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC Market Solutions",
    "text": "My second question relates to the cost of risk in Spain in Personal Finance business. I was quite surprised to see that it has significantly decreased. And I don't see why in Spain, the situation is improving like that."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC Market Solutions",
    "text": "And my last question would be, do you see any deterioration in the combined ratio regarding your creditor insurance franchise in the world, considering the global economics that we experienced nowadays."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Thank you, Pierre. Listen, if you look at the Corporate Center, I know -- I trusted that you've seen the great results in the businesses. And therefore, the corporate results, as I mentioned, the Corporate Center, if you take out the exceptions that we mentioned, the idea is to be at 0. Now it cannot always be at the rate can be a bit higher, it can be a bit lower. For example, interesting accounting facts like DVA is in there. Last time I've been able to project DVA I have given up, yes. It's something that goes up and down a bit. And here, it's a bit favorable -- so if you look at DVA, if you look at the yields on some of the holdings that we have in there, they are favorable. But don't count on it. It is not part of the EUR2 billion, the EUR2 billion is business."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC Market Solutions",
    "text": "So I was not talking about DVA as I'm sorry, I was not -- we are talking about DVA is insignificant. And I was talking about the difference between the consensus and the reported revenues. And most of this from Corporate Center."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Pierre, If you look at the consensus, if you look at the businesses, it is coming from there. So at the corporate center, there is a bit of positive and it can be any quarter, but it is not relevant. So if you want, put it to 0, that's basically what I do, and that's basically it. The same is true on cost of risk in Personal Finance. There is nothing specific. This is basically the run of the mill."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "And when you look at the combined ratio, the thing is, again, if you look at the combined ratio, and as you know, with insurance, if you see kind of the areas where we are and what you see, if you take Latin America and these kind of activities, they are basically, if you look at the kind of elements that are underwritten and that you see is basically fine."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So again, we are not just average of what you see within the world. If you look at the channels through which we distribute there for the products and the clients we go to, we feel comfortable that these ratios hold at the stage where they are. So those would be my 3 answers, Pierre."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The final question is from Kiri Vijara of HSBC."
  },
  {
    "person": "Kirishanthan Vijayarajah",
    "role": "questioner",
    "position": "HSBC",
    "text": "A couple from my side. So firstly, on the financing volume in growing quite nicely at 9.5%, even though when I look at industry-wide new vehicle deliveries, they probably haven't normalized as yet. So firstly, could the fleet growth accelerate from here."
  },
  {
    "person": "Kirishanthan Vijayarajah",
    "role": "questioner",
    "position": "HSBC",
    "text": "And I wonder, are you picking up market share as 2 of your biggest leasing competitors busy merging with each other in which case there may be a bit more market share gains to be had there that their integration is underway."
  },
  {
    "person": "Kirishanthan Vijayarajah",
    "role": "questioner",
    "position": "HSBC",
    "text": "And then secondly, turning to your group deposit number. I know you said you benefited from flight to quality during the market turmoil back in March, April. Just wanted to -- is that reversed at all because your group deposit base did shrink quarter-on-quarter. It slipped below EUR1 trillion. I know it's a fairly minor contraction in percentage terms, but I just wondered where you're seeing deposit outflows during the quarter. So just some color there on your deposit flows, please."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Listen, if we take on. So overall, you see in the pickup is that indeed, there are 3 levers in basically the revenues, right? And so next to the financing, there is also the services that we provide, and so all that is ongoing. And when you look at the financing, yes, the financing, what do you see?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So indeed, the cars that are delivered is basically picking up -- and another interesting topic is what you see is the value of the cars, the new production is basically higher. So there is a shift into electrical cars and the like. So from that, on the financing part, you'll see a pickup in cars. -- and you see a pickup in the unit price of the car to be financed."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So that's basically what you -- when it comes to market share, listen, I don't have a view, but you can imagine when things are emerging, that some counterparties are now exposed to 1 which is too high, and therefore, that part of the growth that we see is stemming from that. But I have no specific numbers on that."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "And when it comes to deposits, they basically, if you look at deposits as a whole, and I hope that like EUR1 trillion in deposits is fine. And deposits, as we are a diversified bank, you have to look at it in segments."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "And so if you look at the segments that are, let's say, related to individuals that are related to corporates, those deposits are basically up. So where does that little drop that you mentioned has come from. It basically is coming from security services and security services, that's not even individuals, that's not even corporate that institutionals."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So that's basically happening. And so they are basically redeploying it in other channels. So that's it. It's basically -- if you look at the underlying, there is basically nothing moving. So Kerry, those would be my 2 answers."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Mr. Machenil, would you like to make any closing remarks, sir?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Yes. I want to, first of all, thank you for your interest, and I've taken that you have seen that in 2023, second quarter, that those results confirm a solid and intrinsic performance of the group and that you've seen that it yields a 10% pickup that it yields an EPS of 17% and that we will launch in the coming days. The second wave of our share buyback. With this, I thank you very much and wish you a great day. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, sir. Ladies and gentlemen, this concludes the call for BNP Paribas Second Quarter 2022 Results. Thank you for participating. You may now disconnect."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]