[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions] The first question is from Stefan Stalmann from Autonomous Research. Please go ahead."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous",
    "text": "Good afternoon, Lars. Thanks for taking my questions. The first one is on French retail. And you can imagine it's about the inflation hedges and I have probably about 50 questions on the inflation hedges. But in order to squeeze it into one, maybe you could tell us everything that you can about how these hedges work, how many of these positions are left and what the impact of the hedges could be in future quarters?"
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous",
    "text": "And the second question I wanted to ask please, is on your stake in Bank of Nanjing. We have now had two banks, one in Canada and [indiscernible] today, we have impaired their stakes in Chinese banks. And I think also the market value of Bank of Nanjing is much lower than your current carrying value given the weakness in the stock, do you see any potential of an impairment coming down the pipe here on your stake there? Thank you very much."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Stefan, thank you for your questions. On the retail side and the hedges, it's -- there's a couple of things. Before I will take that. And just as a quick reminder, so we're all aligned. In France, we have a situation where mortgages are basically issued at fixed rate, and so the impact of higher rates on assets they step in overtime. On liabilities, and particularly the regulated ones, there is a more rapid effect of this happening."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "And so there was the impact potentially of inflation on this. And so that's why in 2021, we basically said if there would be inflation to our company, the interest rates, there could be an impact on the deposit side. And so we thought it [indiscernible] to basically take on board a hedging for that effect. So on one hand, the risk was that inflation would make our liabilities more expensive. So we considered hedging it by on boarding assets that had a yield that was also linked to inflation. So that's basically what we have."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "And then if you look at it, when in 2022, the inflation went up, we had somewhat of a contribution from this inflation hedge. And actually, that inflation hedge was -- the contribution was at that higher than what we saw on the impact on the liabilities. So that's basically what we saw. What happened now in Q3 is that inflation starts to taper off. And so basically, the contribution from that on the asset side is no longer there. And so that is basically if you compare it to a year ago, it's basically EUR50 million of that contribution that goes away. But that is, let's say, a onetime effect with whatever we see on inflation now, that should basically be the same."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So there is no further deterioration that we anticipate. Nevertheless, when you compare in the quarters until the one of the Q3 in 2024, there is this kind of EUR50 million delta that you will have to take into account. So that's basically it, and it's going to last until the third quarter of '24 because in the third quarter of '23, it is no longer there. So it's a onetime effect. It's not going to budge much. So that's basically the effect of the hedging on the retail."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "But nevertheless, if you look through it, if you exclude that effect, you clearly see that the interest impact is basically up. As you know, even in an environment for us in French retail, we are rather positioned on the corporate and the affluence than the pure retail. And so basically, if you compare that to the overall banking system in France, this is much better than what you observed in the -- across the board. So that is that."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "With respect to your question, yes, well, in China, it all depends the kind of things that you do, right? So we -- what we typically do with bank of Nanjing (ph) is that we bring both related to insurance, yes. So there is the insurance products that are distributed to it. And that basically, if you look at the value of what we do at this stage, we have no indication that there would be an impairment on that activity. So Stefan, those would be my two answers."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous",
    "text": "Thank you very much, Lars"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Anke Reingen from RBC. Please go ahead."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC Capital Markets",
    "text": "Yeah. Thank you very much for taking my question. Just on the NII coming back across the different CPBS markets. Would you say that NII has generally peaked from here? We should see a slowdown across our France, Belgium and also, yes, Italy. And if you think about looking into 2024, do you think you'll be able to grow your revenues in CPBS? Thank you very much."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Okay. Thank you. Listen, don't get me wrong, we are not a forward guiding bank that gives you all the numbers that you basically take into account. So if you look at it in general, intrinsically, what we -- if I come back to France, you have seen that there is an impact, which is risen to the hedges that I just explained. But bar that, if you look through that, you see"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "[indiscernible] and then on top of that, let's not forget that we are a bank very much focused on complementing these kind of interest income revenues by also fees and commissions that we do. And so that is -- that we will continue to do. And so therefore, intrinsically, there is this what we continue to do and what we continue to see. So that's a bit the stance of what we see. You've seen that look at the elements look at what we see -- what you've seen in Luxembourg, look at what you have seen. So we keep on doing what we do."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "We are basically focused on the corporates on [indiscernible]. We're really focusing on fees and commissions. And then there is the other effect, let's not forget, if you look -- for whatever that is worth, but if you look at the 10-year kind of curve. And if you take that as a proxy for what it is, if you see that curve, you clearly see that whatever is renewed, is renewed at a higher margin. So that's all the kind of effect that should lead to a sustained growth."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC Capital Markets",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Jacques-Henri Gaulard from Kepler Cheuvreux. Please go ahead."
  },
  {
    "person": "Jacques-Henri Gaulard",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "Yes. Good afternoon, Lars. Basically, three from me and one only on net interest income because my colleagues have summarized quite well. simply, in Q4 2022 earnings, you said, okay, with the way interest rates are going, I will have an extra EUR2 billion net interest income. Is it something that everything being equal, you can still confirm today to 2025? That's the first question."
  },
  {
    "person": "Jacques-Henri Gaulard",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "The second, on your generic provision, yes, there was a bit of a fuss about your release. But at the end of the day, you still have EUR5 billion, more than EUR5 billion of S1, S2 provision that 63 basis points of your loan book right now. Are you going to keep that? Is there a strategy around the S1 and S2? And would you be able to say that by the end of '25, you'll be happy to have to have that stock of general provision?"
  },
  {
    "person": "Jacques-Henri Gaulard",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "And last question, if I look at your distributable income at EUR8.8 billion, if I annualize that over 12 months, I come across something which is closer to EUR11.7 billion, EUR11.8 billion rather than EUR11.2 billion. Have you been conservative in giving that guidance? Thank you"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Jacques, thank you for your questions. If I start with the rather technical ones. So if we start on the S1 and the S2. So as a quick reminder, so the S1 and S2 are basically the forward-looking kind of elements that we take. And intrinsically, they are there to be used to be constituted when things are good and basically used when things are dire. And so that is basically happening through the forward-looking scenarios and what have you not."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So the EUR5 billion it is logical that they are relatively high, given the fact that they could be used. So listen, I am not in a state of saying I want to have that part. So I'm a happy camper that I have EUR5 billion in this environment, meaning that it could go down if there would be some more thermal, yes? So there is not that I have a specific number in mind. What is important is that I have a buffer that could be used."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "And so if we then look basically at your questions on outlook, question basically on 2023 and 2025. Listen, on 2023, we basically guided for that year that we would do EUR1 billion above what we have seen. So that's basically it. We confirm that, that's it. And then when it 2025 there also, we stick to the guidance that we have given. And for all the reasons that I just mentioned, yes, there are some headwinds, but there are some tailwinds that we just mentioned. So we basically stick to that."
  },
  {
    "person": "Jacques-Henri Gaulard",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "Okay. Thank you, Lars."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Giulia Miotto with Morgan Stanley. Please go ahead."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Hi, Lars. Two questions from me, please, one strategic and one in the quarter. So the first one, we have heard the U.S. banks talking about the impact they foresee with Basel and [indiscernible] so double-digit impact to RWAs. The impact to BNP and European banks is expected to be much lower. Do you think you can take market share in the investment bank going forward over the next few years? Or how do you see the competitive environment changing? That's my first question."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Then the second question, and sorry to ask about Europe [indiscernible]. It's normally a small division. We don't particularly focus on, but the results are quite volatile and meaningfully higher in this quarter. So is this more one-off in nature? Or is this kind of a new run rate? If you can help us model that division, that would be helpful? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Giulia, thank you for your questions. Listen, first of all, when it comes to the finalization of Basel what was used to be called Basel IV. It's basically too early to say, right, of what the end game will be. There are proposals being made by the U.S. There are concern being raised by the banks. So this is the typical discussion that basically in Europe has taken place, and that is now taking place over there. So it's basically too early to say. And we are talking about an end game proposal. We'll have to see. For now, basically, our ambition is unchanged. We want to serve clients. We want to do that in stepping up in some activities where we can, and that's basically where we stand. So our plan is not changed by this. So that is that."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Then on your question related to Turkey. Intrinsically, the first thing is it's really the performance has been very well. I mean you don't know them, but the team that we have on the ground in Turkey is amazing. So they have really been focusing on the right products and the right approach. So that is basically the main important thing. And then, yes, there is some volatility stemming from the so-called IAS 29, right? And so IAS 29, which is hyperinflation, basically means that you have to reevaluate every quarter your assets and your liabilities. So that gives somewhat of a volatility, but that is on the margin, something which is not that relevant. If I put it brutally, it's a recycling from something which was in the balance sheet related to the differences in ForEx, which is now recycled in the P&L. So intrinsically, on the common equity Tier 1, it doesn't change anything. And intrinsically, the step-up that you have seen is due to the fact that we have a very strong team on the ground, and that is delivering strongly."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Matthew Clark with Mediobanka. Please go ahead."
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Hello. Two questions from me. First one is on the deployment of the retained component to the proceeds from the BancWest disposal. I mean, every quarter, we're looking out to see whether you're putting that to work yet. Would you argue that you are already deploying that? And if so, how and where can we see that in your balance sheet? And if not, when and where should we be looking for to see that evidence of that being put to work? And then second question is on the digital euro. How, if at all, do you expect that to impact your results going forward? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Thank you, Matthew, for your questions. Yes, on the deployment, listen, on the deployment, we do is we scout for the right activities. We blend them in, and then we want to make sure that the agreement is well ironed out. And so that's basically what we're doing. You might have seen in the press all kinds of discussions that we have. And so that's what we're doing. So well -- and the usual thing you know is by now, right? We're not going to rush in. We're going to make sure that every I is dotted and T is dashed. And so at this stage, honestly, we see the pipeline, we see them evolving. You will know on a Monday when it's done. And I see no reason at this stage to redeploy it differently."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Then on the digital Europe -- so on the digital euro, two things. Intrinsically, what you see is that the ECB in particular is reflecting on this, yes. And I think they've now positioned better. It's a reflection that they are doing. It's going to take time. It's not something where they say, this is a solution. That's what we real in. They look at reflection. They have a horizon, which is rather 2028. So that's basically where it stands. And independent of these reflections, we keep on moving on. We have these discussions. It's what we're doing with cash management. It's in particularly what we're doing in development with other banks when it comes to EPI. So the instant payments or the product is -- EPI is the overall entity, but the arrow is the instrument. So we really are developing on our side to have the clear solutions in place. So, Matthew, that will be my two answers."
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Tarik El Mejjad with Bank of America. Please go ahead."
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Bank of America",
    "text": "Hi. Good afternoon, everyone. A couple of questions, please. I would be less -- I'll be a bit more conservative, [indiscernible] on the asset quality, actually, if we are in a scenario of higher rates for longer, which looks like we are heading towards that, how that impacts your provisioning? Because I guess you have some scenarios of where rates will go and then implications mostly to be found the corporates rather than the retail side. Would that potentially lead to more Stage 1 and 2 because some of them could get weaker and common real estate could be one of them. So that's the first question."
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Bank of America",
    "text": "The second one is on the growth. And to the answer to the last question, you really focused on bolt-on. You hinted to some bolt-on, I guess, if I understood well. What about the organic? Or have you shifted all like the excess capital to go towards the mostly to bolt-on? Or just over interpreted there? And then squeezing the last one, on your targets next year or let's say '25, there was some [indiscernible] impacts from Belgium, the hedges and so on. So are you confident to offset these by potentially higher growth? Or maybe you were actually cautious in your initial guidance? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Thank you for your questions. On the asset quality, several points. So first of all, what I'm -- my answer is based on the assets at BNP Paribas. So as we mentioned, they are basically focused on things like corporate or they are basically focused on, for example, mortgage loans in environments where there are belt, suspenders and somebody holding up your trousers, right? So that is basically one thing that we have in place. And so that's why we feel relatively comfortable that even when the rates go up, there is no impact."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "If the mortgages in France, rates go up, the mortgage does not reprise. So from that point of view, that's the kind of comfort that we have. And then you have areas that typically are a bit more of a point of attention. So one of them is personal finance. The personal finance, we have been anticipating this before. So we have been shifting out rather of the plain vanilla personal loans into the collateralized loans like the car leasing and so on and so forth. So that is basically what we have been doing. That is why, intrinsically, in basis points, you don't see that going up."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Another one is real estate, where real estate, we are very -- we are small ticketed and so forth. But nevertheless, you might have seen in my comments that we have been putting aside some generic provisioning for that. So from that point of view, with those reasons -- so declines on which we are, the type of kind of product that some others have, we are well protected. We have truckloads of S1 and S2 provisioning."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "And the one area that could be a bit of a point of attention you heard, how we have been protecting ourselves against those. So that's basically on the asset quality. Then when it comes to growth -- yes, on growth, listen, what we said earlier, I mean, if the economy grow fast, we believe that we can redeploy part of that to grow even faster. If the growth is a bit more timid, which is probably what we're going to see next year, then that fueling of additional growth, natural organic will be a tad slower."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "But at the same time, there will be more thermal in the market. So probably more kind of activities will be available to do deals with. So that is why, yes, there might be a bit of a shift. We said from the EUR11 billion of capital gains, there are EUR4 billion that are basically used in share buyback this year, which is basically almost done. The rest of the EUR7 billion will be a mix of organic and bolt-on. In the current environment, depending on how the next year will unfold, yes, it might shift a bit towards bolting on. So then when you come to targets."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "As I said earlier, we basically confirm 2023. And then when you look ahead with respect to 2025, yes, there are some head and tailwinds here. The headwinds -- well, they are in the market, right? I'm not telling you anything new. You have, for example, in Belgium, there is like EUR7 billion of deposits that have now gone to another bank. [indiscernible], which have gone to Belgian government bonds."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "And so that will lead to kind of foregone revenues without any adaptations, which could be like EUR200 million a year, but this is a thing which is in the market, which I think everybody knows. It's in the market, other Belgian banks have mentioned it earlier. So that's with that. But at the same time, there are also tailwinds. There are things happening in cash management and others. So that's why we basically stick to our 2025 guidance. Tarik, these were my three answers."
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Bank of America",
    "text": "Thank you, Lars."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Delphine Lee with JPMorgan. Please go ahead."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "Good afternoon, Lars. Thank you for taking my questions. My first one is on Arval. Just wondering if you could just maybe help us understand like how much the normalization of used car prices would impact your top line going forward? How much do you think could reverse in coming years?"
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "And my second question is on Personal Finance. I think you kind of feel aiming to exit a few countries and just wanted to know where you are on that process? And then also kind of like how much headwinds in terms of earnings should we expect from this restructuring?"
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "And then my last question is on corporate center (ph). So numbers can be sometimes a bit volatile. If you don't mind just giving us a bit of guidance in terms of how much the run rate in terms of cost and revenue should be per quarter? Thank you very much."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Delphine, can you rephrase your second question? I'm not sure I understood."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "So in Personal Finance I think the intention was to exit a few countries and I was just wondering kind of like what earnings headwind should we expect in coming years from that?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Okay, clear. So if we take, first of all, one by one. So Arval, as you know, the way it is positioned, it's a big returning team, right? We are not a one-trick pony. We are diversified. We are diversified as a group, as division and as entity. So that's why Arval, we basically aim to have three streams of revenue. There is, of course, the first the financing. So if there are new cars, they need financing, they have income. Then there is the resale value of the car."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "And then thirdly, there is all the services that we charge around maintenance, other kinds of mobility packages and so on. And so yes, so the secondhand car are normalizing. So they are -- the value is tapering off, but to a high level. But at the same time, the financing is stepping up. And typically, the new cars that are being financed, I don't know if you drive or have bought an electrical car, they typically are more expensive. So that basically fuels that growth in that. So that is basically what we see on the evolution of Arval. Yes, the VO is normalizing, but the other ones are basically stepping up."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Then if I look at Personal Finance. So as a quick reminder, many years ago, we believe that the knowledge and the experience that we have on personal finance is something we can export into other countries. What we have been seeing in the last couple of years, given that we have a decade of low interest rates, we see in several countries, other people stepping in when it comes to providing these kind of personal loans financing. And they do this at prices which for us don't make sense in the sense that they don't cover the cost of risk that you would an averagely expect."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "And so that is why we said, listen, we have to be able to step out of this kind of -- personal kind of financing and step in the more collateralized ones. So the collateralized ones is basically saying when we move into the elements that we see that are collateralized and therefore, we need contracts to have those collateral kinds of products. And so that is why we have been striking a lot of deals with car manufacturers in basically the Eurozone. And so as we haven't done that in other areas, we said, areas like Latin America, Eastern Europe are basically areas where we are not the natural competitor to do this. And so we basically said, we want to step out of these activities."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Stepping out means we can sell them or we basically ramp them down. So that's basically what we have decided and what we're doing. If you look at the pretax income impact, it's basically limited. As these were startups that were growing, overall, the cost of growth was basically compensating that the impact of these activities going on pretax income will be close to zero."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Then if you look at the Corporate Center, the Corporate Center, there's basically a couple of things -- well, if there is one thing. There is one thing that is really indeed very volatile, that is the choice that we have made with respect to the insurance changes, the IFRS 17 and 9. So with that arrival, there have been there have been -- there is basically some volatility that you have in the P&L and a mapping of elements from cost between revenues."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "And as that would lead to this disturbing read compared to the year before, we basically decided to have that reclassification of IFRS 17 and then the volatility driven by IFRS 9 to take it out of our entities out of the divisions and put it in the Corporate Center because it's basically a mapping literally cost and revenues, and it's a volatility that is normally ironed out over the period. So that's basically what we've done. And I know it leads to some volatility, but if you look through this and we single that line up, but it is part of corporate line."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "But if you look for the rest at the Corporate Center in the third quarter this year, it's basically in line with last year. If I look for one exception, we booked last year in 2022. We looked -- we booked the impact of the credit holidays in Poland, which we booked -- considered as an exceptional and booked it in the Corporate Center for the rest, basically Corporate Center is in line with a year ago. So I think that would be my three answers."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "Thank you very much."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Samuel Moran-Smyth (ph) with Barclays. Please go ahead."
  },
  {
    "person": "Unidentified Participant",
    "role": "questioner",
    "position": "Unknown",
    "text": "Good afternoon. Thanks for taking my questions. I've got two on capital, so firstly just following up on your comments on the capital redeployment. To recognize the full year revenues in 2025, which is kind of what you've guided, I would assume that any bolt-on acquisitions would have to be finalized fairly soon. So if such opportunities are not presenting themselves, should we think about that same revenue impact but just in 2026 or 2027? Or should we think about a different use of the funds and perhaps returning it to shareholders?"
  },
  {
    "person": "Unidentified Participant",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then secondly, just on your 12% CET1 target. So as soon as you set that target, we've seen a number of other European banks raise their capital targets. By my calculations, the 12% target is around 200 bps above your fully loaded MDA. So just questioning whether you're still comfortable operating at that level of buffer? Thanks."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Samuel, Thank you for your questions. First of all, on the redeployment, as I mentioned, we do see a lot of positive discussions that we have leading to options to redeploy. If for one reason or other, there is some turmoil and whatever things take a bit of time, again, at this stage, I see no sign that we would not be able to do it. So if the full effect will not be entirely in '25, but some will spill in '26, so be it. And again, at this stage, I see no reason why there would be a delay. And so for there, if it maybe spills a bit in 2026 will be it."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Then on the common equity Tier 1, let's be very fair. I mean there can be banks that fly at different levels of common equity Tier 1. And because if you look at it, there is a regulatory minimum that you have to apply. And then banks decide to fly a certain amount of above. But at certain amount above, it's something that is calibrated given the volatility that the banks can be exposed to. And that is basically what you see. And that's a discussion we're having with our supervisors and what have you not."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "And certainly, if you look back at BNP Paribas in whatever crisis, yes, go back, I'm not getting any younger so I've witnessed quite a lot of them. And so we basically never had a negative impact. And that's basically what people see so that is why we can't fly, and we feel very comfortable and our supervisors feel very comfortable with our target on common equity Tier 1. And there is maybe a good reason why others fly at a high level."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Let's also be clear, the overall supervision and things of control, yes, it is levels of capital, but it's also approach on how you are structured on the way on how you act. Look at how we typically before things start to impacting how we act, so we acted on restructuring personal finance. We acted on restructuring several zones in the world like what we reduced in several parts in the world. So we are typically on the vanguard of these changes. And for all of these kind of reasons, if you look back, we, our supervisors and you should feel comfortable with the 12% at which we fly."
  },
  {
    "person": "Unidentified Participant",
    "role": "questioner",
    "position": "Unknown",
    "text": "Great. Thanks."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Chris Hallam with Goldman Sachs. Please go ahead."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs Group",
    "text": "Yeah. Good afternoon, everybody. Just three quick questions from me. In your prepared comments, I think you said you expected NII in Belgium to remain suppressed of a decline. I know you don't want to guide on every line, but could you just give us an idea of size and duration of those headwinds? Second, you flagged the normalization of activity in FICC in Q2 and again now in Q3. So just how close to fully normalized, do you think revenues in FICC, what sort of level should we settle at?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Chris, can you rephrase that question?"
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs Group",
    "text": "Yes. So the second question was just on FICC. So you talked about normalization and activity levels. In fact, how close to fully normalized do you think we are? So what sort of level of revenue should you settle up in effect what you see a fully normalized set of market conditions?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Chris, once again, on what division are you talking."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs Group",
    "text": "FICC. FICC."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Yes. Good."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs Group",
    "text": "And then lastly, in the press release, you talked about net asset outflows in Asset Management pinning late in the quarter. So I wondered just if you could give any color on flows so far in the first few weeks of Q4, whether those outflows have continued or not?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Chris, thanks. First, let me end with your question. I mean we are not a forward guiding bank because if we give you a number of this week or any changes, I have to call you back. So don't get me wrong, but not on this one. On your two other questions, first, with respect to Belgium. So yes, on Belgium, there is basically a competitor for the banks, which is the Belgian state, which basically got around EUR7 billion of our deposits, which are moved."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "So this is an effect which should normally last until the third quarter of 2024 and the effect should be around EUR200 million versus EUR24 million. But again, this is not us, right? This is all the large banks in Belgium. Others have announced it as well. So that's basically what it is. And I take it as it has been announced since a while that it is basically into the market."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Then when it comes to FICC, so the FICC income currencies and the commodities. So if you look at it, it's something as a general -- if you look at our activities in CIB in general, we are able to serve across the field of services and particularly in Europe. So we do it on Global Banking, as I said earlier. We'll also do it in equity prime services derivatives, and we also do it in the fixed income currencies and the commodities. So basically, all this is fine."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "And if you look at the rhythm at which we came in this quarter, it's very fine. The thing which is [indiscernible] is when you compare it to a year ago. So I remind you, we are basically a European player. And in particularly, the last see -- the commodities in a year ago in the third quarter, there was a lot of volatility. There were these concerns about gas and whatever. So the commodities -- so that and the related products of it, they had a higher price and they had a high volatility because a lot of customers wanted to hedge themselves against it. So we had a very high level in Q3. And what we see now is basically back to a normalized kind of level. So that's where we stand. That's typically the level at which we will be at."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "And so if you look at in -- at our asset management, the one thing in general to make that reflection is we had inflows in Europe. So again, we are a European-focused bank, and we had some outflows in particularly on money market after the high level in the first half of the year. But again, if you look at the nine months, it's a very positive evolution. But that's the distinctive evolution between the first six months and the third quarter."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs Group",
    "text": "Okay. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Mike Harrison with Redburn Atlantic. Please go ahead."
  },
  {
    "person": "Mike Harrison",
    "role": "questioner",
    "position": "Unknown",
    "text": "Hi there. Two questions for me, please. First one is ECB increases the minimum reserve requirement next year, I just wondered to what levers you're thinking about to pull on offset the impacts on both NII and the liquidate ratio? Or would you just take the hit on the LCR given it's ready to be healthy? And secondly, just circling back around the questions on Belgium. Do you have any concerns about the government following suit (ph) and competing harder with banks and you guys specifically for retail funding? Thanks."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Thank you for your question. If you look at the ECB, the reserves, as you know, there is an impact, which is like somewhere between EUR200 million a year and that basically is something that we will handle, we will process it in the overall planning, but that's the element. Then when I come back to Belgium. So indeed, the thing that we have done."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Listen, I can give you, if your question is what would other countries do. Listen, let me share what I see in the countries which are relevant for us. So first of all, Italy. So Italy has also been thinking about some taxation, but then in the end, they basically decided to do something else. So I don't see a taxation to come on that side. Also in France, there is kind of an equilibrium in the sense that the equilibrium that can be seen are the so-called regulatory or regulated deposits. So I don't pick anything up when it comes to France and Italy. So from that point of view, for us, in the space where we are active, I don't see anything on the horizon, Mike."
  },
  {
    "person": "Mike Harrison",
    "role": "questioner",
    "position": "Unknown",
    "text": "Okay. Thanks."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Pierre Chedeville with CIC. Please go ahead."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC Market Solutions",
    "text": "Yes. Good afternoon, Lars. One question regarding Arval. We have seen that one of the player was qualified as a bank, and it disturbed their view regarding their profitability. And notably, we had to issue subordinated debt. And I was wondering if Arval could be threatened by this new clarification as a bank and what could be the consequences for it?"
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC Market Solutions",
    "text": "And my second question is about the payment activity. We have also seen recently one major player making profit rolling and also experience difficulties related it seems to cybersecurity issues. And also, I wanted to know regarding the macro environment, if your payment activity is also suffering. And if you feel that there are some rising threats regarding cybersecurity around this activity? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Thank you, Pierre. If I start with the last one, listen, the only thing I can say is what you refer to as an intrinsic issue. So that's it. There is nothing else for us that triggers concerns on our side. When we look at Arval car fleet leasing, the thing is does it have to be a bank? I'm not aware of that. What is the thing that is under the finalization of Basel III, so the so-called Basel IV, these kind of activities will have to be regulatory-wise considered as a bank. It doesn't mean that it has to be a bank, but regulatory wise, it has to be treated as a bank. And that's a change coming under Basel III. But that, for us, it's part of the overall Basel III implementation. So for us, there's no change on that. So those will be my answers, Pierre."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC Market Solutions",
    "text": "Perfect. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Kiri Vijayarajah from HSBC. Please go ahead."
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "HSBC",
    "text": "Yes. Thank you. Good afternoon, Lars. Firstly, just coming back to our favor with Belgium. You've been very clear on the volume effect in terms of the government tucking away the deposits. But I just wondered if there's been any visible impact on deposit pricing in the Belgian market at all? Or is that risk -- or is that likely to come through at a later stage? Or does it feel, on the pricing side, fairly stable and static?"
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "HSBC",
    "text": "And then turning to the M&A topic. We've seen some assets change hands in Central and Eastern Europe recently. And I wonder, do you still see yourself more as a seller of assets rather than a buyer in CE? And if other big banks are potentially going to be deploying more capital towards CE, does that kind of alter your thinking about the risk/reward there in terms of investing or rather deinvesting in CE? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Thank you, Kiri for your questions. So first of all, in Belgium, we don't see any pricing pressure. And you don't have to believe me, right? Talk to the other Belgian banks, they basically confirm that same kind of situation. When you look at M&A, listen, if you look at M&A on Eastern Europe, you might have heard like half an hour ago that we're basically divesting our personal finance kind of activities. Moreover, as you know, with the redeployment of Bank of the West, we're basically not interested in buying banks because basically bringing them on board, having cross-border effects is not really what we do."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "For us, what we want is really to build on our strength that we have in the Eurozone where we really have a client and we have a multitude of services that we can build around that client relationship. That's our strength. We keep on leveraging on our platforms. We keep on leveraging on the knowledge and the intimacy that we have in the clients. And that's what we are really distinctive at and that we continue to do because we do have all of those services, we do have all of those platforms."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "And you might have seen that we do have all the capital and the skills to basically grow those elements. So that's basically what we stand for. That's what we will continue to do in that area. But also, I mean, in like what we talked about cash and payments, it's the same thing. We are generating that kind of European platform, growing at it. We are quite uniquely positioned to have that pan-European growth with those pan-European synergies and revenues, and that is what we will continue to do, Kiri."
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "HSBC",
    "text": "Thank you, Lars."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Azzurra Guelfi with Citi. Please go ahead."
  },
  {
    "person": "Azzurra Guelfi",
    "role": "questioner",
    "position": "Citi",
    "text": "Hi, Lars. Two questions from me. One is on the security service business. This has been improving in terms of profitability and revenue, thanks to the rate environment as well. So in an environment where rate could take a different shape. How sustainable do you see the results that we are seeing lately in this division?"
  },
  {
    "person": "Azzurra Guelfi",
    "role": "questioner",
    "position": "Citi",
    "text": "The second one is on asset quality and in particular, on the guaranteed lending, that banks have written during the COVID period. Do you see a difference of the development of these loans asset quality perspective versus the one that are without the guarantee? And if I may have one more quick thing on the new digital division. You've rolled out digital businesses in different countries, but not on whole your franchise in Europe. Do you see opportunity for this to happen in coming years? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "Thank you for your question. Yes, security services, as I mentioned, they have a record level. But then again, as you know, and I know I'm a bit repeating myself, but it's this diversified setup, which we basically have and also there. So if you look at it, we have this record, but actually, the number of transactions that security services have witnessed were rather low. So yes, maybe there can be some impact of rate coming down, but that typically should then be compensated by the transactions going up. So that's a bit the dynamic that we see."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "When you look at the guaranteed lending, the ones that come to term and the phasing for us, basically, we see no difference compared to the other originated activities. So basically no issue. And then on your third question on the new digital businesses, the thing is we are -- the fact that we can roll it out or roll it out, depends a bit also on the competitive environment. So we are rolling it out when the opportunity is appropriate and when we can do so and given our presence. So this is something that we will unfold in that you will notice over time. Azzurra, those would be my three answers. Operator, was that the last question?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "There are no more questions registered at this time."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group CFO",
    "text": "All right. So I want to thank all of you for being present. You have seen our solid results. You've seen our solid balance sheet. You have seen a solid return to shareholders. And you have also seen that given our diversified approach, we're very well positioned to continue to serve our clients, the economy, and we are well positioned on the prudential metrics to continue to do so. Thank you very much for your attention. Have a good day."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Late and gentlemen, this concludes the call of BNP Paribas third quarter 2023 results. Thank you for participating. You may now disconnect."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]