[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions] The first question is from Stefan Stalmann, Autonomous Research. Please go ahead."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "Yes, good afternoon. Thank you very much for the call and for taking my questions. As you can imagine, my first question will be on equities trading. This phenomenal performance that you delivered also in comparison to your U.S. peers. I wanted to ask first on Slide 20, you show this Prime Brokerage balances, what do these balances actually show? Are those the assets under management of your Prime Brokerage clients? Are these deposits? Are these loans? And also, why has there been this sudden takeoff of these balances sometime last year? And maybe more broadly, I imagine you could say that the very strong performance comes from the fact that you have managed to integrate the parts of the Equity franchise in the last couple of years. Why do you think that has suddenly happened in the second quarter? Why has that not been a more gradual process of progress?"
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "And the second question I wanted to ask is about a media story the other day about a potential project of cooperation between BNP Asset Management and AXA Investment Management. Now I guess there's only so much you can say, but I'm curious whether you think this is something that is plausible in principle? Or would you just categorically rule something like this out. And if you were to look at something like this in asset management, would you insist that you own a majority in such a joint venture? Or would you also theoretically at least be willing to go below 15%? Thank you very much."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Stefan, thank you for your questions. Listen, on your second question, as you know, there is no comment here. You know that we have a process of bolting on activities we will not -- but we typically have no comment on these kind of rumors that are going around."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "On the second question on EPS. So there's two things. I remind you that indeed, we have been able to complete or set up with EPS. We've been able to have in 1 entity both the cash equities Exxon, derivatives we already had and where we're able to bolt-on the Prime Brokerage services. So it all of a sudden, it basically means we have that overall setup. It's in one entity. You've seen we have the capital, we have the liquidity. Because indeed, the main consumption quote-unquote, in these kind of activities, it is not capital because all of these activities are completely hedged, but it is the leverage that you consume. So you basically consume the balance sheet with current pond to these activities. And so that's basically -- but again, we have the balance sheet, we have the leverage to basically do so."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And so why the pickup? Well, the thing is if you go back a year ago, the demand for these kind of activities was relatively subdued. And so it is what we have seen in the second quarter of this year, we saw the pickup. And as there was this pickup as we are basically one of the few Eurozone banks that has the complete offering, that is why you saw that strong pickup in the second quarter. So Stefan, that will be our answers to your two questions."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "Great. And the Prime Brokerage balances, could you maybe just clarify what they actually show?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Yes. So if you look at it, so if you have this kind of -- if you do these transactions, typically, the question is, do you consume a balance sheet that is handling a counterparty wants some exposure, and we basically provide that exposure on the balance sheet. And then we basically hedge it with hedged exposure, which is on the other side. And so then if you look at the risk-weighted assets, you basically look at those two exposures, you risk weight them and you basically compensate them because intrinsically, they are compensated. So that is why when it comes to capital, you don't consume it, but you consume that exposure or the exposure that you get. And therefore, what you need is you need leverage to have that covered."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "Okay, great. Thank you very much. Thanks a lot."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Chris Hallam at Goldman Sachs. Please go ahead."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "Yes, thanks, everybody. So one quick one and then a bit of a longer follow-up. So just following on Stefan's question on Prime, is that step-up in the quarter sustainable for Q2, above a EUR1 billion quarterly run rate for revenues. Is there anything one-off in nature that you want to call out there? Or is that sort of a run rate we can build the business off through the back half of the year and heading into next year?"
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "And then secondly, again, a little bit about scale ambitions in asset management, specifically around private credit. When you think about the loan origination relationships you have the risk management capabilities you have inside and outside the CIB, the distribution network that you have and obviously the asset management expertise, do you see the growth of private credit more as an opportunity or as a threat for that business?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "So again, on EPS, I mean basically, there are no one-off within that quarter. It's a quarter in which, I would say, the strength, the skills diversification of that specific business was very much, I would say, aligned with the underlying economy and market with the evolution, so it's global market business, so you cannot guarantee anything. It can go up and down within a certain year and from one year to another, but the strength of the platform yes, I would tend to say, you can see it all in the second quarter, the platform is being completed."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "It took some time, I would say, to the right market penetration and even with a certain market penetration, get the right amount, I would say, counterpart type of business from certain, I would say, counterparts. So now we are at the right level and still global market these are, I would say, volatile businesses. But well, there is nothing that can be, I would say, consider the one-off in that quarter, this is the result of the strategy. This is the result of the execution of that strategy. This is the result of the quality of the platform. And that is quite unique to some extent and not that many banks that and I would say, present this comprehensive approach in that equity dimension. So this is a huge number. But Basically, this is the power of the platform we can show in the second quarter that for a number of reasons was, I would say, the right one to express this strength."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Looking at Asset Management, it's not particularly strike. We are partnering with a number, I would say, of counterpart in those domains. And clearly, asset management will also grow in that domain. So you cannot do everything, you cannot do anything. It's a complex situation, private credit, but yes, we will grow some in-house with our Asset Management platform, and we are partnering with third parties, we said, to do a better job with the balance sheet of the bank. It's also a way to optimize the balance sheet of the bank. So I would rather say that this is an opportunity rather than a strike."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "Okay. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Flora Bocahut with Barclays. Please go ahead."
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Barclays",
    "text": "Yes, thank you. And good afternoon. There's two questions on my side, please. The first is regarding your Global Banking business where there was this quarter suddenly a strong increase in client loan balances. So I was wondering what drove this strong improvement, which we hadn't seen in quite a few quarters now. And also it seems to me like it has accelerated at the end of the quarter. And therefore, does that bode well for revenues in Global Banking into Q3 and Q4?"
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Barclays",
    "text": "The other question I wanted to ask you is regarding the RWA optimization plans from securitization, which you talked about in the previous quarter where you were highlighting that this is something you intend to use to partially offset the reconsolidation of Arval and the model update impact on your CET1. So is this something you've already started to do? Would that be done as synthetic risk transfers? What's your stand on this? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Flora, thank you for your questions. If I start with Global Banking, yes, Global Banking, you've seen the strong results. And so we have in their capital markets and also transaction banking. And what we do see is that there was indeed a strong demand in Europe, but let's not forget, on top of that, we not only provide this kind of intrinsic strongly European, but we also provide the corridors into the U.S. and Asia. And so that is what we have seen. And so to that also leads to a step up of the balance sheet that go with it."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And then that basically links into your second question, when it comes to the securitization in general that we do related to the RWAs. So indeed, part of what we are doing is optimizing the RWAs. But don't get me wrong. You're talking to a frugal CFO, so we look at the right prices, and so we're not basically in a rush. We're looking at the prices and with a bit what we saw in the first half of the year, we think the opportunities to do it at the appropriate price are better in the second half. So we will do what we have intended to do. But yes, it will be shifted a bit towards the end of the year for these reasons."
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Barclays",
    "text": "Okay, thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Tarik El Mejjad, Bank of America. Please go ahead."
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Bank of America",
    "text": "Hi. Hello, everyone. Two questions, please. First of all, at the beginning of the year, I mean, it was clear that 2024 would be too speed year, slow first half and a better second half. For all the reasons we know and you discussed today, both on top-down but also specific like hedging, Belgium, et cetera. And I'm factoring here the seasonality effects as well. So Lars, you suggested that all the numbers in Q2 and Q1 sounded sustainable and no one off there. So first half came much stronger, not only on track to reach your target, but also exceeded the margin, I guess. So why not updating the targets for the full year in this quarter? Or are we missing a big negative moving part. So maybe you can take us through what can be repeated or not?"
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Bank of America",
    "text": "And second question on capital. I just want to clarify, the 12% target in 2025, this is Basel 4 without the FRTB impact but -- and assuming that you redeploy the whole excess capital left. So the question is, I mean, do you confirm that? But secondly, have you budgeted any on-site inspection effects there? And for the FRTB, do you assume this is delayed? Or what's the chances that should be canceled altogether? Because you didn't mention FRTB in 2026, you just basically excluded it from your Basel 4 impacts. Thank you."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "I'll start with your 12% capital on 2025. So indeed, your understanding is correct. Let's be fair. I mean, you know is, on one hand, we optimize capital, yes. I don't want to be sitting over the longer term on capital that is not used. And when it comes to things like [indiscernible] and whatever that you have, so basically reviews by the supervisor or updates on the regulation, we basically handle those, yes."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Tarik, I typically ask where have you been the last couple of 10 years. But I think I know where you've been, and you've seen that we have basically been always able to optimize and to be at the right level of capital. So that is basically what we will do on the capital. And then when it comes to the FRTB, yes, listen, you know, the European tax when they translated Basel into legal tax, they basically said that when it comes to the FRTB, they have to align with the U.S. And I don't know if you have been listening to what the U.S. has been saying, but some parties within the Fed are basically saying that it is that they will have an evolution of regulation, but that it should not lead to any capital increase related to that."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "And so that is what Europe has said. If you look at the tax, Europe has basically delayed the FRTB, not just delaying for delaying, but delaying to see what the U.S. is doing and aligning it on that. And so intrinsically, that's the best thing is that we have a level playing field. And so maybe we'll see what form it takes. And so that's what it basically is. And then on your results, listen, we basically guided that 2014 would have a bottom line superior than the one of last year. When we spoke a couple of months ago, not all of you were entirely convinced of that. And maybe the second quarter results indicates the pivotal point of that. Tarik, those would be my answers."
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Bank of America",
    "text": "Well, I mean, I was hoping for a bit more on the -- on your second answer, to be fair. I mean, if we go into the dynamics for the divisions, all the hedges will be going away, the Belgium drug, the -- I mean when we met with Jean, few months ago was suggesting second half is -- will be the second half for CIB. We had already extraordinary Q2. The volumes are picking up. Personal Finance is doing better. I mean overall. So I mean, consoles already moved to 11.2%. So you're already convinced actually most of the markets that you can do 11.2%. My question is more how much margin we can hope for, I mean on my numbers, but I mean I'm surprise because that could be a big margin to what you think you've communicated to the market?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Tarik, there are several things. I'll put it this way. There are several things that you see that we are pounding well. Yes. I mentioned that the tax -- the income tax base will be lower. You can basically see that the results are very solid. Moreover, Remember, when we basically said, we confirmed the targets rolling into 2025. And if you confirm the targets rolling into 2025, we also said that it would not be a opstick evolution. So I think that you see the evolution. Listen, we are not a bank that gives a forward guidance every quarter, yes, but you see the trajectory for the second quarter is clearly in line with improving the results and which is in line with the trajectory we put out for 2025."
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Bank of America",
    "text": "Okay, thank you very much, Lars."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Anke Reingen, RBC. Please go ahead."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC",
    "text": "Yes, thank you very much for taking my questions. The first one is actually a follow-up to Tarik's question about the 12.0% at year-end 2025. Just to confirm, it's not -- I mean everything else being equal, you could call it now 12.3%, but I guess that's just rounding and we shouldn't interpret that as there's a negative now running against the EUR30 billion -- the benefit from the FRTB delay?"
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC",
    "text": "And then secondly, I'm not sure if you want to say anything, but about the Bloomberg report about the ECB potentially asking the banks to book additional provisions on the leveraged finance exposures. And I just wondered if you have any concerns on that aspect. And can you just confirm, do you still have a capital add-on related to your leveraged finance exposure? Thank you very much."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Okay. So first of all, let me come back to the 12%. You know we are through. So we basically said our objective is 12%, and that's where we fly. So if we are above and we have opportunities to redeploy it, we will do so, yes. So from that point of view, we have -- we reconfirmed that in any case, we will be respecting that 12%. And if whatever capital we have, we will make it redeployed as fast as we can. So that's basically on that one. When it comes to the ECB, the ECB is doing all kinds of reviews. They're doing all these, they're doing kind of review of stress tests and the likes. And when it comes to leverage finance, they are having a reflection of what things could be in a stressed kind of environment. So that is what they are doing. That reflection is ongoing. There is not much more, I can say about that."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC",
    "text": "And do you also can comment if you have a capital add-on for leveraged finance?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Listen, the SREP is due to end of the year. So we'll give you an update at that time."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC",
    "text": "Okay, thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Aurora -- Giulia Aurora Miotto, Morgan Stanley. Please go ahead."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Yes, hi. Good afternoon. Two questions from me as well. The first one to change topic is on asset quality. Cost of risk was quite high in France. I understand this was related to one specific file. But if I look at industry data across France, Belgium is where bankruptcies are ticking higher. So I am wondering, if there is anything you see in that point to deterioration in asset quality. And perhaps if you can remind us of how much overlays you still have? So that will be my first question."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "And then secondly, in terms of margins, in particular, lending margins, how are you seeing those in your different markets, France, Belgium, Italy and on the corporate side on a European levels. Thank you."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Giulia, thank you for your questions. Well, if you look at the asset quality, as a quick reminder, the core of the businesses that we do are rather on the corporate, the large mid-sized companies and so forth. So that's the first thing that you see. And when you talk to them and you see what they're doing, the word I would coin is they are cautiously optimistic. And so indeed, that's what you see in our cost of risk. If you look at our cost of risk, if you exclude that one, that one file, you are basically at 29 basis points over outstanding, which is coherent with the last quarter. And so what I mean that one file, you can always have an idiosyncratic fall. That doesn't mean that there is an overall trend that you see."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Again, on the corporate. If there is one point of attention that we follow, it's rather on the individual side, yes, if you look at our personal finance, which is where the core of our individual clients are. And as you know, we have been shifting out of the non-kind of collateralized kind of activities in the car financing, which are also, therefore, collateralized by the car. And you would have expected that the cost of risk would be gliding towards that one of the car financing. And what you see is our cost of risk in basis points is basically stable, even up a couple of basis points. So if there is one point of attention, is that consumer side that one has to keep an eye on in the asset quality. But again, for us, that is not the main set of our clients."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "On the lending margin, if we look at it, so the lending margin when it comes to the core of what we do on the corporates and the likes, we are in the appropriate margin. So I remind you, when you have the corporate side, when you -- when corporate deposit money or they take loans, the margins that we do is basically this ESTR. You look at what the ESTR rate is and you do a markup in both cases. So you don't price assets towards liabilities. And so the margins are basically fine."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "When you look into the other activities, let's take mortgages and particularly in the countries where you are you know that well, the mortgages are fixed rate, yes. So everything is to do with what the new loans are doing. And what you see in the countries where we are, like in France and Belgium, we are facing banking environment where, yes, the competition is stiff on mortgages. And so there, the margins are tight because of that. So that's a bit the two things. So the corporate ones again, they are ESTR-based and with a margin which holds. And on the mortgages, that's basically the competitive pressure that we see."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Thanks."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Delphine Lee, JPMorgan. Please go ahead."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "Yes, good afternoon. Thanks for taking my questions. So my first question is French retail. It seems like it's the only geography, where NII is still down. Just wondering where we would see a little bit of an inflection point. If you could give us a bit of more color on the trends and what you're currently seeing maybe and why we could see that improvement? And on Personal Finance, my second question, the margins are still under quite a bit of pressure. But now that the ECB start cutting rates, should we get a bit more relief in the second half? If you could also provide a bit of color on the trends there? Thank you very much."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Yes. So on the French retail, the NII is quite complex, I would say, to look at because of a number of factors, [AL AM] (ph), headwinds, and even that quarter specific, I would say, impact in the range of EUR30 million negative impact. So totally specific to that quarter. So the best way to look at the French retail, this is, again, not a French retail bank. It is not a French retail. This is why also it's a bit complex to look at. It's very much mid-caps, SMEs, private banking. This is quite different as I would say, as a P&L compared to savings and loans type of banking operations."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "So, if you look at the top line, roughly -- taking out the headwinds this quarter is up by 0.7%. And in reality, if you neutralize this negative impact, we are not mentioning in the financial communication, it's above 2%, clearly. If you look at the top line for this year 2024, including headwinds, because headwinds, unfortunately, exist were going to be above 1%. And if you neutralize headwinds, looking at that year, we are going to be above 3%. So the intrinsic, I would say, evolution of the domestic bank is in the range of 3% plus this year and unfortunately because of the headwinds, it's somewhere above 1%."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "And if you look at clearly, next year, I would say, growth will be in the range of 4%, even 5%. So this is the best way to look at the domestic French bank and cannot be just looked at on one side, fee business and the NII. There's a number of, I would say, ways that are, I would say, connecting those two dimensions. So again, for that year, 1% minimum top line, neutralizing the headwinds above 3%. And next year, we're going to be in the range of 4% to 5%. And again, this quarter is quite specific. The reality of the interesting underlying business is reserve 2.5% than even 0.7% that is just neutralizing the regular headwind. So this is for France."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "And that EUR30 million is in one-off is in net interest income?"
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "It's."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Yes, it's a net interest income."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Yes, of course, yes."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "It's basically a value reduction in a participation, Delphine. That's what it is."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "Thanks a lot."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "And Delphine on PF, indeed, I mean, if rates would come down that would basically lead or trigger to a more optimized pricing. So that would be a positive effect for Personal Finance."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "Great. Thank you so much for the color. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Sharath Kumar at Deutsche Bank. Please go ahead."
  },
  {
    "person": "Sharath Kumar",
    "role": "questioner",
    "position": "Deutsche Bank",
    "text": "Good afternoon. Thank you for taking my questions. Two please, both on your specialized businesses. Firstly, on Arval and Leasing Solutions. I thought the results were more resilient than what the headline numbers indicate, particularly around volume growth and leasing and service margins. Obviously, I think the comps get a little bit better in the second half, but can you grow a bit more -- can you decompose the results into these various components, be it Leasing Services margins? And used car results? And what do you see in terms of outlook there? That's the first one."
  },
  {
    "person": "Sharath Kumar",
    "role": "questioner",
    "position": "Deutsche Bank",
    "text": "The second one is on Personal Finance. Agree, there are a lot of ongoing perimeter changes, by when can we expect all of these runoff activities to be completed. Still, there are a few countries like Romania, Brazil Nordic countries. I know previously, you had indicated a broadly breakeven P&L level for these disposals, but can you indicate the share of loans or RWA from these? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Thank you for your questions. So listen, on Arval and Leasing, I mean, don't get us wrong, but given the fact of all the divisions that we have, we don't carve up the segments that we have. So basically, Arval and Leasing is one. And then Arval and Leasing, if you wish, intrinsically, when you look at the volume growth, the finance growth, the services that we provide, all these are -- but indeed, the one thing which is weighing on it is the resale value of the car. So you know the dynamic, the resale value of the car is in mark-to-market. So it hits the bottom line while the top line in this case immediately, whereas the growing of the financing of the new cars is basically accruing over time."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And so that basically means if you take an average of car lease four years, and so if you take half of the (inaudible), that's two years, we're basically, well, two, three quarters into that process. So that effect of the weighing that you see on the top line will continue for the next couple of quarters. So that's on Arval and Leasing."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And then indeed, the compensation will come from the turnaround that we're having at Personal Finance. So what we've guided for. So as a reminder, what we keep on doing in Personal Finance is basically the Eurozone and the UK activities, where we have the opportunities to cross-sell massively towards our clients. And so there are activities where we were more mono product like in Eastern Europe and like in Brazil, we are getting out. And the getting out means we can be ramping it down, we can be selling it. We can be selling parts of it, but all that takes indeed time because you need authorities or you need the ramping down and what have you not."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And so if you look at it, yes, we said that in the bottom line, it's breakeven. But of course, it basically means it's breakeven because there is still revenues and there are still costs and they both tapering off. So that's the dynamic. And we basically said, if you look at the balance sheet, it was roughly a third of the balance, it is a third of the balance sheet that we are considering as non-core and that we are winding down. So those would be the two answers."
  },
  {
    "person": "Sharath Kumar",
    "role": "questioner",
    "position": "Deutsche Bank",
    "text": "Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Pierre Chedeville, CIC. Please go ahead."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC Market Solutions",
    "text": "Yes, good afternoon. I have one question regarding the integrated model and the cooperation between Cardif and BNP IM. I was wondering if you could increase the assets from Cardif being managed by BNP IM because as far as I understand, it's not the case or partially not the case. And maybe as you mentioned, the fact that you want to partnership to develop BNP IM platforms, it would be an ID. And I was wondering what was your point of view on this point?"
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC Market Solutions",
    "text": "And my second question is regarding the profitability, which is not present in the presentation, I mean the main presentation. Generally, you mentioned your profitability, which is relatively good. And I was wondering why this time we do not present it because I don't think that you are ashamed of it. So could you explain us why it's not present?"
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC Market Solutions",
    "text": "And last question is regarding CPBS. I'm not sure it's a good level to see it. But when I look at the loan-to-deposit ratio, it is at 88%. And I was wondering if it meets internal criteria for this ratio for you? Is it above, is it below? And what is your policy regarding the loan-to-deposit ratio? Thank you very much."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "On the first point, clearly, I would say the situation is not to stay for too long period of time, and we will have, to some extent, to integrate the two approaches so far, Cardif remain in a kind of a stand-alone basis and probably looking ahead films are going to be managed by the asset management from BNP Paribas. So it's a natural evolution. It's already, I would say, the loop we're moving and probably we will move quite soon. So it's something that is taken and we will change the way we operate within the -- which said the one year to come. The second point, Lars, you want to?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Yes. The second point is, I'm sorry that the profitability has been moving a bit deeper in the slide. Listen, we have been adapting our presentation. We have been adapting our press release. So I take it overall, I hear positive comments that it is better to read. If your comment is that we should bring the RoTE back forth, I'll take note of it, we'll do so."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And when it comes to your loans to deposits, the thing is intrinsically loan to deposits is not a metric as a group that means something. What I mean by that, it all depends how an economy finance itself and how the economy works when it comes to loan to deposits. We have some extremes like the Belgium are sitting on truckloads of deposits, whereas in France, the financing is done in other way with assurance via and what have you not. So intrinsically, as a group level, having a specific loan-to-deposit is not something that is an intrinsic metric for us. We want to make sure that the overall financing, the reserves that we have available are fine, and that is the key metric, not a loan to deposits. So Pierre, that would be the answers to your questions."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC Market Solutions",
    "text": "Thank you very much."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Kiri Vijayarajah, HSBC. Please go ahead."
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "HSBC",
    "text": "Yes, good afternoon everyone. A couple of questions from my side. So firstly, one of your competitors that reported today flagged or deterioration in U.S. commercial real estate in our outlook for the second half. And I know you're your exposure to the U.S. CRE is fairly small. But is that something that's concerning you from your side or -- and actually, also, could we just have some -- just broader color on how that derisking in the real estate finance unit has been going as well?"
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "HSBC",
    "text": "And then secondly, to come back to the FRTB, operationally, how should we think about that 30 bps of FRTB related capital. So hypothetically, what I mean is if the FRTB never gets implemented, is that extra capital that you'll hand over to global markets for them to reinvest in the trading business, or is there a possibility for you to maybe ring-fence that and at some point return it to shareholders once we get clarity? I know there's lots of moving parts for 2026 onwards. But really, what are the scenarios that are on the table on what happens to that 30 bps of capital if the FRTB never happens? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Kiri, thank you for your questions. So listen, on U.S. commercial real estate, we had a EUR7 billion exposure that we basically sold it. So my view on the U.S. commercial real estate, honestly, we are not a bellwether for that, so we are not the one. So if you look at it in Europe, listen, those kind of activities, we have a small portfolio. We do it in the areas that we know, and so that's basically fine. It's a point of attention, but it is not something else."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "On the FRTB, so the 30 basis points. Yes. So imagine that, in the end, the U.S. would not implement it and that Europe would follow and those 30 basis points would be there. As you know, the sequence I follow when it comes to capital. So for me, the most efficient way to redeploy capital is organic. So I give it because it's organic. I know where it goes. I can do it at marginal cost. I can do it at scale. So that's ideally."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "If that would not be possible, then the next thing is, if I can find a frugal bolt-on acquisition then that is basically what I would look for. If none of those things would be on the horizon, and I would pick up my phone to see how to return it. Kiri, that will be my answers."
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "HSBC",
    "text": "Great. Thanks, Lars."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "That's again -- looking at the quality of the platform globally, it's much better to invest."
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "HSBC",
    "text": "Organically?"
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Organically, saying nice."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Or inorganically? So Kiri, listen, you understand our point of view. I mean, we have seen in the past that it is much more efficient. So you get like 15% and more yield on what we do in the activities that we have or that we can do. And so we haven't so far been running out of these options."
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "HSBC",
    "text": "Great. Got it. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Azzurra Guelfi, Citi. Please go ahead."
  },
  {
    "person": "Azzurra Guelfi",
    "role": "questioner",
    "position": "Citi",
    "text": "Hi, good afternoon. Two questions from me. When I look at the loan growth. I see trends that are quite different between Italy, particularly in the corporate space. And in Belgium, why is that you have started to see some lending growth. And I just wanted to know if there was any particular trends that we should be aware in terms of strategy in the area."
  },
  {
    "person": "Azzurra Guelfi",
    "role": "questioner",
    "position": "Citi",
    "text": "And the second question is a little bit more generic. I know France is not a big group, but there has been quite a lot of volatility in the political environment in France. Do you expect if there is continuous uncertainty that this could impact the activities in France in terms of volume recovery or savings? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "About France, I mean, you know that globally, I would say, the bank is, first of all, our European platform, France and, let's say, domestic France is relatively small looking at the net result. I mean looking at the so-called domestic French bank, the total contribution is well below 10%. And most of that is not epically related to, I would say, domestic economy. I mean, many, many counterparts that are to belong to the private bank, wealth management, international SMEs, mid-caps, large cap. So I'm not saying we are immune, but well, the impact overall, there were an impact at the end of the day would be quite marginal."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Obviously, if you look at France globally, I would say, unstability the political dimension is not great for any countries also certainly after the Olympic games, this will come to an end. There will be a new government account of coalition, a new program probably looking at the distribution of the parliament is going to be very much, I would say, balance because it has to be that way. There is no other option. So it's difficult to understand who is going to be the Prime Minister, who is going to be the Minister for Finance and so on and so on, but it's not that very difficult to understand that at the end of the day, this country needs additional discipline in terms of public spending. The country will have to comply with a number of norms. And that's it."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And as for BNP Paribas, so far, we do not see anything really material for the growth of the platform or for the risk profile of the platform because of the, I'd say, the business model of BNP Paribas in that country."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And in particular, Azzurra, let's be fair. I mean, BNP Paribas, we have 70% of the balance sheet in Europe. And if I can use a bit of the scientific language, the signal in Europe is that growth is picking up. And so that is what we are ready to accompany and ready to capture as well. And then indeed, you see in some countries, there is some political uncertainty and that indeed to some noise around that signal. But the one thing that is important is the underlying signal, which is positive and which we had BNP Paribas time to profit from."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And then on your question on loan growth as well. You know there is a couple of things. When -- again, whenever you look at our figures, you basically see them with what we are doing. And so yes, you do see in Belgium that there is a pickup, and we are accompanying that pickup. And you might remember that in Italy, we have decided to remain focused on, let's say, the international kind of oriented companies that we do continue to do business with, but we are reducing a bit the kind of heritage loan portfolio that we have. And so that is why you see this different trend between Belgium and Italy."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "So Azzurra, that would be our answers to your questions. Operator, are you still there?"
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Excuse me, there are no more questions registered at this time. I turn the conference back to you for any closing remarks."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "So thank you very much for your question. We already said it. I mean we're going to post this year net results that are going to be above last year. We are not revisiting the guidance because there is no need revised the guidance every quarter or the semester. But clearly, the trend is quite positive. And there is no doubt, I hope in your minds that we are going to beat last year results. And now we are very much, I would say, focused on how far we can go and how strong debit can be. So this is the situation why in, and this is quite positive and quite pleasant comparing to the six months ago. So fair enough, the model is moving having good successes in a number of domains. There are some domestic, especially France that is under pressure because of a number of headwinds like Belgium. This is going to, I would say, to pass away, if I may. And next year is going to be another Europe."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "But meanwhile, for 2024, we will deliver what we, I would say, promise and probably in a more aggressive way than anticipated. So this is it. Thank you very much again. And well, let's see what will happen for the second half of that year. Have a nice summer."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Good Olympic Games."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Good Olympic Games, if you take the risk. I mean, Paris is becoming quite complex those days. So good luck if you are coming to Paris. Thank you so much."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Ladies and gentlemen, this concludes the call of BNP Paribas second quarter 2024 results. A replay of the webcast is available at Invest dot bnpparibas.com. Thank you for participating. You may now disconnect."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]