[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The first question is from Tarik El Mejjad with Bank of America."
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Bank of America",
    "text": "Two quick questions for me. The first 1, so I wanted to come back on your net profit guidance for '24. And to be honest, more importantly, on the growth momentum in your earnings into '25. So if you look at Q1, so all indicators, it's a trough. So even if you analyze that level, you are still well above 11.2."
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Bank of America",
    "text": "And then as you indicated in many times in the presentation, the second half should be actually much better because of a few elements. Belgium retail, French retail. From Q3, the FICC, personal finance, the cost measures and maybe some more capital gains. So I mean, would you be comfortable to actually be more precise on your '24 guidance? I mean, to be honest, it's not about the '24 again, I'm saying it's more to be comfortable about the base you will grow into '25."
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Bank of America",
    "text": "Because if you deliver something around 11.2, that means you still have to do heavy lifting in '25 versus '24 to deliver your CAGR you've disclosed with the full year results in '23 of 8% net profit. I mean the -- so this is the first question. I mean, unless I'm -- I'm having something, I'm missing something. So you can tell us where you think there could be some offsets to stay around 11.2."
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Bank of America",
    "text": "And the second question is on Ageas deal. I mean I would like to hear what you say about the rationale for this deal. I mean, I understand you want to strengthen your partnership with Belgium by securing the shareholding of Ageas. But isn't that fitting perfectly your product factory growth story? I mean, with high multiple highly accretive business, if you have to do a full takeover."
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Bank of America",
    "text": "What would be the constraints? What's your strategy long term, more than having this 9% stake?"
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Yes. If you look at the '24 guidance, I mean, clearly, our internal scenario is ending up clearly above 2023. So saying that '24 net result is going to be above '23 is kind of a minimum. If you look back at the first quarter and if you're correct, the base effect from a global market, in fact, the top line is growing at more than 3%. And 3% could be considered the kind of central scenario, even if we are committed to deliver more than [12 -- 2%]."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "So clearly, the central scenario would end up above the last year net result. This is quite obvious, as you said. And again, you can deduct that from the interest, I would say, strength on the first quarter. Again, if you're correct from the base effect that is linked to the global macro situation within Global Market last year, started beginning of '22, it last until the beginning of '23. If you correct that, yes, we're growing at more than 3%."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "And if you look at it that way, considering that the second half of the year should be more positive for BNP Paribas because of the rate scenario because of kind of pickup of the Eurozone economy and so on and so on. Yes, the central scenario is clearly above the '23 net result, distributable. So as you said, it helps, I would say, getting to the final objective that is a '25 objective. So yes, you're correct. We are."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "We're both that kind of minimum, that is the '23 net result."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Looking at Ageas, well, buying, let's say, 9% because the Ageas is the owner of 75% of AGI, the Belgium insurance company. It's like going from 25% to 33%, let's say, looking at the Belgium company. So we increased our I would say, economic interest in the Belgium company. This is the first important aspect, the second one is that the remaining part of Asia is very much based off Asian joint ventures that are very, I would say, complementary in terms of portfolio countries to the one we have at [Cardiff]. So as an insurance company gives a strong diversification risk profile."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "And again, all in all, this is also in terms of diversification, nice because there is a lot of non-life insurance business within Ageas compared to [Cardiff]. So it's a strong way to not only reinforce the partnership, not only being more exposed to the local Belgium company that we know very well. We have the partner, the strategic partner, and we stay for years. And on top of that, you diversify the portfolio of [Cardiff]. So it's a very good economical investment."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "It will prove to be good also at the commercial level with the ringfencing, strengthening the local agreement. And it's a very good financial investment. So this is what we can say, I would say, today."
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Bank of America",
    "text": "Okay. If I can come back on the Ageas, I mean having a 9% stake, I don't see how that gives you better access to the partnerships or JVs that Ageas has in Asia or the non-life in U.K. and Portugal. I mean, unless I'm missing something, I mean, just 9% stake. I mean, clearly, financially, it's a great deal. But commercially, I don't see the link."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Commercially, the link is in Belgium, but don't underestimate that we're having at [Cardiff] businesses within a number of locations, Japan, Taiwan, to the Bank of Nanjing partnership. And Ageas is having other type of businesses in a number of different countries, plus the strong JV in China. So this is a very wide portfolio. You can imagine that you can have a better understanding of the global landscape in Asia for those businesses. This is it."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Azzurra Guelfi with Citi."
  },
  {
    "person": "Azzurra Guelfi",
    "role": "questioner",
    "position": "Citi",
    "text": "Two questions from me. One is on French retail. When we look at the revenue progression, excluding the hedges and the ECB action, it's actually strong, especially on the fees. But volume on the lending side remain quite weak. So if you can give us some indication on where do you expect margin development for the NII and also this strong fee momentum to consolidate further?"
  },
  {
    "person": "Azzurra Guelfi",
    "role": "questioner",
    "position": "Citi",
    "text": "The second one would be to look at Personal Finance. When I look at the PBT of the division, it's around €150 million in this quarter. And if I understand correctly, that should be the level from which you will build up more in terms of revenue and keeping under control the cost of risk. Is that correct? And if I may, just a quick question on capital."
  },
  {
    "person": "Azzurra Guelfi",
    "role": "questioner",
    "position": "Citi",
    "text": "You mentioned model impact for 15 basis points. If you can give us some color on that?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "So thank you for your questions. So indeed, on French retail, indeed, if you take out the inflation hedge, I remind you that inflation had will taper off by the summer. And in any case, probably it will become again a hedge as of the end of the year. So if you look in the -- through this, you clearly see that the top line is evolving well, and we anticipate that it will evolve even including the inflation hedge positively."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "What is important is that also -- the margining. So the pricing is basically holding well. So the prices that are being put into the market work well. And then the volumes, yes, we'll have to see for the moment of volumes. We'll have to see if they pick up."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Given what we see in the market by the summer, they might pick up, and particularly if also the ECB, the rates would be lowering. But intrinsically, the margins hold well and the evolutions are well as well. Can you rephrase your question on Personal Finance, Azzurra, I'm not sure I fully grasped it?"
  },
  {
    "person": "Azzurra Guelfi",
    "role": "questioner",
    "position": "Citi",
    "text": "Yes, just to understand the trend from now because the PBT is around €150 million. And if I understand well, revenue should drift thanks also to a better volume and the cost of risk remain well under control. So if I understand well from this, it's a buildup onwards."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "You might have seen that we have shown how indeed there was an evolution that we were gravitating on a yearly basis at €1.2 billion before, and that we basically said that what we are restructuring in 2023, but we are on a trajectory that should bring us back rapidly to that level of the precrisis. And so yes, the important thing is that on 1 hand, we geographically refocus. So we focus for a big part on the Eurozone market, then we also focus a lot more on the collateralized kind of activities. So the car leasing and so on and so forth. And that's what we see."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And that is why the cost of risk expressed in basis points over time will taper off, and that is the main evolution that we are having."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "On the question of the capital. So indeed, the capital what we have is that basically in anticipation of the CRR that will come. We typically have to update and independently, we have to update our models. And so we've updated the models with the anticipation of what the CRR 3 will be. And so that's basically what left to that pickup in the RWAs."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "So those will be the answers, Azzurra."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Chris Hallam with Goldman Sachs."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "So 2 for me. Just firstly, on costs in Global Markets, that came in, I guess, quite a bit lower than expected. So should we still be assuming the normal step down costs in Q2 and Q3 sort of towards that €1.1 billion per quarter? Or is there seasonal pattern changing at all for Global Markets costs? And then second, on BNL, our credit costs still trending lower, coming in below expectations."
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "What's driving that? And how close do you think to getting to a floor in cost of risk for BNL? I guess if you take a step back, for BNL, NIM is up quite a lot. Cost of risk is down quite a bit. Obviously, there's a sustainability question there, but does that change how you think about either how much capital you want to put to work in BNL versus other businesses or capital allocation within BNL itself in terms of the mix of lending exposures?"
  },
  {
    "person": "Chris Hallam",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "I know you touched a bit on this in the opening remarks, but I just wanted to hear your thoughts."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "So Chris, thank you for your questions. So on Global Markets, intrinsically, Global Markets has a set of costs, which I call \"variable.\" And so if indeed -- that's basically how they evolve. And as I mentioned, of the €400 million that is to come, that is something that is to come going forward. So from that point of view, the rhythm at which we are doing the €400 million that part that comes to CIB, we will clearly see it. BNL, listen, I'll start is that as a quick reminder, we basically decided to reorient BNL on activities that are less the local kind of activities and therefore, can be impacted by the cost of risk."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And therefore, the trend is of all the new businesses that we are doing, we are seeing a cost of risk in basis points, which is very similar to what we have in the other activities. So what does that basically mean? It means that, yes, we accept that there is some top line impact because the volumes are lower. However, in the bottom line that is compensated by the cost of risk tapering off. And so that is something that we see."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "So overall, if you look at the yield of BNL, it is basically at \"levels\" that we haven't seen for years. So from that point of view, the return to bottom line of the change that we have been putting in motion and that Elena is piloting with incredible dexterity is really piloting on the return that is very relevant and improving for BNL."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Stefan Stalmann with Autonomous Research."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "I have 2 numbers questions, please. So the first 1 is on fixed income. Thank you very much for this very helpful disclosure of your geographic split. Would you also be able to give us a rough split by product? And I'm particularly interested in how much of your fixed income revenue last year was commodities, roughly."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "And the second question on Arval and the results from car sales. I made you don't want to give us the number, but if you look at the Q1 number in '24, how does that look like on a long-term trend, is it still elevated? Is it normal? How would you characterize this, please?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Listen, if you look at Arval, so let's not forget, Arval and particularly BNP Paribas, the way we're structured, we have 3 streams of revenues. On 1 hand, there is all the servicing fees that we charge. You get your car, but you get a bike in the weekend, whatever it is. So that's basically a 1/3. Then there is a third basically from the financing of the new vehicles."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And then the last part is indeed the resale value of that car. So that are those 3. So the servicing fee, that is basically 1 that we step up because we start the [indiscernible]. And in the other 2, they are a bit complementary in the sense that when we saw that in 2020, there was a shortage of the new financing of new cars. Of course, the used car vehicle price went up."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And now that the production is returning, the volumes are going up, whereas the resale value is going down. So those typically go a bit in opposite trends."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Now there's 2 things on that. The first 1 is that the resale value of the used car is at fair market. So you basically look at the fleet of the cars that you have and you take that [indiscernible], whereas the financing, accounting-wise, is accrued, yes. So those 2 elements, even if they technically compensate, they move a bit at different trends. So that is basically what we see and what we will continue."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "But then on your pragmatic question, if you look at the car sales, listen, we don't share the share price because this is something also competitive information. But yes, we are still, let's say, what we call at high levels. So yes, they are still today at levels that are higher than what it was before. So technically, it could taper further off. But that will, over time, will be compensated by the financing."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "But intrinsically, over the next kind of quarters, the top line of Arval could somewhat be under pressure as we have seen now. If you look at it again in the specialized financing, so yes, there is a bit of pressure on the top line of Arval, which is basically compensated by Personal Finance rebounding faster. So that is a bit the dynamics of Arval on 1 hand and then the overall dynamics in the specialized services."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "Great. And the fixed income mix?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Think -- don't get me wrong. That is also -- that kind of breakdown on what we do and what we offer is we consider that to be in the commercial competitive domain, and that is why we don't disclose it. But you can imagine that intrinsically, the fee in FICC is not necessarily the dominant part."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Anke Reingen with RBC."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC",
    "text": "Anke Reingen from RBC. Two questions, please. The first is on the revenues, where you very hopefully gave us like the above 2% and the 3% base case, which would put the revenues, I guess, around €48 billion with €12.5 billion in Q1, that implies around €12 billion for the average quarter for the rest of the year. I mean, considering that probably Q1 was quite strong in the markets business because of seasonality and strength in Q1, is it fair to assume that the rest of the businesses should be running broadly flat, in your assumption?"
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC",
    "text": "And would that be conservative considering your comments you made about the more favorable environment in the second half?"
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC",
    "text": "If you can give us a bit more commentary around the trajectory? And then secondly, on the cost flexibility, the additional €400 million of cost savings, which I guess, are relatively material and are coming in faster. I just wonder how you -- or where you found or identified the €400 million and should we see this as a reflection of your flexibility to deliver more cost savings if needed? Or is there -- this more like a one-off?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Anke, I'll start with the cost savings. So to me, the cost savings, I mean, the €400 million that we talked about. So as a reminder, the €400 million is something that we do to basically fight inflation, yes. So inflation would lift that. That's what we do."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And that is basically to come. So we crystallized it in the second quarter. And therefore, the impact is to come. So what you see, what will we do -- we'll do basically more of the things that work well. So I remind you that over the plan GTS '25, we had put in place initiatives."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "We are putting in place by pooling activities, near-shoring activities, industrializing activities. And so what we see is that several of these things work very well. Moreover, if you look at, for example, AI with the arrival of gen AI and whatever, we see that we can do a bit more. And so that is basically what we do. The things that work well, we do them -- we do more of them, and we boost them given the recent evolutions."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And so that is the €400 million. And intrinsically, that €400 million is to come, and that €400 million will be recurring. So that is why we stepped up the overall savings to €2.7 billion."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And on your question on the top line, listen, if you look at the slides, it basically says it, yes? I mean, if you take away the high base of a year ago, you see that kind of 3% increase. And you see how that increase is basically distributed over our divisions. And you can imagine that intrinsically, that is a rhythm that you go for. It's [indiscernible]. So that's basically it."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "RBC",
    "text": "Okay. But the second half favorable environment, that compares year-over-year or that compares quarter-on-quarter?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "In total, what we said is that it's comparing year-on-year. So year-on-year, we said the results would be up 2%. And so it should then again compare the quarters, what you see is that, indeed, the quarters might be different, but that is different rather in the Global Markets activities, yes? And the other 1, it is much more a logical consequence of that. So you shouldn't read anything in it. Just on a year basis, we see that we will structurally improve."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Giulia Miotto with Morgan Stanley."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Yes. Good afternoon. Two questions from me as well. Belgian retail was particularly weak, and we know why because of the Belgium bond and the taxes. But I'm wondering what actions are you planning to enact in this division to make sure that preprovision operating profit is not negative in the future?"
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "So that's on Belgian retail. And then secondly, perhaps more strategically. On Slide 20, I found this line very interesting. And I'm curious to understand this 28% to 51% penetration of European corporates, it's quite an increase. What do you think makes BNP unique in their offering to corporate and therefore, so successful in this increase?"
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Listen, well, Corporate Banking is 1 of the core businesses of BNP Paribas. It's a business that belongs to CIB, domestic market, specialized businesses. if we were to, I would say, to mention only 1 business, Corporate Banking is all over the BNP Paribas universe. We started that story more than 20 years ago, merging BNP and Paribas. The number you have, looking at market penetration used to be below 20% at the very beginning."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "So you can see the trend over 20 years. It's a completely integrated comprehensive platform. We are a leading bank in all the different services: general factoring, leasing, trade finance, financing the supply chain, global cash management, local payments, financing fixed income. To some extent, equities, we're leader, all over the European space. And we build those factories over 20 years."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "And you give -- it gives you strength, it gives you the ability to fit global needs throughout Europe. And this is the trend. And it's a machine that's in gaining market share every year, like Arval is gaining market share every year. If you look at the Net Promoter Score at Arval, you can see the difference in between Arval and competitors, who are gaining market shares. You can say the same in a number of other dimensions."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "So there is nothing new. It's just the machine that is being built as a global platform so up, build upon specialized businesses, specialized factories, quality of service and the kind of integrated, I would say, fit ability to answer global, I would say, needs coming from global corporates. If I take an example, looking at Italy and the BNL. The point was raised couple of minutes ago. If you look at the BNL we bought in 2006, it was basically a saving and loan company and a kind of popular bank."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "The mass retail, we kept it. This is basically Rome and Central Italy. It's fine. The very small corporate business, we get rid of it. We deleveraged more than 95% of those businesses."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "We moved the bank in Milan, the corporate bank. And now we're having in Italy, something that is in terms of quality, very close to the French platform. These are large mid caps, innovative, SMEs and so on. This is an ideal fit for BNP Paribas."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "It's also explain why cost of risk is becoming low because the quality of those companies is great. It's part of the global pan-European franchise of the corporate bank of BNP Paribas. It's just the same. You can see, for example, in the CIB business, in the BNL business, the impact of that global platform away from that global factor. We could not have been able to get rid of that book that was not of the highest quality so well."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "So corporate banking, again, it's all over the place. It's a kind of unique proposition. It's covering U.K., going to Poland, the Nordics, Southern Italy. Thousand space. So this is a global pan-European factory, and it's quite powerful."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "And there is nothing new. We're telling you every year, this is the way it moves. So it will continue to move that way."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "On Belgium, Giulia, there are several things that we are doing. So 1 of the things that we're doing, we're stepping up further cross-selling. We're stepping up clients, with streaming up clients from Nickel and Hello Bank! And there's also bpost, which is really taking in at full. So we are doing all that."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "We're also attending to costs, as you know. And of course, we are preparing for the return of the deposits that are at the National Bank that should come back after the summer. So that's all the kind of things that we do."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from [Joseph Dickerson] with Jefferies."
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "I've got 2 questions. When I go back and I look at the full year, it's on capital allocation, firstly. I look at the full year slides, you've talked about the CIB market share gains without impacting capital allocation. And when I look on Slide 4 of the Q1 slides, you talk about CIB market share gains while retaining a balanced allocation of capital just because there's quite a strong amount of momentum in the CIB, whereby it's just going to follow cyclical moves and in some instances, take more capital? Or is it a similar kind of guidance, this is worded differently this time? So that's question one."
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then number two, if I just look at the Commercial and Personal Banking in France, you've got a high share of current accounts, 52%. I suppose that's a blessing in terms of funding stability but also can be a curse in terms of margins when loans aren't growing, I guess, at 52% of deposit balances and having fallen about 5% quarter-on-quarter. I guess, how do you see the mix of current accounts panning out over the course of the year?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Thank you for your questions. If I start with the RWAs on CIB. So indeed, well, typically, in the first quarter, there is always a bit of a step-up in activity also with everything that is market related. So there is a bit of a step-up in the RWAs. Another element -- another element that you should know is that there are some temporary effects in CIB that weigh on it."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "I don't want to drown you with it, but we have some elements, for example, on CCPs like in elastic CCPs in India which are basically evolving and that need further information sharing and set up and which have temporarily a step-up in RWA. So the RWAs in CIB. on 1 hand, it is a typical Q1 one, and then there are some temporary ones that should taper off by the end of the year, by the summer actually."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And then if we look in France, if we look at the deposit mix, what we basically see is that when you look at the deposits for individuals, the mix is basically stable. So it has -- there were some moves a year ago. But today, what we see is that it's stable."
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "So just to clarify on the CIB capital allocation, there's no change in terms of the appetite and proportion of the group capital?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "This kind of overall balance in the long run of 1/3, 1/3, 1/3. It's a bit silly, but that's basically what it is. And then as I mentioned, in 1 quarter, it can be a bit more than another 1 or it could be that an acquisition is done in the other. And so it's basically something that we have been having over years that has been that equilibrium. So we'll stick to that equilibrium."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Delphine Lee with JPMorgan."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "My first question is on net interest income in domestic markets, France and Belgium, in particular. So when we look at the evolution year-on-year, even excluding the impact of ECB mandatory reserves on the Belgium bonds, and NII was still down almost 2% in Belgium and stable in France. So I'm just trying to think about like your additional guidance -- guidance of the additional €1 billion of impact from higher rates, how we should think about sort of that recovery, the timing of that recovery? Is that mostly majority geared to '25? Or just thinking when we are seeing that change?"
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "And then is that -- is deposit pass through the main reason why NII is not growing?"
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "And my second question is on -- coming back to Ageas, I'm sorry. I mean, strategically, it makes sense financially, it looks like the Danish compromise makes it really cheap to invest. So the question is, why wouldn't you be interested in -- given the efficiency on capital in a larger stake in Ageas than just 9%?"
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "About Ageas, the situation we're in is very much linked to the fact that Fosun was exiting Ageas. So it's very simple. They were exiting Ageas. They were having 9%. And they were looking for someone, I would say, able to invest the same amount without a discount, let's say."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "We were the only 1 to be able to replace Ageas not without a discount. It's obvious because we are close to the local company, the Belgium one, we -- we know those people. We know their business model and so on and so on. So this is the point. It's -- this is the story."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "I mean, Fosun was trying to exit, and we were there, and we were the natural, let's say, shareholder to replace Fosun. This is the move. And again, there are 2 different, I would say, dimensions that are key. ‘"
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "The first 1 is we were having economically 25%. Now we have 1/3. So we are moving from 1/4 to 1/3, which is nice. We know that company very well. It's great. We continue to grow the local one. And financially, it's a good return, extraordinarily good return."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "And on top of that, this is diversification as an investment for [Cardiff]. So this is nothing more, nothing less. Nothing more, nothing less. Looking at Belgium and France, you know that they have a fixed rate balance sheet because of the mortgage business. So the trend is going to be better."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Today, short-term rates are going to be below long-term rates. This is going to come quite soon. So you will see the evolution in between '24 and '25. This is really the story. It has been postponed for a number of reasons."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "The Central Bank stand the way it was for a certain period of time, longer period of time, we were expecting. But at a certain point in time in the cycle -- and it's soon now. It will start in June, probably on July. You will see short-term rates progressively going down and long-term rates potentially going up slightly. This is coming."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "And when those rates are going to be normalized, then those businesses in terms of NII will be much more -- will be better positioned because this is the natural situation for those banks, short-term rates that are below long-term rates, steepness of the rate curve and back to normal."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "So we were, I would say, for 2, 3 years trapped in something that was quite abnormal to some extent with those balance sheets. So now we are back to normal, and it will take place '25, and it will continue with '26. And you know that beyond '26, there will still be an additional impact. By '26, we will have only got maybe half of the impact because these are long-term exposures. These are not midterm, they are long-term exposures."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "So the rebalancing is going to start second part of that year, accelerate in '25, accelerate again in '26. And then we will continue to have a second half of the impact looking ahead in the term plan for 2030."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Samuel Moran-Smyth with Barclays."
  },
  {
    "person": "Samuel Moran-Smyth",
    "role": "questioner",
    "position": "Barclays",
    "text": "I've got two, hopefully, that's okay. So firstly, I just wanted to come back on a statement you made at the start of the call and you made again in the Q&A that 2H '24 is expected to be a better environment for BNP. I'm just wondering how reliant on rate cuts that statement is?"
  },
  {
    "person": "Samuel Moran-Smyth",
    "role": "questioner",
    "position": "Barclays",
    "text": "You've got other levers such as cost savings, winning mandates, fees recovering, your efforts from the BancWest proceeds starting to come through. So just trying to work out how important rate cuts are to your guidance and trajectory or if it's just 1 element of it."
  },
  {
    "person": "Samuel Moran-Smyth",
    "role": "questioner",
    "position": "Barclays",
    "text": "And then secondly, a strategic question. Hopefully, that's okay on your noncore retail banking position. So in the quarter, you reconsolidated Ukraine, you sold 6% of your Polish business and you've adjusted Turkey for hyper inflation. So across the sector, while we're seeing a bit more discussion on M&A and also disposal, I was just wondering what your kind of long-term thinking on your retail banking footprint is?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "I will basically start on the second half of the year. So let's be fair. I mean, if you look at it, we already articulated our confirmation of having a result over the year above last year, we already announced that in February. So that was basically that at that stage, we assume that we will have the cost under control that we work on pace on fees and that there is the base that is going on. And so now on top of there is this rate environment that has been announced by the ECB in the last couple of days."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "So that is just a part of 1 of the elements. So it basically provides further comfort. And your strategic question on Europe Mediterranean?"
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "No. If you look at the domestic markets, we are very much a pan-European bank. I would say, France, Italy, Belgium, Luxembourg, Germany, to some extent, with [Consorsbank]. Poland, even if it's not part of the Eurozone. And relatively to that, the Turkish bank is relatively small."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "It's very much focused on the, I would say, affluent customers. It's not typically retail bank, I would say, good quality mid-caps. So the domestic, I would say, bank universe is very much Europe. This is it. We don't believe -- if you look at Africa, we exited many countries."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Out of 22 in 10 years, we still have Morocco and Nigeria, but they are very small operations also. It's very simple. We're having the Eurozone as a natural, I would say, universe, Poland and a bit of Turkey. This is the -- this is the situation. And probably, this is going to stay for some time."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "There is no reason to go further. There is no reason to exit. We are very satisfied with those banks. There are a lot of synergies going on with the asset management, [Cardiff], consumer lending, Arval, specialized businesses globally."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "So again, if you look at Italy because sometimes we're at all, I don't know, BNL is too small or whatever. I mean if you look at the rate of Italy had been 3 buybacks. BNL is only half -- BNL is only half of the franchise of BNP in Italy. In total, we have in excess of €5 billion total turnover, and the cost income is extremely good. And why? Because through BNL, we have a platform, we can cross-sell, we can diversify."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "I mean, this is the situation we are having. And we don't believe we are going to change this approach. We are satisfied with those businesses, those regions, those countries. The difficulty adding on a new country, for example, the domestic ways that, unfortunately, in Europe, cross-border acquisition doesn't deliver enough cost-cutting synergies, and it's a fact."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "You know that better than me. It's linked to a number of factors. So cross-border, I would say, acquisition in terms of cost synergy are not very powerful. So looking at the cost of doing banking because of the equity, because of the equity requirements, liquidity requirements, fines and so on and so on. I mean, you cannot deliver enough cost synergies, it's becoming rapidly a risky move."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "So this is why we tend to stay the way we are and to grow the platform in a more pan-European platform."
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "And in between those businesses and those different domestic businesses were having, I would say, in payments, savings, mobility and so on and so a lot of synergies that are growing on top of the local businesses. So basically, this is the idea, and you never know what can happen 1 day. But as of today, we stay the way we are and probably, the profile we have having had been people looking at the setup, the regions is the 1 we are going to keep for some time."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Kumar Sharath with Deutsche Bank."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Kumar has disappeared."
  },
  {
    "person": "Kumar Sharath",
    "role": "questioner",
    "position": "Deutsche Bank",
    "text": "Sorry, I was on mute. Am I audible now? Sorry. Sorry for that. So I have a couple."
  },
  {
    "person": "Kumar Sharath",
    "role": "questioner",
    "position": "Deutsche Bank",
    "text": "So 1 on asset management and 1 on Italy, NII. So firstly, on asset management, the performance overall continues to be impacted by real estate and maybe some investments in -- principal investments. So when can we expect this to end, given market tailwinds, when do we start seeing year-on-year growth at the revenue level? So that's 1 on asset management on Italy. NII, you spoke about the NII performance led by deposits from Corporate and Private Banking."
  },
  {
    "person": "Kumar Sharath",
    "role": "questioner",
    "position": "Deutsche Bank",
    "text": "So I wanted to know the stickiness of these deposits and in a sense, the sustainability of NII at these levels."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Thank you for your questions. So first, if I take asset management, so indeed, within asset management intrinsic activity is doing well. But then we indeed have lodged in there a division called real estate. So I remind you that division, real estate, is not a portfolio of like commercial real estate books and what have you not. It's really a business activity that is into advisory, promotion and the likes."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And so what we basically see is in the countries where we are present basically in Continental Europe, we see a tremendous dry up in this demand. And so that basically means that that dry up doesn't trigger any cost of risk, right? It's not an exposure that we have that leads to a cost of risk. What we do see is that the demand is materially lower, and therefore, that's an impact in the top line, so the top line is lower. And that is something that started last year."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "At this stage, the demand is indeed still low, and that will take some time before that picks back up. So you should assume this year and probably still a bit next year, that you have this impact on foregone revenues on the real estate. And then when you look at BNL, BNL, again, what you see on the deposits, we consider it quite sticky. Why? Because there is this kind of environment."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And BNL has this reputation as basically all of the activities do of BNP Paribas. And so we have this \"flight to quality.\" So what we basically see or what we anticipate is that that would stick. So those will be the 2 answers to your questions, Kumar."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "The next question is from Kiri Vijayarajah with HSBC."
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "HSBC",
    "text": "A couple of questions from my side. First, I'm afraid, coming back to Belgium and specifically the NII there because -- because the things you flagged in terms of the Belgian government bond and the remuneration and mandatory reserves. I was thinking that they should all already been captured in the 4Q NII run rate in Belgium. So could you just drill down a bit more in terms of what drove that quarter-on-quarter decline in Belgium NII? With the more kind of deposit mix shifts or asset margin pressure we need to be aware of."
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "HSBC",
    "text": "And then second question, more -- just a quick clarification. I think it was something you said in response to Azzurra's question earlier. Am I correct to understand that the inflation hedges become a positive tailwind for French retail NII in 2025? And if so, what kind of magnitude could that be next year? And have you included any benefit at all in your -- what you referred to as your central scenario for budgeting?"
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "HSBC",
    "text": "Or is that something that could kind of come on top, if you like? So just some clarification on that inflation hedges please into next year?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "On this inflation hedge. Just -- I don't want to make it too long, but just that we see that we are on the same page, right? So this inflation hedge, what this inflation had was basically to put in place because we had deposits which were linked to inflation. Therefore, we also onboarded assets that are linked to inflation and that allowed us accounting-wise to hedge the two. Then basically, a decision was taken by the French authorities to fix the rate on their deposits would not have it inflation linked."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "So therefore, the hedge was no longer working. And so we have that inflation. With inflation coming down, that is the impact that we see."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "So that effect started in the third quarter of 2023. And so that basically means we have it for 4 quarters, so we will have it in the next 2 quarters. And so we assume the effects will be limited thereafter. And then we assume that at the end of the year, the deposit pricing will return to inflation. And so that is why we haven't broken that hedge because we assume that the deposits will be repriced end of the year into inflation."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Therefore, the inflation hedge will again be working. So that's a bit a long answer of what the inflation is."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "But again, independent, if you look at French top line, even with that impact of that inflation, over the year, the top line will go up. And then when you look in Belgium, yes, the impact that we talked about, they basically kicked in during the fourth quarter. And so that is why if you look at the first quarter of 2024, you have the effect. And when you compare it, which is the comparable base, given the volatility of all the other elements, you clearly see the impact compared to a year ago. And so that is basically the elements."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "So Belgium, to some extent, has -- when we talk about the headwinds, while they basically have the local ones and they have the Frankfurt ones. And as again, as I said, the Belgium one, I anticipated to taper off that that money will come back over the time. So that's basically the impact on Belgium and on inflation for France, Kiri."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Gentlemen, there are no more questions registered at this time."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "No more questions?"
  },
  {
    "person": "Jean-Laurent Bonnafe",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "So thank you very much for your patience, and all the best with BNP Paribas. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Ladies and gentlemen, this concludes the call of BNP Paribas First Quarter 2024 Results. Thank you for participating. You may now disconnect."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]