[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "[Operator Instructions] First question from Jon Peace from Credit Suisse. Sir, please go ahead."
  },
  {
    "person": "Jon Peace",
    "role": "questioner",
    "position": "Credit Suisse",
    "text": "Yes, thank you. So my first question is, you said with the Q4 results that in the 2025 plan, you are expecting a 4% CAGR in global markets revenues. I just wondered how you feel about that today in a sort of post-Ukraine environment of higher volatility. Do you see some upside to that or do you still expect it to normalize lower after a few quarters? And then my second question, just to clarify, a remark that Lars made, did you say that you expect to the cost of risk this year to come in a little bit below the 40 basis points you’d indicated in the 2025 plan? Thanks."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "So on your first, as you’ve seen, I mean, the business model as global markets within CIB is now completed, is unbundled in a number of new dimensions over the past years. So the new platform is, let’s say, comprehensive, full-fledged, and we’re addressing a number of -- an increasing number of counterparts quarter-after-quarter. So, we believe this machine, this platform will deliver a better than average growth over the quarters and years to come. We believe -- because we saw that the first quarter, we believe that we are making a real difference. And looking at the situation today, even if obviously there will be some impacts on, I’d say, level of the economic growth, maybe number of transaction. We believe that we can not only confirm the targets we publish for the plant but probably the machine, the platform is strong enough even to grab again additional market shares. And so we’re quite confident in the future of the platform, of that business."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Knowing that is very much based on a mix of, I would say, comprehensiveness of the platform, ability to serve our counterparts and a growing market share, considering that we are increasing, enlarging the number of counterparts we’re dealing with everyday. So this is the way we’re looking at the situation. Of course, ‘25 is a long time, but we believe because we can see that, especially in the first quarter, that we’ve reached a level that is very different from the level we used to be two, three years ago and that good could prove good evidence that the machine is running quite well and efficiently."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "On the cost of risk and we published the guidance at 50 BPs -- at 40 BPs, sorry, we said we were, I’d say, on the safe side. So looking at the current environment, including the situation in Europe, we believe that, still, we have a certain room to maneuver, looking at the 40 BPs. So in theory, yes, we should be able to deliver a better job, knowing that within BNP Paribas still that two dimensions we are continuously improving, I mean cost of risk at personal finance, cost of risk at P&L. Cost of risk at personal finance is quite simple to understand, where growing anything that is, I’d say, car loan financing, and decreasing the revolving consumer lending, so the mix is for better quality."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "We have, I would say, concluded a number of important deals recently, partnerships, one with the Stellantis, the other one with Jaguar Land Rover. We’re on the verge of, I would say, concluding new partnerships, so this is the way personal finances is moving. And again, the business model, the underlying franchise of P&L, it is continuously improving. So again, they are the reserve, I would say, a potential upgrade in terms of risk profile, meaning downsizing the costs of risk at P&L. So on average, yes, even after the recent events and based on, I would say, current scenarios, we believe we can deliver a better job than 40 BPs."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Next question from Tarik El Mejjad from Bank of America. Sir, please go ahead."
  },
  {
    "person": "Tarik El Mejjad",
    "role": "questioner",
    "position": "Bank of America",
    "text": "Hi. Good afternoon. Two quick questions, please. First one on the usage of the 7 billion excess capital from BancWest. Do you believe that the moment, given some lower valuation than two months ago when you presented -- three months ago when you presented your Q4 numbers, do you think valuations now are more attractive and you would potentially accelerate your acquisition or bolt-on acquisition plan? And if yes, what are the areas that you think are a priority? And second question is on the Italian strategy. Today’s presentation was very useful to understand a bit the spirit of your plan. But if you can touch a word on Italy, I mean, a few competitors in Italy are positioning growing. I know your aim is not only retail, but distribution is important. How do you see your growth strategy in Italy in the next plan? Thank you very much."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "So looking at the 7 billion, I would say, flexibility we will get from the disposal of Bank of the West. We stick basically to what we sell, I mean bolt-ons, if they are relevant, technology, new business model, accelerating organic growth. So these are the four dimensions, we stick to it. And we don’t believe that what happened recently in financial markets is going to change dramatically, I would say, the type of targets we might consider for bolt-ons. Bolt-ons are only considered if they can bring us a kind of acceleration in the number of businesses, complementing, I would say, Pan-European platforms and that it’s also is nothing new in that dimension."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Looking at Italy, we’ve not only P&L, P&L is only basically half of the total we have in Italy in terms of top line, so P&L is only half of it. We are, I’d say, present in Italy in all the businesses, investment banking, large corporates, insurance, asset management, car fleet leasing, consumer lending, leasing. So we have good efficiency, it’s a powerful platform, well-integrated. We’re not considering external growth and we believe the organic way is really the best way for us to continue to grow in Italy and that’s it. So we are not looking at any specific transaction. Of course, every day we’re building new partnerships with large counterparts, it can be security services, it could be consumer lending, could be a number of dimensions, but, basically, we believe for us, Italy is the organic way and so far, so good."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Next question from Delphine Lee from JP Morgan. Madam, please go ahead."
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JP Morgan",
    "text": "Hi, good afternoon. I just have three questions. First of all, if I can ask, just in your assumptions, macro assumptions in your plan, you don’t have a lot of interest rates activity but just wanted to confirm how much increase you have for short-term rates. And just thinking a bit to 2025, how much -- if rates were to go up much faster and by more than 100 basis points, how would that change your 2025 targets?"
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JP Morgan",
    "text": "My second question is on cost and thank you for the presentation, very detailed one. Just wanted to understand maybe the different moving parts between what you assume for inflation, and investments compared to your 2 billion of cost savings. And I think you have also 1.6 billion of cost to achieve. So just wanted to understand a bit the inflation component and the investments"
  },
  {
    "person": "Delphine Lee",
    "role": "questioner",
    "position": "JP Morgan",
    "text": "And just a very quick one on share buybacks, we have this 4 billion buyback coming with once the sale of BancWest is done. But I think last year, you also paid out -- I mean, you’ve also done the 10% share buyback and ask the Q2 results towards the end of the year, in anticipation of sort of full year distribution. Is that still your plan as well for year ‘22? Thank you very much."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "So on your last point, I mean, yes, of course, we have the 10% that is again of regular buyback that we’re going to have every day -- every year during the plan. So in ‘22, ‘23, ‘24, ‘25, there will be a 60% payout out of which 10% buybacks, 50% regular dividend. So, the 4 billion comes on top of that, so it’s very, very simple. So if you consider that we will get 16.3 billion US dollar from the disposal of Bank of the West translated into tier one, it’s the equivalent of 170 BPs, 110 stay at home, BNP Paribas, 60 BPs to be given back to investors, that is basically 4 billion Euros that will neutralize the dilution effect, because of the exit of Bank of the West. So, again, the 4 billion is on top of the regular 10% buy backs, [Indiscernible]."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "First of all, if we look at the interest rate sensitivity, so what we basically mentioned in our reference document is that for a 50 basis point parallel shift, it basically leads, let’s say, in 2025, so the year over plan, it will lead to a pickup of 700 million, so that’s basically what it is. And so if you go even higher, I let you do the math, and there is also -- I mean, this is a calculation of a parallel shift, right. If the curve would just be steepening and just being anchored at zero, those volumes would even be higher. Then when it comes to cost, yes, if you look at what we mentioned, so there is -- when we made our plan ramping up to 2025, if I take two points because they go together, look at rates and look at inflation. While rates we expected were in the planning, we took the assumption that they would cross zero in 2024 and that there would be limited inflation. However, the way it looks now is that rates in Europe might touch zero basically this year, and that there will also be some inflation to COVID. And those two elements, when we basically run everything, well, it has an impact on the top line and it has an impact on the cost, all of this, as I mentioned, and what Laurent mentioned before, is we have also the cost efforts to basically bring down the run of the mill and the main thing is to jaws. And so the jaws, they will be there, as you might have seen already in this first quarter. So from that point of view, we really stick to those elements. So, Delphine, that will be our three answers to your questions."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Next question from Jacques-Henri Gaulard from Kepler Cheuvreux. Sir, please go ahead."
  },
  {
    "person": "Jacques-Henri Gaulard",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "Jacques-Henri Gaulard"
  },
  {
    "person": "Jacques-Henri Gaulard",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "Yes, good afternoon. Thank you very much for the presentation, the new disclosure in particular, as well as the presentation on technology and CSR. It was very fast. I hope we’ll get to meet you all when we do the physical Investor Day later on. I had about 18 questions, but I’ll bring them to three. The first one is on Euro Med, where the performance was really, really good. You mentioned one off on Turkey, but I would be curious to know if you’re going to have to do either inflation accounting there and to which extent the Polish yield curve helped you in Q1 and maybe to which extent, this is great performance will continue for the remaining of ‘22."
  },
  {
    "person": "Jacques-Henri Gaulard",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "The second question was on capital and I think you mentioned that all the regulatory -- hope I understood that well, all your regulatory headwinds were included in Q1. But, a lot of banks have talked about something that the EDA called return to compliance that could hit the capital later on this year. I was wondering if it’s something you had heard about, and it is something that has been included already in your capital headwind."
  },
  {
    "person": "Jacques-Henri Gaulard",
    "role": "questioner",
    "position": "Kepler Cheuvreux",
    "text": "And lastly, on the technology presentation, in a way, I noticed that you’ve developed in Brazil and Mexico, with Neon and Coppel agreements. Are these geographies that you would continue to developing on the back of the headways you’re making into technology and considering that your cost of unit is going down, and that you have really strong engines now, would anything prevent you from really entering those new geographies, and actually probably even lowering your cost to income ratio to 60% or below by 2025. Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Yeah, I’ll take basically the first. If you look at EM, so yes, there have been some one-offs, as we typically have, right, that -- so this is what we have. There’s nothing more to say. And then when you look at inflation or hyperinflation, this thing is you look at hyperinflation, this is typically something that the “accountants invented,” right, when it comes to regular companies, yeah, but a regular company because you have also the assets and the liabilities that basically get revalued. Now on a bank, that is a bit of a different thing, because those revaluations are there. So at this stage, we’re looking at it, I would assume that that is not something that would apply to banks or to us in any case, so that’s on EM."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "When you look at the capital and the headwinds, yes, so while there is the thing that we mentioned, that basically, I guess you saw in all of the banks is, every so often there is a new regulation by the European law, so implementing Basel, then there is a crystallization by EBA, or by somebody else, and that typically comes over time, and then the bank basically, with its run of the mill, earnings, basically offset those. And now what is bizarre already happening, it is one of the first time that all of these things come at the same time and so that’s basically what we saw."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "And then the other things that you talk about, is, of course, there is a run of the middle of review of models, which is actually a good thing. It’s the fact that to ensure that your advanced modeling work and that’s basically a standard that Europe takes is they have to be reviewed and they have to be made verified and certified, and that’s an ongoing process that we have. And it’s again, it’s an ongoing process that, well, is typically depending a bit on the bank and the heritage that it has and the insights that it has. And that is also part of the run of the mill, but for us nothing on the on the horizon in a material way. So that’s basically that."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "On the technology, I don’t know if there is -- I’m looking at if there is anything Laurent that’s –"
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "On the technology in the particular case of LatAm that was quoted, it is mainly driven by the fact that the insurance business in LatAm is very consistent, and very well placed at the edge of the business there. So that’s why going to technology LatAm comes among the quoted examples when we talk about Cardif. There is no specific LatAm initiative inside the group."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "[Indiscernible]."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Next question from Giulia Miotto from Morgan Stanley, Madam, please go ahead."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Yes. Hi. Good afternoon. Can you hear me?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Yes, we can. Giulia."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Perfect. Okay, a couple of questions from me as well. I want to go back on the cost of risk, so I hear you that you expect the cost of risk to be below 40 basis points, which is very encouraging. But what surprised me in the quarter is that a global banking had actually some reversals, whereas I would have thought that looking at the supply chain disruptions, and, you know, higher energy prices, maybe BNP could have taken some forward looking overlays. So how are you seeing the situation on the ground in terms of potential corporate asset quality deterioration? You’re not seeing anything, you’re very confident on that? Or is this something that potentially comes at a later stage? So that’s my first question on cost of risk."
  },
  {
    "person": "Giulia Miotto",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Then secondly, thank you very much for the presentation on IT, I thought it was very interesting and also the new disclosure on ESG. I have a question when you talk about being -- preparing for the future, and is accounting for new technology and fintechs. Which area do you think is most interesting for BNP there? Is it payments? Is it buy now, pay later, you already auction the floor or anything else? I will be curious to hear your thoughts there. I don’t know, maybe core banking systems, yeah, anything? Thank you."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "So on the cost of risks, basically, as of today, we are very confident because the quality of the book is great. You know that we’re growing the balance sheet in the safe side, you saw the situation in Russia. If you take Russia, for example, we decided to deleverage 10 years ago. 10 years ago, we were around 10 billion Euros exposure in Russia. Then through a number of analysis, we decided that there would be probably over the time a better, I would say, occasion of those exposures to other jurisdictions or businesses, so we started to deleverage and then we accelerated in ‘14 after the Crimean situation. And it goes that way in a number of businesses. So well -- so when we show the cost of risk at CIB solo, it is just the situation and where we are looking at the quality of the books and the company’s web banking situation. It doesn’t mean that at certain cycle, at a certain point, we won’t see some kind of pick up certain quarter but it should the cycle. Again, we’re very confident and if you look at the level of stage one, stage two provisioning at BNP Paribas, this is the highest one through the European banking system, so this is the situation."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Around technology, I mean core banking system, no, there is nothing you can do with just one technology around the core banking system. You have the cloud, you have a number of initiatives, but as globally, this is not supporting technologies for anything that is payment, as you said, security services, market businesses, I’d say granting loans, if you look at personal finance, maybe 90% now of consumer lending is processed through, I’d say apps and so on and so on. So again, we need to do a better job in terms of moving to the cloud up to 40% of the, I’d say, IT space, with moving to the cloud by ‘25. This is for first safety, security and second efficiency."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Then we have to have -- and this is also the result of the cloud and we have also to open up the bank, so we can have, I’d say, fluent conversation, transaction with third parties, so we need apps. As it was said, we need to do a better job looking at that as well, so we need that a scientist, we need to have, I would say, artificial intelligence, we need to have hundreds and hundreds of situation in which those tools are delivering a better answers in the fluid way towards all counterparts, not only the retail or SMEs, but also for large caps, for, I’d say, thick institutions. It’s also valid for internal processes."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Sometimes, we tend to concentrate that doing a better job for our customers, counterparts, but sometimes we have also to remind that internally we’ve processes we need to upgrade, so this is really areas in which we’re going to push the technology, knowing also that we have to look at what’s going on. Partner with new comers, joint ventures, so this is the situation. So technology is all over the space. I mean, considering that we have 200,000 FTE at BNP Paribas, out of which 36,000 IT guys. So this is a good metric and the technology, IT is all over the place, you cannot move anything BNP Paribas away from the technology and the technology is progressing in all dimensions, so this is the situation we’re looking at."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Next question from Matthew Clark from Mediobanca. Sir, please go ahead."
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Matthew Clark"
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "Good afternoon. Two questions from me, please. Firstly, coming back to an earlier question on the EU meds division, I mean, there have been really big swings there in the reported number in the past few quarters, as you’ve had legal charges, and then this quarter’s undisclosed non-recurring item and rate changes and so on going on that. Can you really not give us a better idea on what the underlying run rate is for revenues there. I mean, even if it’s just saying whether the non-recurring item is hundreds of millions or tens of millions or something to help us gauge what the earnings power of that division is, do come out of kind of a period of disruption?"
  },
  {
    "person": "Matthew Clark",
    "role": "questioner",
    "position": "Mediobanca",
    "text": "And then the next question is on the equities, revenue line item and the impact of the prime agreements with Deutsche and I guess Credit Suisse also. Is that now at run rate, as far as you’re concerned, and I’m also interested whether you can say whether there has been a material contribution from the Credit Suisse referral agreement yet, relative to the Deutsche Bank original agreement? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "So, Matthew, thank you for your questions. So just on EM, yes, so I mean, these are activities that do have some impact. So to give you the idea, so we mentioned there is this exceptional positive, basically, database [Phonetic], if you want to put that in a number it is with two digits, but it is like in the higher up in the two digits. So that’s a bit to give you the view of where that stands. When it comes to them to the prime brokerage kind of business, so yes, let’s say, that during 2021, we have been transferring clients so that they basically run on that system and are also integrated with the other services that we basically have. And so that means that as of now, we are in a run rate, I remind you that for the year, we basically guided that transfer generates like around the equivalent of 400 million Euros on a yearly basis and we are in that run rate."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "And then when it comes to, let’s say, clients being transferred, well, the situation is that several of our clients, they basically have two providers, and particularly one on each side of the Atlantic. And when it comes to this side of the Atlantic and so forth, well, this is the European side, basically, there are not that many players involved at the global scale. There’s basically BNP Paribas. So that means we step up our market share, because in the end, several players want to come back or want to stick to also a European player and so that’s basically where we stand. So, Matthew, that will be the answers to your two questions."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Next question from Anke Reingen from Royal Bank of Canada. Madam, just go ahead."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "Royal Bank of Canada",
    "text": "Yeah, thank you very much for taking my question. I just have probably two follow up questions. First is on the cost of risk, I mean, I hear you on the lower than 40 basis points guidance, but given your conservative stance, I was a bit surprised to see stage one and stage two releases. I mean, it’s methodology – it is like driven by the method, but I mean, given to be a bit more conservative would have made sense to keep it. And also to understand the slightly lower than 40 basis points is based on latest economic, GDP expectations."
  },
  {
    "person": "Anke Reingen",
    "role": "questioner",
    "position": "Royal Bank of Canada",
    "text": "And then on the technology, thank you very much for the detailed presentation, and to be honest with Laurent that I don’t totally appreciate all the level of detail you’re giving us. So I mean, I suppose what I should be looking for that you said the revenues, cost savings and how would you think your strategy compares to peers and relative to what you’ve sort of like, the previous strategy. And then you provide the timeline, is there like, it’s all pretty much gradual, or that key points or key points in time when you’re looking for when this really all kicks in and should be running at full speed? Thank you very much."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Yeah, Anke, thank you for your question. So, on the cost of risk, thank you for your clarifying question. So when you look at the S1 and the S2, so basically, on the exposures, which are doing fine, actually, no, it might look like we have written back but in the end, that write back is stemming from our US activities whereas if you look at our European activities, we have added to those provisions. So why is that different? Because the stage one and stage two is a bit forward looking, so you have to reflect on what the environment is and does. And so if you look at the current environment on either side of the Atlantic, it’s a bit different. So that is why if you see how the activities are, we basically have written back the provisions that we have taken on the US side, whereas we have been conservative and have stepped up a bit or as one as to on the on the European side, so that basically that."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "On the IT, I’ll give the first answer and then see if there are some compliments. But in the end, as you know, and what Laurent basically clarified is that contrary to what we did in the past, we faced the investment. So we basically want the businesses to invest and to cover themselves. So that basically means they do an investment that lead to some then impact, some savings, if you wish, which allowed to do a next step. So therefore the impact is really phased here, it is not backward loaded, it’s basically a phase that you see every year is delivering basically a quarter of the total 2 billion in ‘25."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "In terms of the time saving and comparison with peers, I would say that the most relevant items that I can see is that if you add the former planner and the coming plan that ensures all that year after year, we deliver continuous savings initiatives, are less around half a billion every year in a very regular and punctual manner. And that might be the main difference with other strategies that we’ve seen in the former US from competitors."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Next question from Matt Nimesh [Phonetic] from UBS. Sir, please go ahead."
  },
  {
    "person": "Unidentified Participant",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes, thank you very much for your presentation. I have three questions, please. Firstly, is still on Europe, Mediterranean, could you perhaps give us a sense as to what extent the rate hikes in Poland are fully in the numbers or we should expect further benefits on that front? That’s the first one."
  },
  {
    "person": "Unidentified Participant",
    "role": "questioner",
    "position": "Unknown",
    "text": "Second one is on global markets, this is on trading revenues, can you comment perhaps on April activity levels, however it is different compared to February and March, given perhaps somewhat lower volatility at least in the first three weeks of April? Have you noticed any difference on your platform?"
  },
  {
    "person": "Unidentified Participant",
    "role": "questioner",
    "position": "Unknown",
    "text": "And last question is on our wall and using solutions. I’m just wondering if you’re seeing any headwinds or risks to new volumes, given there is still quite persistent supply chain bottlenecks in the auto industry? These are the three. Thank you."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "So in our leasing, of course, I mean, there are some I would say pressure on new volumes but as you probably know, I mean, the value of the assets is going up in that type of a cycle though there’s a kind of natural edge in between the fact that volumes are under some pressure and the fact that the underlying assets are pushing up -- push up in terms of valuation, so all in -- even in that type of cycle, the top line as well as the net result are well protected, so this is from Aval. Unfortunately, we do not comment to current situation, so we can only last -- we will try to answer you, but we can only comment and deal with this 31st of March."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Yeah, on global market, listen, we cannot give -- we are not that forward looking. So imagine I tell you something and then tomorrow, it’s different, I have to find your phone number and call you and inform, so we don’t do this. But what I can give you as a guidance is that today, BNP Paribas were to bolting on off cash equities and the prime brokerage. We are basically present in Europe in all segments. So I can -- and you have seen that we are able to basically step up on market share in these activities, as Q1 once again has proven, and so I let you look into the market and see what the market does. And then you can assume or you can deduce from that how BNP Paribas is evolving. So that will be on global markets."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "And then on Poland, where you particularly that is, I guess your question on Euro Med, is, what we see there is that there is a pickup in the interest rates, there is also a pickup in part of the regulation, which basically goes hand in hand with that. But at the bottom line, we basically confirm our outlook ‘25 for the region. So, Matt, that would be our three answers."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Next question from Azzurra Guelfi from Citigroup. Madam, please go ahead."
  },
  {
    "person": "Azzurra Guelfi",
    "role": "questioner",
    "position": "Citigroup",
    "text": "Azzurra Guelfi"
  },
  {
    "person": "Azzurra Guelfi",
    "role": "questioner",
    "position": "Citigroup",
    "text": "Hi, good afternoon. I have a question on your commodity and oil and gas exposure, if you can share with us some detail on it in terms of like balance sheet exposure or leveraged finance and things like that? I know you have very diversified loan book but if you can give us some more color that will be great."
  },
  {
    "person": "Azzurra Guelfi",
    "role": "questioner",
    "position": "Citigroup",
    "text": "And the second one on the CIB revenue, shall we assume that now all the benefits of the perimeter changes of the deal that you have announced in the past is fully included and there will be no more scope affect? Thank you so much."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "For the scope effect, yes and no. In theory, yes, the qualities that, again, as I said, the [Indiscernible], the strengths of the new platform is such that even beyond the fact that we have pleated those transaction, especially the prime brokerage services, still, we’re growing the market share. So content wise, to some extent, yes, this is the end of it but I’d say, the growth engine is there and it will help, I’d say beat the average underlying business, if we look at average market evolution."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "On commodity, listen, as you know, we are not a commodity investment bank with truckloads of these. So if you look at our exposures, they are rather single digit exposures, right, if you look at oil and gas and the likes. So for us, that’s not that. So when it comes to those, what do we do? Well, of course, we accompany our clients. So our clients, they might be using one kind of commodity than another in order to produce a product and that is basically what we will accompany and doing. So that’s basically the kind of business that we do. And in those that are -- let’s say, sectors that are explored to it, well, that’s basically the exposures I gave you. And if you want in our annual report, you can see the breakdown and you can see that those are quite limited. So that will be our two answers to your questions."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Next question from Kiri Vijayarajah from HSBC. Sir, please go ahead"
  },
  {
    "person": "Kiri Vijayarajah",
    "role": "questioner",
    "position": "HSBC",
    "text": "Yes, good afternoon, everyone, and thanks for the detailed presentations. A couple of questions on the technology side, if I may. So on the technology slide, slide four, you show 7 billion in IT spend for 2021. And I wonder, could you give us a feel for what that number would be in 2025? What have you baked into your financial targets to 2025 in terms of how it spends might need to grow, if at all? And then secondly, on the migration onto the cloud, could you give us a feel for the kind of percentage cost savings that you’re realizing when you migrate a system onto the cloud? And, with the different types of cloud options, you show a lot of detail on that slide nine, is there much difference in the cost structure or cost saving between, say, the dedicated private cloud versus, say, the public cloud? So just your thoughts on how that sort of really affecting the P&L and the cost base, this whole migration to cloud you’re discussing there? So your thoughts on that would be helpful? Thank you."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "I will take the first question and leave to Bernard. The second one, as far as IT spending is concerned, we indicated in the slides that we were at 22% of global OpEx and 7 billion in 2021 and we wanted to maintain the relative path up to 2025. Meaning that it’s absolute terms, that will be a slight growth of the IT spending, but not more than the general growth of our cost base average to 2025."
  },
  {
    "person": "Bernard Gavgan",
    "role": "answerer",
    "position": "Unknown",
    "text": "So coming back to your question about the cost savings of -- to move to the cloud, we have in cloud two initiatives. One is our legacy systems that we are going to move to IT environment. For this one, according what our experience so far is, our saving is between 15% and 20%, depending to the complexity of applications, but this is all in one hand. On the other hand, you have the new initiatives, which basically are going to be developed in native in cloud. So this one, it can be in theory, the calculation between what could be, if we were in a non-cloud environment, or we are in cloud. So basically, if I answer you, I would more precisely answer you to about our legacy system moving to cloud. And talking about the other cloud initiatives and environment, I have to say that it depends on the complexity that you have. So you can -- we cannot compare our initiative that we have with the other initiatives that you could find on the market."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. And next question from Pierre Chedeville from CIC. Sir, please go ahead."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC",
    "text": "Pierre Chedeville"
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC",
    "text": "Yes, good afternoon. I’d like to come back to your slide 18."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Pierre, we don’t hear you very well."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC",
    "text": "You don’t hear me. Can you hear me? Is it better?"
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Yeah, yeah."
  },
  {
    "person": "Pierre Chedeville",
    "role": "questioner",
    "position": "CIC",
    "text": "Okay. Sorry. Yes, I’d like to come back to the slide 18 regarding sustainability, I have two questions. First question is a detailed question, it is question of detail, but I was curious to know regarding power generation, if you consider nuclear energy as renewable energy, when you fix your target of minus 50%. And my second question was more about the methodology regarding your -- you wish to decrease your oil and gas financing or automotive financing, for instance. I was wondering if you were discussing with the management of your clients, for instance, do you discuss with people P&L or other people in total, when you decide to decrease your participation for this industry or do you discuss with [Indiscernible] director? I was wondering how do you mix the commercial aspect of your business and your volunteer to participate to zero carbon world in terms of methodology or do you decide from one side without discussing with your clients? It’s like what the weight is. Thank you very much."
  },
  {
    "person": "Laurence Pessez",
    "role": "answerer",
    "position": "Global Head of Corporate Social Responsibility",
    "text": "I would take your nuclear-related question. So when it comes to reducing Co2 intensity of the power generation, it includes all types of sources of energy. So including nuclear, renewables, gas, or oil, and a little bit of coal, we still have. Of course, if the question is do we include nuclear in renewable, the answer is obviously, no, it’s only renewables and hydro. And then, Yannick --"
  },
  {
    "person": "Yannick Jung",
    "role": "answerer",
    "position": "Head of Corporate &amp; Institutional Banking EMEA",
    "text": "On the second, second part, we are in very, very close conversations with our clients on their own transition strategies. So it’s not something that we just decide out of scenario. We are basing the modeling works we have done of the Co2 footprint of our lending activities is factoring in the transition plans of our clients. And beyond this, we are, obviously, playing an element of selectivity into clients we are banking, not to be in the energy space. We are, by purpose, mostly focusing on clients that do have a comprehensive transition strategy, and we think they have the means to actually accomplish this transition. So, these are the ones we are actively backing and working hand in hand with. I hope that addresses your question."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Yeah, Pierre, those would be our answers."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Next question from Omar Fall from Barclays. Sir, please go ahead."
  },
  {
    "person": "Omar Fall",
    "role": "questioner",
    "position": "Barclays",
    "text": "Hi, there. Thanks for taking my questions. Firstly, just a strategic one on CIB, with the strong performance, the breadth of the offering, and the comments you’re making, it feels that you’re telling us that CIB is now an all weather unit that performs no matter the environment and presumably deserves a lower cost of equity than what it’s had historically. If this momentum continues, what’s the real constrains on how big the business can be, as a proportion of the group beyond the traditional hurdles of the group, just capital and leverage or some other metrics that we should think of? You’ve even moved the CIB section of the divisional slides to the front compared to the back of the deck in all the years I can remember. Second question, can you discuss the strong top line in French retail please, especially given this is -- I guess before seeing a big part of the benefit from higher rates. In addition, if you could just give us an estimate of the sensitivity of revenues there to, if I have to made changes, please. Thank you."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "So looking at CIB, basically CIB is one short. So this is the situation and it’s part diversification, it has a vast amount of cross sell with the other divisions and businesses structure. Yes, CIB in itself is a diversified platform, you can see looking first at global markets, balancing rebalancing in equities, fixed income and so on and so on. So, again, the performance and the stability, those two elements that are the key for long-term growth are both coming from the size of the franchise. It’s really the point that is the basis of the strategy, looking at great growing counterparts with good strong risk profile and we’re banking with them through that platform. And the fact that we’re growing the market share, the market penetration throughout Europe and in discipline way in the US, the Americas, and in Asia, the basis of the success. And the fact that now again the platform is completed last year and I would say all over the space looking at those businesses and products, we can proceed that way. So, again, CIB now is running full speed and, yes, probably -- most probably the good chance to beat the plan. But again, it’s one-third of the company."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Now looking at the so-called French retail; in fact, this is not anymore the French retailing decision. It was very simple for so many years to say the French retail but we changed the brand name. This is commercial, personal banking in France. And part of the franchise is basically innovative companies, mid caps, large to mid caps, I’d say, companies that are, I would say, the best part of the economy growing fast and this is where we have a very large market share throughout France in the, I would say, two key regions. This is the [Indiscernible]. These are the areas in which we’re so strong in those domains and this was at the basis of the success of the first quarter."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Then we have the private bank, by far the leading banking in private banking in France, with increasing market shares, especially when it comes to, I would say, try net worth individuals and we’re also the first private banks throughout the Euro zone. So, the success of the platform looking at the first quarter is basically the success of the corporate universe, commercial banking, the success of the private banking, everything that is linked to, I’d say, financial effects and really, that’s it. It’s a very quantitative franchise, very centered around what is the best in the economy, the French economy, but those domains, the innovative gaps, large gap, so growing mid gaps, private banking, universities are the two main, I’d say, areas in which the wealth is being concentrated Europe to Europe. I mean the pure retail is not evolving at the same pace. Also, this is very much the way it goes and also, this is where we have decided ultimately recently to change the name, so it’s not anymore retail, it is very much about commercial banking, private, personal banking. And even when we’re talking of personal banking, we’re talking of affluent individuals, it’s not really to the pure mass market dimension."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Sorry. Please go ahead. Nope. Okay. So next question from Andy Simpson from KBW. Sir, please go ahead"
  },
  {
    "person": "Andy Simpson",
    "role": "questioner",
    "position": "KBW",
    "text": "Good afternoon, everyone. Thanks for all the extra disclosures and the detail on the technology projects and other [Phonetic] projects. I’ve got my questions today, one on leverage and then second one on ESG, please. Last quarter, we spoke a little bit about the leverage ratio and the target level being quite close to the future minimum and one of the justifications that you guys gave us, there was quite blunt instruments that it was very stable, but in the first quarter, it’s jumped down by 30 basis points, frequently [Phonetic]. And I guess it’s all a matter of opinion on these things but it is moving around by more than the headroom that you’re giving yourself in the target of 4.2% versus the 4% future or likely future minimum. Clearly, you’ve delivered an excellent quarter on an fixed and equities off the back of that leverage that you’ve used."
  },
  {
    "person": "Andy Simpson",
    "role": "questioner",
    "position": "KBW",
    "text": "But how’s this quarter made you consider that you might need a bigger headroom, if you’re going to be running a larger and more successful CIB unit? And if not, then why is the 4.2% still correct? And then my second question on ESG, it’s great that you boosted the financing target significantly last quarter. And it’s very good for all of us, I think if we got those lending numbers quarterly to see how you’re getting on with that target through the business plan. But I’m also interested to know whether you’re seeing sustainable lending, resulting in a net increase in the loan volumes, or you just ending up seeing lower investment from client A, and a new sustainable loan from client B, and then there’s no real loan growth, this is just a thing that you should be doing. So is that initiative resulting in a net increase in loan volume today? Thank you."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "I’ll start on the leverage. So the thing is, if you if you look at it, let’s not forget always the leverage at the year end is typically a tad higher, because there is very limited activity going on at the year end. So what you basically see is that kind of it can hover in a quarter where there’s a lot of business activity, it can hover some 20 basis points and that’s intrinsically what you see. Because indeed, there has been high demand we have been fully supporting the economy as you can see, and so that’s basically the 20 basis points and that we feel fine with where it is. On top of that, we have levers we can increase AT [Phonetic] once, we can decrease some repo activities, so we feel fully comfortable with that kind of volatility, which in the end is still at a much lower than what you could have on the common equity tier one ratio, yeah, because you do not have the risk-weighted asset fluctuations and so on. So we feel -- with that intrinsic volatility of 20 basis points, we feel comfortable and the 20 basis point is stemming from the fact that we fully supported the economy."
  },
  {
    "person": "Yannick Jung",
    "role": "answerer",
    "position": "Head of Corporate &amp; Institutional Banking EMEA",
    "text": "And on the second point regarding the volumes of sustainable finance, we’re seeing it’s very much a tale of two cities. On the one hand, there is indeed elements of traditional funding in the loan of the bond market that gets replaced by sustainability linked loans or bonds, so there’s an element of this and it’s just a stability of the volumes in bold. But on the other hand, you also see a massive pickup in requirements or capital required to fund the energy transition. And this is all of the investment that is going to renewable financing and, more generally, that will go tomorrow into the sort of low carbon economy and this is new. So this is creating new capital requirements that are feeding a pickup as a result in loans and bonds, volumes and to some extent, equities as well. You will see this in a greater proportion as we pull this in the years ahead. This is of course a multi-year kind of transition, so you can expect to pick up over from one year to the next."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Next question from Stefan Stalmann from Autonomous Research. Sir, please go ahead."
  },
  {
    "person": "Stefan Stalmann",
    "role": "questioner",
    "position": "Autonomous Research",
    "text": "Yes, good afternoon. My first question goes back to Ukraine, please. You had changed the accounting to equity, could you confirm whether that was done for the full quarter or at the end of the quarter, please? And also policy performance in Ukraine look like in the first quarter, is it so bad that there is actually solvency issues that may require a recap of a bank? The second question relates to BancWest, I think you mentioned last time around that you have hedged the US dollar proceeds of the sale and given the stronger dollar, I would have expected to maybe a mark to market effect, a negative mark to market effect in the first quarter account, which is not there. Is it because you have gotten hedge accounting for this hedge or IV using an option type structure which only protects against the downside, but you still participate in the upside of the stronger dollar. Thank you very much."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "On Ukraine, so yes, you create -- well, technically -- again, sorry, you’re talking to the CFO, right, so don’t make me sound brutal, but the pivotal point was beginning of March, right. And so it is at the beginning of March, that we basically considered that we would take it as an equity stake so that basically means that we consider what we have as an equity stake. And so we reviewed the valuation in line with what the EBRD has done, given their solid knowledge of what we have on the floor and so that is basically what we have. And for the rest, let’s be clear, with respect to the activity, well, you know what it is? I mean, it’s the focus there, it is on the humanitarian situation, and we will have to see, once that situation comes to a halt, how the overall banking environment will be restructured, as it typically does, after -- in a post war system to be a vehicle, the banking system as a whole as a vehicle to reconstruct the country. So that’s basically where we stand. And so we have an equity stake somewhat we’re still presenting a tad below 20 million on that, so that’s basically Ukraine."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "And when it comes to Bank of the West, listen, we are not a speculative bank. So we don’t take a very open position on how we do these things. So when you look at the overall hedging that we take, we do it as an overall stake in the sense of what kind of investments do we have, what kind of financing do we have, what kind of hedge is against that and so that’s basically what we do. So again, don’t expect that we have a massive open position that would come over and above what you have seen. So overall, let’s say, we focus on what we mentioned as the gains to be and that is kind of the run of the mill you should take."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Last question from Flora Bocahut from Jefferies. Madam, please go ahead."
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Jefferies",
    "text": "Yes. Good afternoon. Thank you for taking my questions. The first question I’d like to ask you is really regarding revenue sustainability and the sustainability of the level of activity that we saw in Q1. I mean, obviously, you just printed strong results, I think you probably had record revenues ever, this quarter. You have a strong level of activity across pretty much all your businesses. But then, of course, we had war -- we still have the war in Europe that started in February, so there is uncertainty on whether the level of activity can continue at this pace. So the question I wanted to ask you, is about the client behavior that you have seen since February. Have you noticed a change in behavior among your clients in the different businesses? Has the level of activity changed in what you saw in March and April, versus the beginning of the year?"
  },
  {
    "person": "Flora Bocahut",
    "role": "questioner",
    "position": "Jefferies",
    "text": "And the second question is really just a clarification on the Single Resolution Fund. I understand that it’s up, the contribution is 30% this year. I understand the drop that you expect in 2024 and what should we expect for next year? Do we need to expect another 30% increase in the Single Resolution Fund contribution in 2023 year-on-year? Thank you."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "On the Single Resolution Fund, yes, in ‘24, it should vanish, this is the role of the game. Next year, in a cautious approach, we could imagine basically the same level in a cautious approach because probably the global deposit banking base in the banking system will start to decrease slightly because of the challenging the ECB policy. So, for the Single Resolution Fund, be quite conservative to consider the same level next year and then the [Indiscernible] ‘24. Again, we cannot comment on the current situation, can comment only to down to the 31st of March, but if you look at the current cycle, basically this is a situation in which you need strong banks, business [Phonetic] type banks, banks that can support and accompany customers, franchises in a diversified way. I mean needs could be different in some weeks, in some months, so this is really the situation in which the BNP Paribas is good at and we consider that the cycle, even if you look into global economy, it will have a certain impact."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "Consider that the bank lately is very well positioned to support that transition to new cycle, it’s a new economic scenario. Rates are going up, some [Indiscernible] is there, sectors are, I would say, travelling, de-cycled in different situations, so we’re in very good shape, very strong platforms diversified model, ability to serve. So, as a consequence, we consider that, for BNP Paribas, as a whole, it’s a scenario that is wiser, I would say, positive. Looking at the need to support the economy globally, could be through the balance sheets through financial markets, of payments, services, and so on and so on. So we’re not typically, I’d say, afraid of the environment. There’s a lot to do and we’re ready to serve."
  },
  {
    "person": "Lars Machenil",
    "role": "answerer",
    "position": "Group Chief Financial Officer",
    "text": "Florida, those would be our answers."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. We have no more question by phone."
  },
  {
    "person": "Jean-Laurent Bonnafé",
    "role": "answerer",
    "position": "Chief Executive Officer",
    "text": "So thank you so much. Take care. Stay safe. And see you soon for the second quarter. Bye, bye."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Ladies and gentlemen, this concludes the call of BNP Paribas first quarter 2022 results. Thank you for participating. You may now disconnect."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]