[
  {
    "person": "A - Douglas Radcliffe",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, Charlie. So, moving to questions. As usual, if you could please raise your hands when you want to question, though clearly, a number of you are very keen. Please could everyone use the microphones that are going to be allocated by the ladies on the side, and if possible, please restrict yourself to two questions. So, why don't we start with Andrew?"
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "Unidentified Analyst"
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you very much for the presentation. I have a number of questions, but I will try and limit myself to two. Let's do one numbers question and one broader strategic question."
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "On the numbers question, firstly, a big thank you for the guidance around the structural hedge, but would love a bit more substance on the building blocks behind it. So, if you could possibly give us your thoughts on the trajectory of the nominal, how much you expect to mature in '25 and '26, and then if there is anything you can say on what you've assumed both on maturing yields and reinvestment yields as well, that would be incredibly helpful."
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then the second question on the strategic initiatives. You're obviously very proud of what you've achieved. You're £100 million ahead of where you expected to be at this stage. You've increased it to greater than 1.5 cumulative. I think previously when you gave this guidance at the end of 2021, you had that 50-50 in NII and OII split, but it was always expected that a lot of the ROI-based benefits will come through in the latter couple of years because of some of the initiatives they were more focused on OOI were coming through then."
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "So perhaps you can just elaborate on the greater than 0.7 that's now expected to come through over the next two years, how much of that is NII versus how much of those non-NII and which initiatives you particularly thinking are going to drive that?"
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "Do you want to take the first one? I'll take the second?"
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "Sure. Thanks. Thanks, Charlie. Thanks, Andrew, for the question. I'm glad you're pleased to see the additional disclosure around the structural hedge. The structural hedge, as I said in my comments earlier on, is a significant and accelerating tailwind to the income profile of the group. What are we seeing within that over the course of 2024, we held the notional, as you know, a £242 billion? That represented a reduction in balances of about £5 billion in the first half, but then because of the deposit performance of the business and ability to keep the notional stable during the second half."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "You asked about yields and how we get to '25 and '26. The yield in 2024 Q4 was 1.9%. And you can tell from that, that it's significantly below the refinancing yield of the business. So what do we look at when we go forward on the yield point, first of all? We've obviously got a big jump in terms of maturing yield versus refinancing yield. There's two points to make there that are sometimes missed."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "One is what are we refinancing at? We've got rates of about 4% versus the 1.9% yield that we're running right now. That's one. The second factor is that the yield on the existing derivatives that are maturing is somewhat uneven in their profile. And so you're going to get growth of the type that we suggested there, both off the back of rates as they are today, but also off the back of the yield that is in the maturing derivatives."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "Third point, growth in the notional. We are not really expecting any material growth in the notional for 2025, and we're expecting very modest growth in the national for 2026. Now based upon the deposit performance that we've seen to date, including the £11.3 billion up that we saw in 2024, I'd be quite surprised if we don't beat that actually. But purposes of our forecast, the notional expansion in '25 is really very limited, and the notional expansion in '26 is also limited, albeit not quite as much as '25"
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "Further question, how much of that have we got locked in? How do we feel about it today? Essentially, although we are somewhat active at the margins in terms of managing the structural hedge to make sure that we don't invest in flat yield curve environments, nonetheless, the hedge by and large is more like a caterpillar than anything else. And so the locking that we have more or less reflects that pattern off the back of a 3.5 year weighted average life hedge. What does that mean in very literal terms? What it means is that we've got about 90% of our hedge expectation this year locked in."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "We've got about 75% of the 2026 hedge expectation locked in. So when we talk about the $4.2 billion in 2024 expanding by £1.2 billion in 2025, we're pretty certain that's going to happen because it's already on the books. When we talk about it then expanding a further £1.5 billion in 2026, getting to a total of £6.9 billion, we're pretty sure that's going to happen because most of it, 3.25 of it, is on the books."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "So hopefully that gives you an idea that we're not relying upon any heroic assumptions at all in respect of the hedge progress from here. It's really pretty much mechanical, as I've described it before."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "Great. Then on NII, yes, we haven't been 100% transparent on '24 on the split of the £800 million, or in fact the original £700 million. We never gave a split, but we did give the split of 50-50, as you said, on the £1.5 billion, and we think that's still good. I think the more strategic answer, because what we defined as strategic initiatives versus BAU growth was always a very specific answer."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "If you look at that chart that William looked through, which shows you NII progression over the last three years, it's grown a billion pounds in revenue, with a CAGR consistently growing quarter on quarter, with the seasonality of Q4 always being weaker. It's been pretty consistent across the four divisions that are running that, so retail, IP&I, BCB, and then of course our equity investments group at the center that has two businesses in there that support it."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "The real shareholder value story is around the billion of growth, 11% CAGR if you exclude equity investments, but 9% CAGR on that business. Our expectation is a chunk of that's coming from strategic initiatives, for example the growth in the transport business, the growth in credit card payments, the growth in working capital in BCB, and then some of it's been more linked to us bringing in new talent, new focus, and then a new operating model around existing businesses. I think William and I highlighted IP&I and BCB as examples -- sorry CIB as examples where we had existing initiatives but we brought in new talent. We didn't tag that as strategic initiatives, but it's obviously a really important part of getting the economics and the trajectory around NII growing."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "So we're very comfortable with the longer-term outlook, and I think from our perspective this is a really strategic part of our commitment in this strategic phase. We know NII has expanded through this period, but really getting those NII -- OOI businesses growing faster, linked to strategic competitive advantage and seeing that trajectory and the momentum, we think is a really important part of what we're going to deliver in the next two years and what we've already delivered in the last three."
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "Ben, why don't you take the next question?"
  },
  {
    "person": "Benjamin Toms",
    "role": "questioner",
    "position": "Unknown",
    "text": "Benjamin Toms"
  },
  {
    "person": "Benjamin Toms",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you for my questions. Ben Toms from RBC. The first one's on your tangible value per share growth. You talked about in the presentation that you expect material growth in that balance, and it'll be one of the underpins of analysts' ROTE expectations. Can you just give us an idea of how fast you expect the cash flow hedge reserves to unwind? I think if we look at consensus, it has growth of 6% in tangible value per share growth for next year. Is that what you envisage when you say material?"
  },
  {
    "person": "Benjamin Toms",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then secondly, on motor finance, I think you probably said all you're going to say in terms of the assumptions, but I'm just interested in terms of timing. We have the court case at the beginning of April. Everything we've seen so far means that expedited means expedited. Do you think we could get an outcome by the time we get to your half-year results? Thank you."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "Shall I take the second one?"
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "Sure. Thanks, Charlie. Thanks for those questions, Ben. Both important questions. In respect of TNAV, as you know, we ended up the year at 52.4p per share. That was in part driven by rates developments, actually, and was probably a little shy of what we might have expected if you had asked us this time last year. But nonetheless, based upon the rates expectations that we have, based upon the progress of the business expectations that we have, we do expect, as your comment alluded to, and as I said in my script, TNAV per share to grow materially over the course of this year."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "Your question is, what does materially mean? I'm not going to comment directly on consensus, save to say that I think it looks more like double digits than I see in consensus right now. Why is that? I think a couple of points."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "One is we see the rates evolution. That, if you like, unwinds the cash flow hedge reserve, number one, but you've also got the maturity of derivatives on the cash flow hedge reserve as well as that. And so you've got those two factors, if you like, aiding the reduction in the cash flow hedge reserve over the course of the year. Combined with that, and maybe as important, the business build. And the business build will obviously build in RWAs and therefore TNAV associated with that in the context of capital to the TNAV per share."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "You've then got the pension build. I wouldn't rely upon that too much, but it should be a factor in building TNAV per share over the course of the year. And then finally, of course, the buyback. The buyback is a significant tailwind over the course of the year. It clearly depends on our share price. So in our respect, at least, the less the tailwind, the better. Of course, you'd expect me to say that. But nonetheless, you're going to get some driving benefit, if you like, from that component."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "So again, when I look at TNAV, the growth is expected to be material. I'm not going to put a number on it, but I would expect it to be closer to double digits than I see sometimes commented."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "Great. And then on the second question, as we've discussed, well, first of all, thank you for your carefully asked question. We'll see how far we spend on this, how much time we spend on this topic."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "But obviously, we welcome the Supreme Court having an accelerated timeline. As you know, they're going to hear the court case in the first week of April. We don't exactly know when they would come out. An accelerated timeline for them would be kind of three months. And so it might be at the start of the summer, it might be in time for the results. A more normal timeline would be longer than that."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "So we're not sure exactly when we'll hear from the Supreme Court. Of course, the next step, once we've got that clarity, is then to see how the FCA then intervenes. And William talked about the uncertainties, but that's a really important part of this. And obviously, our role, where we are doing it appropriately, is supporting the appellants around that Supreme Court case."
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "Guy?"
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "Unidentified Analyst"
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "Good morning. Thank you very much for the update today. The first question was around costs. And thanks for the 2025 guide around £100 million higher than consensus. But if we look to 2026, consensus has you falling short of the cost income guidance. So I'm just wondering whether we shouldn't be rolling forward that sort of uplift from 2025 and perhaps be thinking about a sort of flattish OpEx versus that £9.7 billion guide. Or is it just simply the fact that you're much more positive on the top line when thinking about cost income?"
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then the second question was on deposits. A really strong quarter for deposit flows, particularly retail savings. You note the noise around the budget, but even so, it looks like some encouraging underlying trends. Can you just give a bit more flavor of the color that you've seen, perhaps what you saw post the budget, later in the period, things around deposit mix, and then how you're thinking about that into 2025, given some of your comments around the structural hedge notion? It certainly sounds encouraging. Thank you."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "Sure. Yes. I’ll take that Charlie. Great. Guy, you started off asking about costs, but then you ended up that same question talking about cost income. So I'm going to pick up where you left off, as it were. When we look at cost income, it is, of course, a function of both of those, both sides of the equation. So what do we expect to see in income over the course of the year?"
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "We've been pretty explicit in terms of the net interest income expectations, £13.5 billion, up about £700 million. That is composed of a number of headwinds and tailwinds. I shan't get into this right now, but I'm sure we will over the course of the Q&A. That is likely to be supplemented by decent OOI growth. We were up 9% OOI year on year. Quarter 4 was actually up 11% year on year."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "I would expect that OOI growth to continue in a similar vein to what we've seen in '24, in '25. Indeed, I would expect that OOI growth to continue over the course of '26, again, in a similar sort of way. The same time, within the income line, you've seen operational depreciation normalizing over the last year or two. That is now more or less normalized. So as a result, that which has been a headwind in the past is no longer really a headwind going into the income equation going forward."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "Having said all of that, what are the sources of this growth? We talked about BAU and we talked about strategic initiatives. And Charlie in his comments mentioned that strategic initiatives are now expected to exceed £1.5 billion. You've got a combination of customer activity, but that is then broadened and deepened by the strategic initiative investments that we are making, which in turn builds that income picture that I just described."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "Moving on to the cost side of that equation, we've put forward a number of £9.7 billion for 2025. If you strip out the NIC contributions, that's up about 2%. It's obviously up more than we would like, but frankly, it's a lot lower than inflation at the same time."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "So just to give some color in terms of what is going into that and then project it forward into 2026, there's a number of things. First of all, the cost savings, the £1.2 billion of cost savings that we've achieved to date, those roll forward and indeed they grow going forward. So that's obviously a very helpful tailwind, for want of a better word, to the cost equation."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "Against that, you've got inflation. You know what the inflation picture is like, we're seeing it for sure. And then we've got OpEx in the context of both BAU and in the context of strategic initiatives. As we build a business, as we see more volumes, inevitably OpEx comes through our P&L as a result."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "And then finally, we've got investment and we've got ongoing investment, as I commented in my remarks earlier on. But a component part of that investment is severance costs. Severance costs for '25 are going to be up some 25 odd percent, 25% to 30% in '25 versus '24. So the overall investment that we are making continues. Severance is an important component of that."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "What does that do? It gives us confidence in two things. One is it gives us confidence in revenue growth, going back to my earlier comments, but it also gives us confidence in stability of costs going forward and therefore the operating leverage coming out of that. And it's that combination that when we get to 2026 allows us to have confidence in the continued revenue growth, not least boosted by the net interest income developments above and beyond what we've seen in '25, continuation of OOI, but also gives us confidence in flattening, not necessarily flat, but flattening costs. And it's that combination that gives us, as said, confidence in the sub 50% cost income ratio."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "Second question on deposits."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "Oh, shall I kick off on that? Sorry. Yes, deposits, Guy. A couple of comments to make there. As you say, £11.3 billion deposit growth during the course of '24, which is a great, great achievement. Q4, not least within that, up £7 billion over the course of the quarter."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "Looking forward, we expect a couple of things to happen within the deposits picture. First of all, we think there's going to be a decent rate of markets growth within the deposits and deposit market, forgive me. That's clearly going to be applicable to everybody in the market. And it's a bit of a tailwind, I suppose, for the market as a whole. It's not all good because some of that is coming from slightly subdued spending patterns in the economy."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "So, you know, a lot of it is good off the back of things like wage settlements, things like gyro credits and the like, all of which will be sustained going forward. But some of it, as said, is coming from prudent spending habits within the economy, too. And that's helping. And it's helping build a pretty strong deposit market. We saw it in '24. We expect it to continue in '25."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "At the same time, if you look at shares within high street banks, we have been outperforming the high street banks. And that's a function of the product characteristics that I just mentioned a second ago. Limited withdrawal in particular has been successful in that respect. And that's helped us perform in '24. And we do expect that performance to continue over the course of '25. So we do expect some growth."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "Now, the final point that I'll make here is that actually, per my comments on structural hedge a second ago, we are not relying upon that for structural hedge notional growth. We've got really very modest, low, very low single digit growth within structural hedge notional in '25. When we look forward in '26, I mean, to put a rough number on it, we are mid-single digits growth within '25 expectations around structural hedge notional. So really, again, pretty modest growth."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "So we are expecting to see a decent clip in deposits, both as a function of markets and as a function of our successful share. But we're not relying upon that for purposes of our structural hedge expectations."
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "Let's go to Perlie, who makes it easier from a microphone perspective."
  },
  {
    "person": "Perlie Mong",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you. It's Perlie Mong from Bank of America. I will not disappoint in your expectation that we might spend a little bit more time on motor finance. So can you talk a little bit more about the methodology for the provisions? Because obviously, when we spoke at Q3, you said that there are many variables after the Court of Appeals ruling. So scenario analysis is quite difficult."
  },
  {
    "person": "Perlie Mong",
    "role": "questioner",
    "position": "Unknown",
    "text": "So thank you for giving us an update anyway. So can I just ask in your scenario analysis, of the basket of drivers, which ones were the more material ones? And I appreciate you may not want to comment on it, but how wide was the range of outcomes? So the 700 million or the 1.15 in total, is that, as it were, a central scenario or is it an average of some very wide ranging outcomes in the scenarios? So that's number one."
  },
  {
    "person": "Perlie Mong",
    "role": "questioner",
    "position": "Unknown",
    "text": "And I guess the second question is still staying on the theme of regulations. I'm not sure how you feel about all the talk about making regulation work with growth, given the whole motor situation. But I guess, what can regulators do to make your lives easier? Is it about mortgage affordability testing around that? Or is it reducing the reporting burden that the FCA talked about? And I guess there's some chatter about maybe like removing cash is a product and to encourage investments. Which one of that would be helpful? And what else can the regulators do?"
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "I'll take the second one, shall I?"
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "Sure. Yes, thanks. Thanks, Perlie. We didn't expect to escape without a motor question. So fair enough. First of all, what triggers the provision within motor?"
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "As you know, the provisioning standards require you to take a provision when you have probable impact and you can make a reasonable estimate around that impact. When we look at the situation right now, there are lots of uncertainties. What we've done is effectively bucket those uncertainties up into three areas. One is the legal uncertainties. So what will the Supreme Court decide? What is the extent of duty owed? What are the obligations around disclosure and so forth?"
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "Second bucket, what will the FCA response to that be? If indeed it is determined that there needs to be a redress regime, what will that look like? So will there be a zero or a reasonable commission standard, for example? Will it be proactive or reactive? Will there be a time bar? What will the interest rate applied be? What will the interpretation of the contract length of time be? Will it be behavioral or will it be contractual?"
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "Those types of things would feed into any structured approach to address that the FCA would adopt, depending upon what the Supreme Court decides. There's then a third question about what the customer response will be. Third bucket, if you like, about what the customer response will be. How many customers will respond? What will the uphold rate be? And so forth."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "So you can see, Perlie, that there are quite a number of uncertainties applied to any one of those three buckets that I've just described. What we've done is to look at those and develop a series of scenarios. And then based upon legal advice, we have attached probability weightings to each of those scenarios and come up with our 700 million additional provision, 1.15 billion in total."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "I'm not going to answer your question directly in terms of what is the range of those scenarios in terms of the impact. I'm not sure you'd expect me to necessarily, but it is safe to say that we have some scenarios that are above that. If the Supreme Court were determined that there is a fiduciary duty and so forth, you're going to get outcomes that are slightly above that, combined with an FCA redress regime that, if you like, dials all of what I've just said to the more negative outcomes."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "But equally, there are scenarios that are significantly below that. And again, they depend upon, A, Supreme Court determinations of what duties are, but also dialing those dials, as it were, to more benign scenarios, more benign outcomes. So there is a range around that 1.15 billion, but we feel very comfortable about it being the best estimate as to where we are today."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "And then we await, and frankly, in many respects, look forward to resolution of some of these uncertainties, starting with the Supreme Court in the early part of April. And I think there was a question earlier on about how quickly that would come to pass, and we'd learn about it. It's hard to say, but it's not impossible we'll get news before the half-year results. And certainly from our perspective, at least, again, we feel very comfortable with where we are. We'd like to get this uncertainty behind us so that we can focus on value-creating things for our customers."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "Great. And then on regulation, I think about it in three ways. We certainly do think there are things this government can do to enable the UK to grow faster, and then because of our purpose and who we are, we will grow faster with it."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "The first thing is in the broader regulatory context. I think the Chancellor's just revealed there's 130 regulators in the UK across industries and sectors, and she's distributed that list to the Cabinet. And when we look at where we're aligned, housing, infrastructure, project finance, transition to net zero, social housing as a specific subset beyond broader home ownership, pensions, anything they do around their supply side reforms, the broader regulatory agenda, unblocking planning, and then driving investment and growth, we will be able to really support, drive, and then get additional growth. So that's the first area."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "Within financial service, I think there's two ways of looking at it, and we've had good discussions, but the starting point is the Mansion House speech that I think the Chancellor made last November was really quite a bold agenda, and we really welcomed the agenda that she laid out. But we think about it in two ways. There are specific areas of the economy that we are a leader in typically, and that we think the combination of looking at both conduct and prudential regulation could accelerate."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "So how do you build 1.5 million new homes? How do you think about home equity as an asset that could be leveraged for broader policy and social issues? That's a huge area that requires unlock. How do you think about scale up and SME financing and taking appropriate risk? How do we enable pensioners in the UK to take more risk and pivot away maybe from cash into more investments and align that with a growth agenda here and abroad? All of those areas we think need very specific regulatory support with that competitiveness and growth agenda. So that's specific areas."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "And then the third area, which will come back and motor will be a good example, is we do still think that a healthy economy needs a healthy financial system, and we think the way the regulation is working here today in the UK isn't as competitive as it should be. Probably the single biggest area is around providing a more predictable forward-looking conduct agenda. We know for our investors and all of you, the kind of thing we're going through on motor finance is unsettling."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "To have had 30 years of regulation and oversight to be unwound by a court of appeal view, which has then created this uncertainty, makes the UK financial system and Lloyd's less investable, increases our cost of equity, and makes us less able to deploy capital to support the real economy. And there's similar themes actually around potential regulation. If you look at how the competitiveness and growth objective that the government has given the potential regulator, we think it's a real opportunity given our capital resilience and our position to optimize that secondary objective as well."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "So we're working closely where the government's asking for help and we've given them specific ideas in all those areas. What's great sitting in my role, I think I said it just now, I've never led an organization, had the privilege to lead an organization where if we deliver on our purpose, we will deliver growth and we'll deliver for our shareholders. And it's just a great place where all of the things that society and this government's looking to change, we're right at the heart of."
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "Thank you Charlie. Jonathan?"
  },
  {
    "person": "Jonathan Pierce",
    "role": "questioner",
    "position": "Unknown",
    "text": "Good morning both. Jonathan Pierce from Jefferies. Can I ask two questions again please? The first one, I'm just going to come out with this direct question on 2026 income. If I triangulate everything you've just told us, costs, cost income, TNAV, ROT, other income growth, the hedged tailwind, it feels like 20 billion quid is the number. Consensus is down at 19.1 I think. Is that the way we should be thinking about this? I know you don't probably want to talk specifically about '26 income, but I mean everything seems to be suggested that 20 is the right number, so if you could help us on that, that would be good."
  },
  {
    "person": "Jonathan Pierce",
    "role": "questioner",
    "position": "Unknown",
    "text": "Second question, thinking into 2027, the structural hedged tailwinds, if you bolt them on to the 2024 number, would get you to a yield in '26 of about 2.8%, even if there's no notional growth. It sounds like there's going to be a bit. So that would be suggestive again that there's actually quite a powerful tailwind still to come in 2027 and maybe 2028. So if you could maybe just help us a little bit as to how this develops beyond 2026 and whether there's further upside therefore to the return on tangible equity number as we move into '27 and '28? Thanks."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "Sure. Do you want to take the first one? I'll have a crack at the second one, then you can get me back inside my box."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "Let me kick off on both, Charlie, and then perhaps you can just add on both as we go through. First of all, in respect to '26, Jonathan, you're right, we won't comment precisely on numbers, but just to give you some sense of what's going on there and indeed fill in some of the points on Charlie's chart earlier on '24 through '26 that he presented. You'll have seen on that chart we basically have three blocks, headwinds, hedge and strategic initiatives and BAU income growth."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "Within the headwinds is the familiar headwinds that we've seen to date, which is say the mortgage book number one. We've got mortgages coming off the book at a maturity rate of about 1.09% in quarter four. That's going back on at about 75 basis points as a completion rate per my comments in my script earlier on. That is a mortgage refinancing headwind that plays itself out through the course of '25, but doesn't have a lag in terms of our ability to pass that on to the customers. Those are the two big blocks within the headwinds."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "They're somewhat supplemented by bounce-back repayments, government-backed lending repayments, but minor, frankly. Those are the two big headwinds that I pointed out just a second ago."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "The hedge we've given you the information about clearly and I'll come back to that and answer your second question, but that's £2.7 billion over the course of '24 through '26, i.e. 2.7 billion incremental income '24 through '26."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "Then finally the strategic initiatives and BAU income growth. We've pointed you to greater than £1.5 billion now for strategic initiatives income growth, which hopefully gives you some idea of what we would expect to achieve in addition to the £0.8 billion that we've already achieved for that bucket if you like. And then underneath that you've got primarily volume-based expansion in BAU. Asset growth in the main, so mortgages unsecured, deposit volumes as well on the liability side, but in the main asset growth. That's contributing to that BAU growth."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "So, where does that take us? Again, I won't put a number on it, but we feel pretty comfortable that we should see a reasonable clip in terms of earnings this year off the back of the points that I described in response to, I think it was Ben's question earlier on, maybe Guy's question earlier on. But then we do feel that most probably accelerates during the course of 2026. The interest income factor is a big part of that. OOI keeps on with its pace in the way that we've seen in '24, '25, '26, more or less evenly in terms of the growth expectation. So I won't put a number on it Jonathan, but we feel pretty comfortable with respect to the income growth that we expect over that period."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "Second point on structural hedge, and Charlie will want to comment on both. In respect to structural hedge, we've given numbers today which I hope are useful in respect of the build of the structural hedge through to 2026. I won't comment directly upon your yield point, but I'll make two points. One is our expectation for notional growth a little bit this year, a little bit more than that over the course of '26, but overall the notional will probably not exceed 250 even over that course of time. It will be marginally below 250."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "That means that the yield, and you'll be able to work this out, is still south of where three-year, four-year, five-year rates are today. And so is there more kind of room for growth, if you like, in 2027? Yes. Logically, if rates today at the swap market on a term basis are indeed correct, there should be more scope for hedge earnings growth in the period beyond 2026."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "So, look, I'd only add two things. I wonder where you're going to go, how far you're going to go. We always say we're going to manage this institution for medium-term shareholder returns. We've got a different structural hedge in that context, and that's why you see upside beyond '26 on the structural hedge."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "On the core business, though, I hope what you're seeing and hearing today is the momentum we've built through the first three years that we take into '25 and '26 will continue, and the intent is we're building competitive advantage, and where we think we do it at attractive returns for our shareholders, we're capturing market share, and then we're changing the speed and the agility of the organization to compete. So, without us talking about the strategy beyond '26, that momentum is being built for the long term."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "And the second part of that, which I know you all know, when you run an organization like this in a slower growth economy, you expose yourselves to parts of the economy that grow faster than the economy. So, you think about transition finance, housing, which is a much higher growth in the economy, the mass affluent customer segments, pensions and the pension consolidation plays that we've got."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "I've gone through a whole set of these project finance and infrastructure in the context of this government. Those are all going to be growing significantly faster than the economy, and that's a deliberate choice when you run an institution like this that is so well positioned for us to be able to participate and choose where we really make a difference in the economy. So, we're building a franchise to continue to grow and to grow ahead of the GDP and ahead of our competitors, and that's the plan."
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "Excellent. Thank you. Let's go to Ben next."
  },
  {
    "person": "Ben Caven Roberts",
    "role": "questioner",
    "position": "Unknown",
    "text": "Ben Caven Roberts"
  },
  {
    "person": "Ben Caven Roberts",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you very much, Ben, Caven Roberts from Goldman Sachs. So, first question just on lending. I know you've already given some helpful color around your expectations for growth into 2025, but just wondering if there's anything else you would add in terms of the underlying mix."
  },
  {
    "person": "Ben Caven Roberts",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then also just for your impairment guide of the roughly 25 basis points, if there's anything beneath the surface there in terms of which segments maybe are doing relatively better or less well?"
  },
  {
    "person": "Ben Caven Roberts",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then, secondly, just a bit more of a holistic question on the path ahead for digitalization in terms of how much you feel like you've already reaped a lot of the low-hanging fruit, and then maybe how much there is still to go and make progress there, and how potentially the continued improvements in the challenger banks are influencing your strategy at all, or if there is any read-across sort of in a longer-term perspective in that regard. Thank you."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "So, I’ll take the third one."
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "Sure. Thanks, Charlie. Thanks, Ben, for your question. In respect of lending, first of all, we saw lending growth of about 2% last year, which equates to about £9.5 billion thereabouts, which we think was pretty respectable. It was, of course, led by mortgages. If you exclude securitizations, mortgages were up £8 billion, if you include them, about £6 billion. So pretty strong growth there, but then supplemented by growth in other areas of activity."
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "What would I say about 2025? Our expectation is that mortgages continue to grow at a reasonably healthy rate over the course of this year. We've seen some support for that thesis, if you like, in the first quarter of 2025 so far, albeit maybe some of that is front-loaded, pending stamp duty changes at the budget and the like. But nonetheless, reasonably healthy mortgage growth through the remainder of this year."
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "The distinction, I think, then with 2025 is probably twofold. One is I would expect to see slightly broader-based growth in respect of some of the other areas, so personal loans, cards and so forth. Personal loans actually grew pretty strongly, but some of that is catch-up because of securitization in the balance sheet or rather off the balance sheet. So a bit more of an even spread in the other retail books over the course of '25."
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "And then the second point that I would make is when you look at commercial, we've so far been held back a bit in BCB by government repayments outweighing new business in BCB, and that's been a combination A, of government payments, repayments rather, but also B, relatively slow demand that we've seen from our BCB clients. I think over the course of 2025, the government repayments will start to ebb away and we don't expect frankly particularly strong growth from our BCB clients, but perhaps a bit more than we have seen in 2024, let's see."
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "So I think that's probably a second characteristic of asset growth during '25. Overall, it won't be hugely different from '24, but overall maybe a little bit of an improvement perhaps might be the best way to put it."
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "In respect of AQR, Ben, a couple of comments and one is the charge in '24 was, as you know, very low, 10 basis points over the course of the year, £430 million there, about £33 million. It's not going to be 10 basis points in '25. It's going to be more like circa 25 basis points that we've guided you over the course of '25. Now why is that?"
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "I think two points to make. One is we're not expecting almost by definition MES benefits over the course of '25. We set out our economics, we obviously expect that to transpire and therefore we don't forecast MES benefits over the course of '25."
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "The second reason is that if you look at the underlying over the course of the year, excluding MES benefits, we were at 19 basis points over the course of the year, but that benefited a little bit at the margin from things like removal of inflationary judgments. We saw inflation, but we didn't see any asset quality impact and so we didn't feel that the judgment made sense anymore. Likewise, we had an asset sale in the course of '24 in respect of the unsecured book."
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "We're not planning for one of that size again in '25 and so there were one or two benefits from those types of issues in '25 which meant that the true underlying asset quality ratio in '25, when you strip '24, forgive me, when you strip those points out, looks more like 22, 23, 24 basis points in that zone and that's why we're circa 25 as we see it off the back of relatively stable economic forecasts for 2025. That's where it's coming from. It's coming from analysis of the underlying, Ben."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "Great and then on digitization, Ben, thanks for the question, one of my favorite questions. Look, I think the first thing is just to recognize where Lloyds Banking Group starts from. Go with the retail, I could go any way we want, but the retail business, we've increased the number of app users by 40% and the number of logons to 7 billion transactions per year, so that's increased 50% in this last cycle and you saw a whole set of the screenshots I shared around the kind of user experiences and how we're engaging customers."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "We're by far the biggest digital service in the UK and when you look at the power of that flow of customers, we're seeing it as a fantastic way of engaging customers, getting them to think differently about their relationship with us and to significantly increase our reach and our cost to serve. So, what we're demonstrating so far is our ability to drive growth and then reduce the cost to serve and the cost to acquire is significant as we build out our digital capabilities."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "I mentioned in the presentation we've taken that leadership position in retail, we've taken it to BCB, to our SME business and that's got a bit of way to go and we've taken it to IP&I and that's really exciting when you think about pensions, investments and the leadership position that we're building there."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "Have we got a way to go? I'll always tell you, we're just scratching the surface, we're just starting. When I think what we've done to date, it's a lot and relative to this market, it's a significantly leading position but in every area of differentiation, engagement and efficiency, I think there's more ways to go."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "I'm particularly excited about how generative AI and then our AI can start to differentiate our services and deliver new services. So again, I mentioned earlier we're working in an FCA regulatory sandbox across our IP&I and retail businesses to say how do we break down the advice guidance barrier, how do we get democratized advice and guidance using really personalized digital experiences and that could radically change. No one does that today, so it'd be us creating the market for the future."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "I think there's lots of opportunities for us like that. You asked about the challenger banks, our view has always been they have brought in a different expectation around digital experiences, some of them actually just differentiate through pricing, as you know it's not about the digital experience and that's a different question because there's a question for our shareholders around how we manage that."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "But no, we do see them as relevant, they do set the standard in some areas but we've been able to either replicate or exceed them and when you look at Lloyd's Banking Group, none of them can come close to the kind of ecosystems and breadth of engagement that we can provide. So we very much think this is down to us improving our capabilities, talent, tech, data and then really leading the market and that's what we plan to do."
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "Excellent, thank you. Before taking a couple of questions in there, there's been a couple of questions that have come online as well. So Sheila JPMorgan has in a couple of areas."
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "Firstly, with strategic initiatives to drive greater than £1.5 billion of additional revenues, what areas have surprised more positively compared to expectations to drive the upgrade and should we think about higher absolute costs associated with that? That was the first part. The second part, I think he's definitely gone over the two questions here but here we go."
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "Second one was, can you elaborate on the regulatory Board discussions that went into the 1.7 billion share buyback given the motor finance uncertainty and what gives you confidence in getting down to the 13% CET1 ratio by 2026?"
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "Shall I take the first one William and then maybe you can share our regulatory discussions. By the way, we're always going to be honest and humble around this. I did share that we didn't meet our targets in some areas. So I'm going to talk more about the positive areas but we're also in the appendix and we'll continue to be honest around the areas that didn't work very well or in fully in line with our expectations. So which are a couple of the areas that probably exceeded our expectations? I'll give you a couple."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "The first one is in our CIB franchise and probably I could pick out a number of areas but we've realized that our very focused strategy on cash debt risk management with a really clear participation strategy and the fact that we're a national champion means we don't compete with most financial institutions globally and we go with a really clearly distinctive proposition to those providers."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "And so we're seeing that a lot of intermediaries, asset managers, pension funds, private credit companies, private equity companies and other big international banks recognize that we're the best at what we do and they've brought significantly more business to us and of course as we've started to use our balance sheet more efficiently we're a great counterparty through our optimization activities. So that's an example that wasn't in the strategic initiatives that as we just got the new management team with the right expertise with the right focus and we started to really operate as a joined up team we saw really significant value on the table and that was exciting."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "Another one that was in the BAU growth if I just talk about that was around our lending business and then the link to the full ecosystem and the digital engagement we build out. We didn't put specific strategic initiative investment behind that business but we grew our market share by 3% and if you think about how that ties into our ability to compete through third-party aggregators, leverage the power of those 7 billion logons through our mobile app and then tie it into services like your credit score we've managed to join up the capabilities and really give a differentiated service and win market share in a very accretive business. I could go on right but there's two specific examples."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "Should they increase the costs? As William's been clear there's some of the businesses overall that have some higher OpEx linked to the growth. I don't think those two examples are great examples of that. They won't need significantly more capacity but some of these areas where we grow will need more OpEx. What we're very focused on and William talked about this is making sure that the cost income ratio if you like on a marginal basis is better than the one we've got in the group so that you can see that operating leverage coming through and that's certainly what we've been seeing in the first three years and what we're planning to do over the next two."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "Second question, -- thanks for the question. Our regulatory discussions on this topic as on all topics were very constructive. The nature of the conversation was to take a look at the risk item in isolation i.e. what is it that might become of motor and to take into account in that consideration the provision that we have taken against it i.e. the incremental 700 million."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "Alongside of that there was a discussion around the likely performance of the business going forward and indeed the performance of the business under a potential stress event should the macro economy take a dive which we don't expect but nonetheless what might it look like. And that combination if you like led the discussion to end with approval I suppose is the best way to put it for the 1.7 billion buyback alongside going to 13.5% CET1 ratio."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "Now looking forward it's worth bearing in mind in that construct this business is a highly cash generative business. It earns close on £4 billion per year that is a substantial cushion for anything that might get thrown in its way. We don't expect it to be clear £700 million the £1.15 billion is our best estimate based upon the variety of scenarios but the business has an awful lot of cushion built into it off the back of the cash generation that it secures if you like every year going forward."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "So within that we had confidence and our regulator had confidence to allow us to go to 13.5% and to allow us to undertake a 1.7 billion buybacks. It's that confidence combined with that cash generation that gives me every confidence that we're going to get to 13% in 2026."
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "Morning guys. Thanks for the presentation. Two questions one on mortgages one on capital please. I just wanted to check you did talk about 75 basis points completion spreading Q4. It looks like spreads have probably come off a bit since then given the higher swap rate. So is there any way you could kind of tell us what you're assuming or the front book spread this year?"
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "If not a number is it in line or below that level and relatedly you've been taking market share in mortgages for a while now which is clearly a departure from what we're used to seeing much the last 10 years and yeah just interested is this just a new kind of domain for market share in mortgages. Are you now just back into the mode of driving market share from here. To what extent is it price dependent?"
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "The second question is a follow on distribution. So I think you're pointing to but you know your guidance for '26 greater than 200 basis points of CET1 capital generation and running your target CET1 ratio down to target a 13%. It does imply a massive step up in the surplus capital in '26. I think you know very crudely I can get to £6 billion of excess capital in '26 the streets modeling dividends of around £2 billion. Without being too smart it implies potentially really quite outsized surplus distributions in '26. Motor finance not withstanding I mean is it realistic to think about a buyback of 4 billion quid you know in full year '26 results whenever that may be? Thank you."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "Should I take the first one and then you might just want to come back? So yes just on mortgages as you said our performance last year we were really pleased with and yes it was a higher market share than we've seen for a while. We always said when we started this strategy if you drew the line for the group and how market shares have changed for the last decade if you drew those forward through till the end of this decade the group wouldn't be able to generate the capital for shareholders that it was and so it was important to be able to stabilize some of the big businesses and then grow in high value areas."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "And last year was important because we did that at healthy margins based on real interventions and I can see our head of that business or the CEO of that division up here on really specific interventions around how we were competing how we were positioning ourselves with intermediaries our own customer base and getting them to remortgage with us affordability changes it was a really nice set of changes that led to that."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "As you said margins were about 75 basis points you should expect that to flow through into Q1 the first few weeks and for the first month of the year has been tighter to your point it's always seemed to be the way in the last few years when the swap curve is going up its margins tighten. I don't think we're going to guide to specific margins for the whole year unless you're going to William but you should expect it to tighten at this stage if the conditions stay the same but let's see where it's going."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "I think importantly and I really wanted to come back on your point about market share. Look we always said we will not chase market share and mortgages as the biggest provider you have the potential not to do the right thing for our shareholders and actually for our position and trading to a specific market share in any month week quarter can create quite negative impact on the overall market pricing so you should expect us to trade smartly we know we need to manage and grow that portfolio over time, we're proving that we can do it but we're not going to chase a certain market share in any specific moment I don't think that's right for the shareholders actually for the franchise or for our customers in that context."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "So let's see how the year goes we'll give you the update at Q1 as you said the volumes in the market have been high in Q1 as people are looking to try and exchange houses before the stamp duty comes in margins have been a bit tighter and we think the outlook for the whole year is probably more stable than that but the first few months has been quite busy."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "Thanks Charlie. Aman just to give you a number on the mortgage book yield right now which might help you with some of the analysis that you're doing we're looking at a mortgage book yield right now of somewhere between 90 to 100 basis points for the book as a whole I mentioned it in Q4 we were seeing maturity yields i.e. stuff that's rolling off of about 1.09% which is the right number that's now leaving a book behind of about 90 to 100 basis points as said versus the 75 that Charlie mentioned just now that gives you an idea as to the mortgage refinancing headwind."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "The '26 guidance, you’re right to point out that our capital guidance does take a step up in 2026 and as you know we've guided to in excess of 200 basis points without being more specific about that exactly what does greater than 200 mean. That's off the back of uncertainties that are out there for sure macro uncertainties regulatory which I'll come back to in just a second but nonetheless all of those points notwithstanding we are we are very comfortable with our greater than 200 basis points guidance that we've given you for 2026 and that is off the back of everything that we know and particularly that which is in our control."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "A couple of points I don't first of all I don't think you're missing anything in respect to the P&L the capital build and so forth we've pointed all of that out and you know you've got collectively the market I think has got its arms around that. There are some uncertainties that are still out there I won't mention a macro because everybody knows about that and has a point of view on it. I highlighted earlier on that CRD IV still requires a bit of ironing out in the conversations we are looking at modestly greater than £5 billion potentially it depends upon how the PRA conversations land."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "So there's an uncertainty there now that was until very recently offset by the introduction of BAL 3.1 which has now been delayed now what you've got is BAL 3.1 happening on the first of the first '27 so there's a little -- there isn't now the overlap that there was albeit it's not terribly different in its overall timetable. So you know those uncertainties are perhaps worth mentioning. I don't want to confirm the number that you put out a second ago but I do want to say that we do expect a meaningful step up in capital generation in respect of 2026 and then it'll be up to the Board to figure out hopefully with Charlie's and my input as members of the Board to determine what do we do with that capital. Thanks Aman."
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "Okay thank you before actually I'll come to Chris in a second there's another question online which has come from Ed Firth at KBW. You very helpfully highlight the tailwind from the maturing hedge across full year '25 and full year '26. Does this mean that we are looking at a proforma NIM of greater than 3.5% and what are your deposit pastor assumptions?"
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "Thank you for the question Ed. I feel somehow like that's an attempt to circumvent our efforts to move to NII guidance over the course of the next year, so I'm not going to answer it in a direct way at least. Safe to say that 3.05% NIM is consistent with the £13.5 billion net interest income guidance we've given for 2025. My expectation is that that margin is going to gradually move up over the course of the year so we hit 2.97% in quarter four."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "My expectation is that will build pretty much quarter on quarter as we go forward and that'll be a function of if you like gathering strength of the tailwinds, Ed in this question talked about the structural hedge. Together with a gradual waning of some of the headwinds and we talked a lot about mortgage refinancing including in a prior question. We also expect that the headwind in respect of deposit churn to slow. We saw deposit churn in '24. We expect to see deposit churn in '25 but we expect that deposit churn to be some 20% less or so in '25 versus '24 so it gradually ebbs away consistent with a falling interest straight environment."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "Ed's question then implicitly asks what's the pattern in respect of '26. You can tell from our comments around structural hedge and my comments just now about the waning of tail over headwinds forgive me that we would expect net interest income to continue to grow quite materially in respect of 2026. I'm not going to put a margin figure around it what we will do this time next year is give you an NII expectation as to what that means but that you know in a very broad sense would be consistent with gathering pace of the margin. But Ed I'm not going to comment on your number."
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "Okay and the deposit pass through assumptions?"
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "Sorry deposit pass through assumptions. So far we've seen about 50%, so of the bank base rate changes that we have seen late last year beginning of this year basically 50% is a short answer."
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "Chris I think you had a question in the back there."
  },
  {
    "person": "Chris Cant",
    "role": "questioner",
    "position": "Unknown",
    "text": "Chris Cant"
  },
  {
    "person": "Chris Cant",
    "role": "questioner",
    "position": "Unknown",
    "text": "Morning. It's Chris Cant from Autonomous. Thank you for the presentation and taking the questions. I wanted to come back on the structural hedge if I William. In terms of the numbers I think Andrew tried this at the very beginning of the Q&A. You've got 240 billion of hedge 3.5-year life you've said it's fairly mechanical or caterpillar shaped if we want to describe it. So should we be thinking about 250 through '26, so maybe we're talking about mid-single digit billions of volume growth in the hedge over this period of time? So all in with something in the high 70s of billions of notional where you've got a yield pickup coming through. To get to the 2.7 that you're talking about the 2.7 billion tailwind that would appear to imply a churn yield on the back book of maybe 50 basis points in terms of the derivatives that were rolling in '25 and '26. Just want to see whether I'm putting the pieces together correctly."
  },
  {
    "person": "Chris Cant",
    "role": "questioner",
    "position": "Unknown",
    "text": "I know you tend to think about things in terms of year-over-year gross income moving from where most of us in this room are sitting we try to think about it as a NIM build for the 4Q, so it's important to understand the churn yield. So anything you could say on that would be appreciated please."
  },
  {
    "person": "Chris Cant",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then in terms of the cost of risk development just curious to understand what your view on the -- through the cycle cost of risk. The balance you now have is, obviously you have very benign asset quality trends for some time but as we think out to your 2026 and potentially longer term expectations for the business what do you think through the cycle cost of risk is for the balance sheet? Thank you."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "Thanks Chris I'll comment on both of those. Charlie might want to pick up on the second in addition to what I say. First of all, on the structural hedge Chris, I won't comment precisely on your numbers save maybe just to kind of fill in a few pieces here and there. We've got 2.2 notional right now as said stable in the second half of the year with the back of strong deposit performance. We do expect strong deposit performance over the course of the next two years but some of that is going to be fixed, some of it's going to be willing to withdraw, some of it's going to be instant access some of it's going to be I would say consolidation more or less in the PCA world rather than necessarily significant expansion."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "Overall our expectation is that only a modest amount of that will feed into the structural hedge. And I said earlier on that during the next couple of years we are as you commented back to me expected to be just south of £250 billion, I'll stick with that, we're not talking about a big gap there."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "I think the point that I would that I would highlight on the second part of your question is, yes if you think about a three and a half year weighted average life you've got basically a seven-year total life you're not going to be far wrong if you just do that on a caterpillar basis. You won't be far wrong you won't be precisely right but you won't be far wrong."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "Then at the same time you talked about yield on hedges that are put on, it's worth just saying that there is a bit of lumpiness in terms of the yield on hedges that drop out and that's the point that I was trying to make earlier on, about why it's not necessarily totally predictable in terms of the income streams hopefully in turn why the £1.2 billion for '25 and £1.5 billion for '26 incremental growth is helpful in that context. But think about both the yields that come on and the yields that drop out when you think about the hedge earnings."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "There's a little bit because we want to make sure that the hedge is not unduly exposed to any given concentration risk in any given time period there is a little bit of what I've termed in the past as pre-hedging which tries to iron out those concentration risks over time periods but that's part of the picture um but the first two points the more important parts."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "So, Chris hopefully that gives you a rough idea you know again if you think about it as a seven-year total life three-and-a-half-year average life and pull it forward on that basis bearing in mind current rates and bearing in mind the current yield you're not a million miles off where we're where we're headed towards."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "Second question cost of risk it's an interesting one because you know as said earlier on we saw a very low cost of risk in '24 but that was off the back of significant MES benefits. The run rate cost of risk that we saw in '24 it came in a bit over the course of the quarters but by the time we got to quarter three and quarter four it was remarkably consistent actually, as I said before 22 to 24 basis points after having taken out all of the movements that might be considered vaguely one off in their nature."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "Where are we in terms of that two points that I've made, one is we're seeing very favorable developments across the book, I only partly answered Ben's question earlier on as to how we see the different components of the book developing. But in short both across retail and in commercial we're seeing very steady developments so very low NTAs for example across the retail but likewise very low flows to default. Business support unit and watch list developments in the commercial book very benign you're always going to get one or two that break that rule but basically as a rule it's very, very benign."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "Now we are as said guiding to 25 basis points for 2025. I think there is a question that is emerging as to given the risk standards of the last few years and I really mean since the financial crisis that have been implemented across the group is our cost of risk systematically lower than the circa 30 basis points that we pointed to in the past there's an argument about that there is a -- I think a fair debate to be had about it."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "We certainly feel very secure in the context of the experience that we're seeing combined with the asset quality of the book whether it's things like loan to deposit ratios in mortgages or the quality of our customer base e.g., greater than £80,000 average household income for a mortgage customer or greater than £45,000 for a personal unsecured loan customer we feel very, very comfortable as the asset the underlying asset quality. And I think Chris over time you know we'll see but we certainly feel comfortable with where we are right now including the cost of risk of 25 basis points for this year."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "I don't think I should really add much to that because that's the key message. I just suppose the other thing which hopefully you've had a feeling for from today and over the last few years is we've done significant de-risking on top of just seeing the performance and the ongoing origination so more than half the legacy portfolio in the mortgages business that's very significant as you know and specifically under stress scenarios that's very significant."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "We had a CRE portfolio somewhere which was below water from an ROE perspective and then where we looked at SRTs as a more as more efficient capital holders of that risk and that's been material as part of our optimization. And then I won't go into them but you know there's been some high profile single names in our CIB business that we've clarified over the last couple of years."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "So, that's been a very deliberate strategy to make sure that we were using our capital as efficiently as we could and creating the capacity for growth and so I think that does give us that opportunity going forward to continue to grow. And I agree William will continue to look at how we guide around this, but we feel good about the resilience and the quality of the book that we have."
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "Thank you Charlie. I think we are out of time but we'll just take the one final question from just the room itself and then we'll call it a day. There were a couple of other questions on online but essentially most of those have already been addressed via other questions so we'll have this as the last question."
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Unknown",
    "text": "Amit Goel"
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Unknown",
    "text": "Thank you. It's Amit Goel here from Mediobanca. So one a follow-up actually to Jonathan's question on the revenues. Again just working out backwards I think you said costs kind of flattening so I mean look if I take 9.8, 9.9 if I apply 48% or 49% cost income on that I end up actually closer to the 20.5 of revs, which would imply actually no headwinds. So I just want to check what I'm kind of maybe missing there?"
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then secondly on the remediation and the charge taken. When I compare to the other organizations that have taken charges so far and I compare to kind of market share, this number does seem to be a little bit higher. So I just wanted to check whether that you think could be relative conservatism within your modeling assumptions or whether maybe some of that market share data isn't quite the right thing to be using when assessing relative cost?"
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "That's on the motor?"
  },
  {
    "person": "Amit Goel",
    "role": "questioner",
    "position": "Unknown",
    "text": "On the motor in particular."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "Yes. Thank you, fine."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "Amit, thanks very much for the question. I'm going to only comment at a relatively high level on your first question simply because otherwise it will drag me into confirming numbers that go beyond where I'd like to go for today. But safe to say we do expect the cost picture to flatten out over the course of '25 through '26 not necessarily completely flattened but get to a flatter let's say outcome. Why is that?"
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "Importantly what is going on? I mentioned earlier on that we've got a continuation of our £1.2 billion cost savings that we've achieved to date i.e., 2024 that is then offset by inflation uh by OpEx associated with expanding volumes but also by investment, overall very tight BAU costs discipline has allowed us as I said in my comments earlier on to maintain the investment in the business going forward within our existing cost ambitions. And part of that investment is things like replacing systems, things like reducing data centers, things like automation, things like cloud migration all of these things gives us confidence in the ability to control costs in the period thereafter."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "And then I also commented within our investment is a layer of severance that we have previously not necessarily planned for in quite the same way which in turn gives us confidence in the overall cost profile of the business. So you know I would make that comment I suppose in response to your question."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "On the motor point, the key point on the motor issue is that there are a range of uncertainties, so I talked about the legal uncertainties, I talked about the FCA uncertainties and I talked about the customer response uncertainties and within that within each of those three buckets there are a variety -- a number of uncertainties. Now therefore market share is kind of interesting to look at but it is far from being the determinative feature if you like of what a provision should look like."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Executive Director and CFO",
    "text": "When we look at it and clearly we've taken a lot of legal advice on this topic. We think the £700 million provision that we've taken is the right estimate for our business but it of course implies that we have been suitably prudent in respect of what we think various outcomes might look like whether they're legal outcomes, FCA outcomes or customer outcomes and so that's what we've based our £700 million £1.15 billion total provision on and as said we feel very comfortable with it."
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "Excellent. Thank you. So we'll call it there for questions. And Charlie do you just want to…"
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Executive Director and Group Chief Executive",
    "text": "Yes, first of all thank you very much for sitting through what was a slightly longer presentation than normal. Sorry about the intermission I gave you maybe we'll build that in to future presentations quite good. But, we really appreciate the questions really appreciate the time and we know we keep giving you uncertainties. But what I hope today was is that we can really give you some clarity around the scope and scale of the risks associated with motor finance. Sure there's going to be more questions. And really appreciate it and we look forward to the Q1 results which will be William without me. So thanks very much for joining us today."
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "Thank you."
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]