[
  {
    "person": "A - Douglas Radcliffe",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you, Charlie. So moving to questions. [Operator Instructions]. Okay. So let's begin. Let's start with Alvaro."
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "Alvaro Serrano from Morgan Stanley. I've got a question on motor finance and one on margins. On motor finance, I realize there's still a lot of uncertainty, as you pointed out, William, but can you help us reconcile why you think £450 million is enough? I realize some estimates out there point to £1.5 billion, £2 billion."
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "And -- so what's the difference in view there? And also, how does that fit in with the Board approving the £2 billion share buyback and basically the lower capital ratio that the bank needs to run with? How can you square that?"
  },
  {
    "person": "Alvaro Serrano",
    "role": "questioner",
    "position": "Morgan Stanley",
    "text": "And then the second question on NIM. How do you see the year progressing? You previously talked about a trough in margins in Q1, Q2, is that still the case? And you pointed out you expect the mix shift in deposits to continue. There's central bank data points to more stability, so why use that still expecting that mix of change?"
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "Sure. Thanks, Alvaro. Shall I take those, Charlie?"
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "Yes."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "Thanks for the question, Alvaro. I'll take them in turn. First of all, on the motor point. As you know, in this context, as acknowledged by the FCA, the extent of misconduct and customer loss, if any, remains unclear. We believe that we have complied with all the relevant regulations in the relevant dates. So that's the backdrop."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "In the meantime, we've had 1 financial ombudsman judgment, and we've had a series of county court cases, most of which have actually decided in our favor. When we look at the review therefore, we welcome it in order to get some clarity on the situation."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "You asked about the £450 million provision. In that context, there are 2 components to the £450 million provision. One is operational and legal expenses and the other is redress. Both of those 2 are encompassed within the £450 million. The redress is built upon a variety of scenarios, various scenarios, which in turn are built upon various inputs to those scenarios."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "So for example, time periods, how far back does this go? 2007 being 1 example, but other time periods could be taken into consideration. Likewise, what are the commission models that have taken into account? Likewise, what is the relevant benchmark for compensation should redress arise? Should it be a 0 commission structure or should it be a reasonable commission structure?"
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "Likewise, what type of redress measure might the FCA want us to consider? Is it proactive or is it reactive, response rates, not hold rates. These are all variables that feed into the various scenarios that we've constructed off the back of which we have positioned our £450 million provision."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "There are, as you can see from my comments, quite a few uncertainties, and we'll obviously update on those as the situation develops. But I would note that when you consider it against other numbers that might be out there, there are a number of quite important dependencies. So for example, whether it is a 0 commission number that is taken as a benchmark for any potential address, whether it is a reasonable rate of commission makes a big difference to the ultimate provision that might be necessary for redress, cutting it by more than 50%, for example."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "So there are some important dependencies in the numbers that are out there. Secondly, you asked about how that all squares with the Board approving the £2 billion buyback and indeed, the capital ratio reduction to 13% by 2026. I would say both are an expression of the Board's confidence in the business. We'll talk more about it, I'm sure, but when we've looked at both and in particular, when we've looked at capital ratios, we've looked at both the regulatory outlook, we've looked at the business risk reduction that has been embarked on over the last several years and indeed, we've looked at retaining our buffer for uncertain economics."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "And all of that adds up to the 13% CET1 target ambition that we have. So both of those 2, the £2 billion and the target reduction of 13% are expressions of confidence in the business."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "Moving on, you asked about the margin. The margin, as you know, we have committed to is circa -- is greater than 290 in the course of 2024. When we look at the performance in 2023, we delivered on guidance greater than 310, delivered at 311. But the relevant number is the quarter 4 closing rate of around 298."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "So when we look at the trajectory going into 2024, we expect what will very likely be a gentle decline in the first half of 2024. And I'd underline the word gentle, nothing like what we saw in Q4. And then we expect that to gently increase in the second half of Q4, certainly -- in the second half of 2024 certainly by the end of the year, certainly by Q4."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "So what you're seeing, therefore, is a closing rate -- closing margin of 298 in Q4 of '23, and expectation for 2024 that we will see a gentle decline in the first half, a gentle incline in the second half as I say, certainly realized by Q4, if not before."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "What's going on kind of underneath the hood there, a couple of points to make. One is we do expect to see, as your question alluded to, Alvaro, some continued deposit churn over the course of the year. Two is, we do expect the mortgage refinancing headwind to still be there over the course of this year. But in both cases, in deposits and in mortgages, we expect each of those headwinds to gradually abate over the course of the year."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "And we can talk more about the reasons for that, but they are at least, in the mortgage case, very mechanical, and then deposit case, rely upon the kind of rates trajectory, the rates outlook that we've described to you."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "And then finally, offset against that is the structural hedge, which cumulatively gathers pace during the course of the year, and all of that nets out to greater than 290 for the 2024 margin outlook."
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "Well, let's take the next question from Joe."
  },
  {
    "person": "Joseph Dickerson",
    "role": "questioner",
    "position": "Jefferies",
    "text": "Joe Dickerson from Jefferies. Two things from me. First, on the severance costs that you have. Could you try to quantify those or express them in materiality terms? And then is this just a present part of your cost base? Or at some point, will this abate and become a tailwind on the cost base? That's question number one."
  },
  {
    "person": "Joseph Dickerson",
    "role": "questioner",
    "position": "Jefferies",
    "text": "And then number two, just on the cash flow hedge reserve. I think off the top of my head looking this morning, it's about £3.8 billion. How do we think about the sensitivity around that and how that comes back? Because obviously, the 15% return on tangible number by '26 is very different if the TNAV is that much higher. And I'm not sure that TheStreet estimates have that quite right."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "Yes. Thanks, Joe. Just to give you a couple of numbers on each of those. Severance costs, first of all. We always have an allowance for severance costs within our overall cost budgets. We had it in 2023, we again have it in 2024. What is different is that in the final quarter of 2023, we actually took a bit more severance than we normally would do. And likewise, when we head into 2024, the same is going to be true."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "Now in 2023, we were able to offset that against various other mitigants within our overall cost profile. In 2024, it's tougher to do so again. And that's the reason why we've moved from the £9.2 billion that we described to you before as the '24 cost guidance to £9.3 billion that we're describing to you today."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "So I won't put a precise number on severance, but that is the principal driver between £9.2 billion to £9.3 billion. It's increased severance above and beyond our regular severance budgets. It's worth saying before leaving the severance topic that, as you can imagine, we subject that to pretty severe business case tests. And so any severance that we deploy, we expect to get benefits out of it."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "Now you don't typically realize those full benefits in year. You would expect to see them in the years thereafter. But as you know, a big part of our story is around operating leverage within the business. As the headwinds abate as strategic initiatives come in, we hope to deliver a flatter cost base going forward. And that in line with lower investment levels leads us to predict the returns that we're predicting for 2026 and have, as I say, full confidence in."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "So the severance has business cases. The business cases are relied to the profile of operating leverage that we expect to deliver over the course of '25 and in particular, in 2026."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "Cash flow hedge reserves, you mentioned. You're right, cash flow hedge reserve is around £3.8 billion right now. The pace of it or the movement, I should say, in the cash flow hedge reserve is, as you know, very interest rate dependent. There are 2 things that go on there. One is the valuation of the existing stock of derivatives against which structural hedge is positioned."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "And then second is, as the derivatives mature, I mentioned £40 billion of structural hedge maturities this year. So you get a repricing on a mark-to-market basis of new derivatives that come in. Those 2 compress the structural hedge -- sorry, compress the cash flow hedge reserve and indeed lead to TNAV growth."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "We saw a bit of that through the course of '23. We saw a good part of it in the course of Q4 of '23. We do expect to see more of it in the course of '24. I think we've given a PV01 of around £12 million or thereabouts, 1 basis point move leading to about £12 million cash flow hedge reserve adjustment. That, in turn, leads to expected TNAV growth over the course of the year."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "We ended up '23 probably a touch higher than we expected to end it up on TNAV per share. That will carry through into TNAV per share build for cash flow hedge reserve reasons, but also for the other reasons I mentioned in my comments, over the course of '24."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "Joe, just one thing on the severance because obviously, William covered it well. We should expect an ongoing baseline severance, as you say. Why an increase this year, which is kind of your question? I think it's because as we've got into the strategy, we've seen additional opportunities for efficiency and to provide reinvestment into areas that are going to drive the growth. So it's really a demonstration of our confidence around what we're doing. And you should expect the baseline level, but this is really a demonstration of this year. We think we can do a bit more."
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "Let's move to the front row now. Rohith."
  },
  {
    "person": "Rohith Chandra-Rajan",
    "role": "questioner",
    "position": "Bank of America Merrill Lynch",
    "text": "I had a couple, please. The first, actually, just sort of following on from the cash flow hedge question. But just CET1, the move to 13%. Can you give us a little bit more in terms of your thinking behind that? And then how also that factors into the TNAV for 2026, presumably that takes about £1 billion off, so you've got cash flow hedge build and then you've got £1 billion less from a lower CET1 ratio."
  },
  {
    "person": "Rohith Chandra-Rajan",
    "role": "questioner",
    "position": "Bank of America Merrill Lynch",
    "text": "And then how in turn that feeds into greater than 15% RoTE? My read of your guidance is you haven't changed the -- more than 200 basis points capital generation. So it's not a comment on earnings. It's just a change to the denominator. That was the first question. And then the second question, just on average interest-earning assets. So at 453 in Q4, 450 for 2024 on average. What was the jump-off point for '23 and what are the headwinds in '24, please?"
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "Yes. Thanks, Rohith. Rohith, there's sort of 3 questions there in a way, actually. CET1 reductions, first of all, it's worth me just starting off with the point the CET1 target ratio from 13.5% to 13% is a very positive sign for the business. It's a positive sign, we believe, for all stakeholders, clearly for shareholders but also for customers. It allows us to price product, for example, more efficiently."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "Why have we gone there? As you know, the Board when it looks at the target CET1 ratio looks at what capital is required to operate the business, to grow the business and to absorb stresses the business might encounter. When we've looked at the business, we've looked at 3 things."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "One is business risk reduction. As you'll be aware, over the course of the last 10 years-or-so, but particularly in the last 5 years, this business has materially reduced the risk that it's exposed to. You can see that evidence in the CRE exposure, for example, I made a comment in my earlier script."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "You can see that evidenced in the runoff of the legacy mortgage portfolios, for example. You can see that evidenced in terms of some of the metrics around the business, whether it's LTVs, interest cover ratios, secured backing for the SME portfolio and so forth."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "And you can also see it manifested in regulatory assessments, the ACS performance from about a year ago. So significant risk in business -- significant reduction in business risk as evidenced by the statistics that we will give you, but also testified to by things like the ACS test."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "Secondly, the regulatory uncertainties, we believe have diminished. We -- as we look forward, we can see more or less the outlines of CRD IV. We talked about that in the context of our earlier comments. We can see more or less the outlines of Basel 3.1. We can also see our Pillar 2A coming down, as you've seen, this is a public number."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "And so therefore, the regulatory uncertainties, we think are starting to reduce. And certainly, our visibility as to regulatory outcomes is greater than it was a year ago also. And then finally, of course, macro remains uncertain. We all know about that. But that's why we've kept the 1% buffer in our overall CET1 target, even when we move to the 13% outlook."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "So as a result, as we adopt the 13% target, as said, we see it as a very positive sign for all stakeholders an expression of confidence in the overall business position, backed up by the evidence of what we think is going on in the regulatory space."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "When you look at 2026, as you say, we do expect the cash flow hedge reserves to further reduce as it were to build the TNAV in the business. And that is one of the factors driving TNAV. But driving TNAV or other factors, including profit add-ons, for example, including pension build, for example. And driving TNAV per share is also the net of the buyback, which, as you've seen today, is a £2 billion addition. And as long as we're buying shares below book, that's going to contribute to a constructive TNAV per share outlook."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "So all of that is positive. But as you say, the key point, Rohith, is that our greater than 15% RoTE outlook is not dependent upon the 13% CET1 target shift. Had we stuck with 13.5% CET1 as a target, our guidance for you in terms of greater than 200 basis points in terms of greater than 15% RoTE outlook in 2026 would have been exactly the same."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "All this does is add to the extent that we were able to achieve RoTE in excess of 15%. But the greater than 15% would have stood whether we adopted the 13% or not."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "The final point that you mentioned, Rohith, is in relation to AIEAs. And just to be clear there, our guidance on AIEAs is greater than £450 billion. That is, as I said in my comments, a touch down on 2023."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "There's a couple of things going on there. One is organic business growth. So we do expect the organic business to grow in terms of our core franchise. So on the retail side, on the commercial side, we expect balances to grow. There are 2 mitigants to that."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "One is around the repayment of bounce back loans, in particular, in respect to the commercial business, most obviously in the BCB or SME franchise. And then 2 is, as you've seen over the course of '23, the back book within mortgages will continue to pay off. The SVR book is likely to come down. But to be clear, the ongoing look-forward business, whether it's the open mortgage book, or whether it's corporate and institutional balances, for example, those will grow."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "And I'll make a final comment, which is our guidance is, as I said, greater than £450 billion AIEAs, it is greater than both because that's the way that we saw it as of December 31, but as testified to by slightly stronger markets that we've seen open up during the course of January and so far in February. So it's quite deliberately greater than £450 billion."
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "Let's have the next question."
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "It's from KBW. Just -- the first one is just going back to the motor. I know obviously, there's lots of uncertainty within that. But can I just clarify whether you think that the Land Rover portfolio, the captive book is part of the review?"
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "And secondly, again, I know the £450 million, we have all sorts of assumptions in it. But broadly speaking, how is the split between the redress and the operational cost? Because obviously, the data going back to 2007, there's a lot of records that may not be around. So just what are you thinking about the split between the 2?"
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "And then I guess, secondly, going back to deposit. Do you have a sense as to what's driving the slowdown in the churn in deposits. In Q4, is it slowing because it's typically a higher spend season, so Christmas and everything?"
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "Or is it because there was lack of a rate rise effectively and so just less prompts? And in a falling rate environment, would you see that slow more or less because if rates were to come down, maybe people want to lock in rates sooner rather than later, is that a possibility?"
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "And I guess, since we're talking about assumptions on the NIM, just noticing that you are factoring 3 rate cuts and one of your peers is factoring 5. So if that were to happen, just how would that greater than 290 evolve?"
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "Sure. Do you want to take the first one? I'll give you a rest on the part of the second one and then you can talk about the 290."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "Sure. Thank you, [indiscernible] for the question. First one on Motor, a couple of points that you raised there. One is Land Rover exposure. The second is the split between redress and operational costs. You're right, Land Rover has been a significant part of our portfolio for a while."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "The -- I shan't comment on any kind of numerical aspect of that, but it is probably fair to say that Land Rover, both because it's new cars and because you might imagine, therefore, there's less scope to discretionary movements within pricing, perhaps has lower redress consequences if that is the direction that the FCA review goes in than other aspects."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "But I would be just careful about how much you read into that for the £450 million provision because as I was mentioned earlier on, we've taken a variety of scenarios in the context of our £450 million. Second, you asked about redress versus operational costs. We are not specifying exactly how that £450 million is split. The only comment I'll make, is that there is a decent chunk of each within that overall £450 million. Charlie, do you want to..."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "Great. Yes, let me have a go to deposit channel, and you can talk about the impact on NIM of rate rises. So first of all, as you say, this is obviously a hugely important part of the development through Q4 and into this year. What you saw as you'll recall, is a lower change in our retail customer deposits, which is obviously the most important deposit base for the bank."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "So we saw a slowdown in Q4. And as you saw across the year, actually relative to other high street banks, we performed materially better on that churn, and we were winning in the savings market, which is exactly what we wanted to try and do with our broader propositions around our mass affluent base. So it was on a relative basis, good performance."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "We think what we saw in Q4 is what we would expect. There were 2 dynamics going on. First of all, we've obviously seen the shifts out of PCAs at the higher part of the yield curve or the increase in where time deposits were priced up above 6% in the middle of last summer, which is where the biggest gap was."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "We've seen a significant amount of moves. And so you'd expect that to slow down as you get further into the rate cycle, number one. Number two, obviously, the gap between time deposits and then instant access deposits has narrowed. And so people can actually get the value from liquidity, which we know they value without having to lock up their deposits for 12 months or 24 months."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "And so we think those are the dynamics that we saw happening through Q4. And obviously, as William said, we do expect that still as the rate cycle continues to mature so you'll still see people making choices to put money into savings accounts. But the choice now between putting it into Instant Access versus time deposits, we think will continue to narrow because of the yield curve and what you can price at 12 and 24 months out, which is where most people were choosing to put their deposits."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "So we think this is a good development. I think importantly for us, we want to make sure, given the nature of our customer base and how we can engage customers on a relative basis, we say performing strongly in this context."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "Where does this end up? I've talked about this a lot with you in the last couple of years. When you look at the longer-term yield curve still being above 300 basis points, we always said, as you get further into the cycle, people would have rebalanced their portfolios into the liquidity deposits that they want in PCAs and instant access. But as you see time deposits come down and the returns, people will be more comfortable without not growing that further. So we think there will be stabilization through the back end of this year, but it will depend on where rates go, obviously."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "William, just talk about if there's sensitivity beyond 3 base rates?"
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "Sure. Yes, yes. No, I will. Perhaps actually, care to just to add a couple of numbers to the analysis as well on deposits that you might find helpful. One is, as you've seen, PCA reductions have gone down from a £3.2 billion level of Q3 to a £1.9 billion level in Q4."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "Now to be clear, a lot of that was back-end loaded in the quarter, but nonetheless, that's quite a significant reduction in PCA outflows. Secondly, the non -- what we described as a nonmaturity churn within our overall savings book, i.e., savings moving from Instant Access to fixed term for the first time, if you like, has gone down from around £10 billion to around £7 billion between quarter 3 to quarter 4, so quite a material reduction."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "That appears to be continuing during the course of January and February of this year. And then thirdly, we retain the vast majority of fixed-term deposits that mature, the vast majority. Of those, we reckon about 60%, percent, are going back on to fixed term versus the rest which are basically staying within Instant Access. So you've got that effect as well going on in the overall mix. And I think together, those 3 factors that we witnessed in Q4 and we're continuing to witness in Q1 of this year, support the thesis at least that deposit churn does appear to be slowing. Now again, it's early days and we have to see how things transpire, driven by all the points that Charlie mentioned, but the data certainly supports the supposition."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "Bank base rate cuts and what impact that might have? As you know, our guidance is greater than 290 for this year. That is predicated upon 3 bank base rate cuts. So we start out now at 5.25%. We end the year at 4.5%. We are also starting those in June and at both the quantum and the timing of those bank base rate cuts makes a difference."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "But to answer your question, we've given some guidance in the disclosures around the impact of a 25 basis points parallel shift reduction, just like we did on the way up, we're giving the same guidance on the way down. Now that is both base rate inspired, but also it assumes a parallel shift in all associated curves of 25 basis points. And that gives you about £150 million hit to income off the back of that 25 basis points reduction."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "But it's worth making a couple of points. One is in that lower rate environment, just as Charlie's comments were indicating, you would expect deposit churn to slow even further, why bother churning in the context of lower rates. Likewise, you might expect offsetting steps, if you like, in the context of other prices, including, in particular, in asset markets, you certainly saw that on the way up."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "It's hard for me to believe that you don't also see it on the way down, and therefore, compensating effects or adjustments, if you like, in other asset markets. And possibly, who knows, you might see stronger levels of activity in that type of market, too."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "Overall, what that means is that while the £150 million number is a kind of crude estimate, if you like, of the effect of a 25 basis point parallel shift, the net number is likely to be lower than that because it is offset by the 2 or 3 factors that I just mentioned."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "As to the ultimate outcome, I suspect rate reductions above and beyond what we have given in our forecast, they are negative from an income point of view, for sure. But as said, they are less negative than that £150 million sensitivity might point out. And the extent of that, I think, will depend upon not just the quantum, but also the timing. If things are late in the year, they don't make much difference to 2024. If they're earlier in the year, they clearly make more."
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "So next question from [indiscernible]."
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "Yes. Two then, please. One, so your Britain's mortgage bank, and nobody is really asking about what seems to be a very significant improvement in the outlook for the mortgage market? I wonder if that's because you're not charging enough for mortgages, kind of 60 basis points. It doesn't seem like very much, right? So the value-added for mortgage growth feels pretty low."
  },
  {
    "person": "Unidentified Analyst",
    "role": "questioner",
    "position": "Unknown",
    "text": "So is there any reason to hope that as the largest lender, you can influence that to a level that's more competitive so that we're more interested, frankly? And then secondly, insurance. I mean, you don't seem to make any money in insurance anymore or you certainly didn't. In theory, you should, right? You sound like you're fairly growing the business and you've got all the CSM now, can that be a driver of earnings because it wasn't in 2023?"
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "So I've got that William and then you can come in."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "Sure."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "So yes, you are right. We are the leading mortgage bank. And as William said, and you know the data, the start of the year has been a good start. I always say to the teams, 1 month doesn't make a quarter, let alone a year, but it's been good to see the confidence coming back into market and the margins have stabilized, as you say, just north of 60 basis points."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "I think the first point is about 50 basis points, which we wrote business at last year and 60 basis points is very accretive business. And it's important to recognize that. You're shaking ahead, but I can assure you, when you look at the numbers, it's accretive."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "The other point, which just goes back to the last discussion, which I think is really important. I said to you before, on the way up in rate cycles, we've lived through them a long way. What you want is both sides of the balance sheet."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "You want a balance sheet, which is kind of a 100% loan-to-deposit ratio. You want a good mix of secured and unsecured assets and you want stable deposit bases, which are really grounded in strong relationships in the retail business. And what you've seen on the way up is we're differentiated in the stability of our deposit base and still competing effectively on assets. And on the way down, which is what you're alluding to, we've got the best leverage and the best mix of assets to compete on the way down. And so we do think there will be upside on the way down."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "You need both sides of the balance sheet to be able to really win relative to our competitors in that context. And of course, underpinning all of this is still a structural hedge, which, as you know, has significant upside for us in each of the following 3 years and actually beyond, but obviously, relative to our guidance."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "And we do still think that the longer-term yield curve is going to give us confidence in investing in the structural hedge as it rolls off, that underpins both sides of the balance sheet. Now how you assign the transfer price, capital and cost of funding to both sides of the balance sheet?"
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "I don't know if you were shaking your head about returns. But I can assure you that even if you take a very competitive market price, third-party way of pricing mortgages, 50 to 60 basis points is good. And as you say, there is positive momentum in that market. In insurance, let me just deal with that one on insurance. What we've laid out is a strategy for growth around capital-light parts of the insurance business where we know we have leading franchises and also the broader investment businesses, so the workplace pensions, home insurance and protection. There are businesses where we make money going forward."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "We're also growing market share, and we are winning in those markets. And what we committed to in the strategy, and we'll talk again more about this in the next few years. But again, now what we're starting to see is the benefits of having 26 million customers through the broader relationships of the bank, being brought together with those very distinctive capabilities in our insurance business."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "We talked about our growth in annuities market share. You've seen the data, not the full data, but the underlying growth in our home insurance business and you've seen the growth in our workplace pensions business and what to say great about those businesses is they're all capital light and more predictable. And yes, the CSM does become a significant tailwind as we build that business going forward. So we're both excited about what we're starting to see is the growth, which we committed to, and the proof points that we're starting to see our ability to bring those to our 26 million customers and differentiate our distribution."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "But you're right, what we need to do is prove that to you in terms of underlying returns over the next few years. There was -- we didn't disclose the insurance dividends, did we? Yes. There were strong dividends this year, which obviously is ultimately how you get as a shareholder, the returns from that business. They were strong actually for all of the period of time I've been here. But this year, we increased the dividend well in the last quarter of the year."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "Al, just to give you 1 or 2 numbers on that as well to back up Charlie's point, the -- we saw insurance income of £1.2 billion this year. That is up 26% on last year, number one. Number two, to Charlie's point, we've seen the dividend be, frankly, extremely helpful from a capital generation point of view for the group."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "We had £250 million insurance dividend this year. We had £400 million last year, and as over there, now who runs the insurance business, I'll always take that as group CFO. So we've seen really strong performance in terms of profit growth for insurance. We've also seen very strong capital contributions to the group from it. And then as Charlie said, we've got a strategic commitment to it in the context of the transformation that we launched in '22, which should grow that further."
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "Okay. Can you just take the next question from Raul?"
  },
  {
    "person": "Raul Sinha",
    "role": "questioner",
    "position": "JPMorgan Chase &amp; Co.",
    "text": "It's Raul Sinha from JPMorgan. Obviously, lots of detailed questions already on NII. Perhaps if I can invite you to comment on total income in terms of consensus and kind of what people are expecting for Lloyd. So when I think about margin, I think consensus going for 296, you're very, very clear gentle decline in the first half, gentle upwards second half that's greater than 290."
  },
  {
    "person": "Raul Sinha",
    "role": "questioner",
    "position": "JPMorgan Chase &amp; Co.",
    "text": "It sounds like that might be a bit higher than you've got the average interest-earning assets number. I think consensus is up on at 455. You haven't commented specifically on OI. And I think you've given us some help on operating lease depreciation. So I was just wondering whether or not you think sort of the £17.7 billion in consensus is broadly correct?"
  },
  {
    "person": "Raul Sinha",
    "role": "questioner",
    "position": "JPMorgan Chase &amp; Co.",
    "text": "Maybe NII is too high, other income offsets that? Or perhaps there might be some optimism there? And then I guess, the second one, just broader on the agenda of consumer duty. One, how long do you think it takes to get to the other end in terms of clarity that you need for not just the motor finance issue which, I guess, is going to be a live issue, and I guess you're waiting like everybody else till the end of this year."
  },
  {
    "person": "Raul Sinha",
    "role": "questioner",
    "position": "JPMorgan Chase &amp; Co.",
    "text": "But also there's a broader suite of changes that are coming in for the industry. How long do you think this process takes? And when do you think you'll have enough clarity to maybe, one, give us some clarity on overall provisioning, but two, perhaps make some changes to how you might compete in businesses where it might be opportunities for you against competitors?"
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "Let me take the second question, sure."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "Sure. Yes."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "Thanks, Raul. I guess on your first question, I should start out by saying I'm not going to comment overtly on consensus. What I will do is give you the kind of building blocks, if you like, to allow you to build the income profile for the business. As you say, we have got guidance for greater than 290 basis points. We feel very comfortable in that guidance."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "It is driven by the 3 or 4 factors that I mentioned earlier on. That is to say deposit churn continuing but slowing, number one, the mortgage refinancing headwind continuing through the year, albeit abating through the year, number two. That being somewhat augmented by an expected degree touch more retail asset margin pressure, which you'll have seen from our slides, we saw in '23, probably a little bit more of in '24, but then all of that offset by the principal tailwind of the structural hedge, which builds momentum."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "And that's what gives us comfort in really 2 things. One is the margin guidance of greater than 290, the second is the kind of shape that we discussed earlier on, which is to say a gentle decline during the first half, gentle incline in the second half, certainly confirmed by the time we get to quarter four. That's our expectation."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "Things could change. Things could change like activity, things could change like bank base rate expectations and the like. But at the moment, that's based upon our GDP outlook, and it's based upon our rate expectations, which look pretty much like the market as far as I can tell today."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "The AIEA expectation, as I said earlier on, is deliberately greater than £450 billion. And that is partly because of the uncertainties. It's partly obviously the call that we make based on how we see the business. I should add, and I didn't say this in my earlier comments that we had a bit of an overhang from open mortgage book refinancings in quarter 4. They did not refinance in quarter four."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "We expect that to happen in quarter 1. So if you see some slight nuance to my comments around AIEAs in respect of the open mortgage book in quarter 1, that's why. We're expecting some -- a reasonable flow of refinancings in the open mortgage book, which will probably attenuate the growth that you might see in that book in quarter 1. So I say that just the context. And ahead, I guess, of reporting to you at the end of the quarter."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "The OOI, as you say, we haven't commented on. I guess I'll make a couple of comments there. One is, as you know, OOI was up 10% in 2023. I think that was probably a little bit ahead of where the market expected us to be. We do expect OOI to continue to grow during the course of 2024."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "Now whether it will be ahead of or in line with or below market expectations, I shan't comment, but we are confident in a reasonable pace, if you like, of OOI growth. Whether it will be 10% or not, let's see that may be a little bit south of that, but it should be reasonably healthy growth. And it should be, in turn, achieved across all of our business areas, that is to say, retail, commercial, IP&I and also central as well, which include primarily our equity businesses, as you know, Lloyds Development Capital is an illustration of that."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "So I would expect that to grow over the course of the year. Again, I shan't comment on it versus the market. But overall, it leads us to feel comfortable with the overall income profile when set against the cost guidance that we've given you and the below 30 basis points impairment guidance, and that below is worth underlining to get to our 13% RoTE target as a whole. So perhaps I'll pause there, Charlie and hand over to you."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "Yes. In consumer duty, so it's obviously a really important question. A couple of thoughts in reaction to it. The first is, obviously, we implemented the first phase of this last July. We worked very closely with the FCO on that. We had strong feedback that the capabilities we bring and the experience that Lloyds Banking Group has had around thinking about good customer outcomes and then dealing with remediations and supporting vulnerable customers, means that we were right at the front of the pack around how we were thinking about consumer duty."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "And then we've got another implementation this summer for the next phase of implementation. So it's early days. And I said when I joined Lloyds Banking Group, it was one of the areas I really saw the depth of competence, capability and proactive thinking in the bank. It's a really important capability for me as the CEO of this group to think we have product, channel and then broader operational teams that really do think about customer outcomes and then put in place effective controls across all of our people and our 26 million customers."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "Your question around the go-forward and when this becomes clear and what the opportunities are? I think the pragmatic answer is it's going to take a couple of years to bed in, both for the industry and us is the major -- biggest participant to really demonstrate how we're now measuring outcomes from customers and taking actions and for the regulator to determine how they think about that in the context of their business."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "You know me well enough by now, I sat down with my teams, some of whom are here on day 1 and said, what are the opportunities to serve customers better? And there are, there are opportunities. Because if you think simply in the last 15 years, what's happened in the U.K. is we've put lots of constraints on how you interact with customers at the point at which you sell a product to them and wealth is probably the best example."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "But if you can then move to certainty around looking at how people use our services and products, most of our customers are with us for 10, 20, 30, 40 years and you can get confidence around how to use them, you can actually make it easier for them to upfront, get access to them if they're still well-designed products."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "So I think there are -- I know that's conceptual, but it's really important. I think there will be opportunities for the industry but that won't emerge for a few years, I think. One other thought, which I think is important in this context. I'll let William take all of the detailed questions on motor finance."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "But having a strong relationship with your regulator is really important. Actually, I think the way you've seen the FCA intervene, we have said we welcomed their intervention. It's different, right? It's different from prior examples. They've stepped in quickly. They understand what the implications could be for customers for the industry. You know actually the biggest participant in this industry is the car manufacturing industry, not actually the banks."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "We're not biggest finances. We are the biggest individual financer, but it's a much broader industry. And the FCA is very proactively leading into consumer duty to make sure they get the balance right, and I think that's important. And it's different from if you go back 15 years ago, what I saw at the start of this journey between the conduct regulator and the banks."
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "Okay. Take the next question from Jonathan."
  },
  {
    "person": "Jonathan Pierce",
    "role": "questioner",
    "position": "Numis Securities Limited",
    "text": "Jonathan Pierce from Deutsche Numis. Can I ask you 2 questions? Sorry, I'm back on motor. The market has obviously moved to take circa £3 billion out of the market cap in no small part, I think, because of this. The analysts naturally are going to think about worst-case scenarios and many figures are out there, but £2 billion, £3 billion higher than that in some cases."
  },
  {
    "person": "Jonathan Pierce",
    "role": "questioner",
    "position": "Numis Securities Limited",
    "text": "I don't expect you to give us your worst-case scenario that's feeding into that , but it would be helpful to get a little bit more color on how you're thinking about the worst-case scenarios relative to the market. I mean, naturally, we're going to assume that of the £42 billion of originations in Black Horse since 2007 to 2020 all of it was discretionary commission arrangement linked, which probably isn't the case."
  },
  {
    "person": "Jonathan Pierce",
    "role": "questioner",
    "position": "Numis Securities Limited",
    "text": "But it would be helpful if you could give us some color on that. And I think also if you could just confirm, and this is a matter of fact as much as anything else, the trust documents from Cardiff in the late 2010s suggests that 2/3 of the business was written in APR below 7%. Is that representative of the business that was written more broadly?"
  },
  {
    "person": "Jonathan Pierce",
    "role": "questioner",
    "position": "Numis Securities Limited",
    "text": "I mean there's a good sample size, it's £4 billion accretive loans in those securitizations. So that would be the first question. The second question is more simple, really about the trajectory to this 15% RoTE in 2026. I mean the market will go away this morning and worry a bit about near-term NIM, operating lease depreciation, those sorts of things. But you're still targeting an RoTE above consensus a couple of years out on probably a TNAV that's at least as high as consensus, probably higher than consensus rather."
  },
  {
    "person": "Jonathan Pierce",
    "role": "questioner",
    "position": "Numis Securities Limited",
    "text": "Is the bottom line here that the deposit margin, one of the most striking numbers this morning, I found actually was Slide 17, where the deposit margin in the second half was 122 basis points, which again is a backdrop of base rate of 5%-plus, is very low, and it's clearly a function of the structural hedge cost."
  },
  {
    "person": "Jonathan Pierce",
    "role": "questioner",
    "position": "Numis Securities Limited",
    "text": "If we stand back from deposit betas and mix and hedge unwinds and all that sort of good stuff, is the simple message here that in a rate environment when base rate is, I don't know, 3%, 3.5% a few years forward, you should be making quite a lot more than 122 basis points on your deposit book? And that's how we get to 15% RoTE."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "Yes. Yes. Thanks, John. Should I take that, Charlie?"
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "Yes. I might be able second one because it's a great question."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "Thanks, Jonathan. On the motor question, first of all, we won't comment on models that are out there right now. The £450 million provision, as you know, is both operational and legal expenses on the one hand and a variety of redress scenarios and another -- on the other hand, which in turn build into the 450."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "Within that, I mentioned some of the variables that are put into those scenarios. Again, time periods, commission model, 0 versus reasonable commission proactive versus reactive redress campaigns, response and uphold rates, these types of things. Within that, I think there are some variables that are particularly sensitive."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "And I would highlight the 0 rate versus reasonable rate, as an example, I said that could lead to a circa greater than 50% reduction in any redress provision that might be necessary here. Likewise, the behavioral versus contractual life is an important one. Likewise, is this a proactive redress campaign if that is what it gets to or is it a reactive one? That's another big one."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "And these things make a very big difference to the overall provision that might be necessary. And when we observe the outside market and the assessment that it makes, without commenting on them, we note the absence of that type of sensitivity, if you like, in those numbers."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "The -- you asked a question about the proportion of financings that are linked to discretionary commission models. The reason why we're not giving further detailed information at this point is because we see the big judgments that will make a massive difference to whatever the redress might come out of this are basically in the hands of the regulator, of the issues that I just mentioned as examples."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "There's also an awful lot of kind of intricacies in the detail that we might give you. So if we start to give you a piece of detail around, let's say, discretionary proportions, there is a whole load more detail behind that about when they were replied about the extent to which there's flexibility in the model, about the type of discretionary model and all of these types of things. And so I think at the moment, at least, recognizing that the big judgments that will make a material difference to the provision are in the hands of the regulator and then any detail that we will give you or only kind of nuance around the edges in comparison with that, that's the reason why we're sort of sticking with where we're at."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "There is, as you say, some publicly available information, and you mentioned the trust documents there in the context of Black Horse. I shan't comment on that. Safe to say that there's quite -- I think as you have been doing, if you kind of scratch me at the surface, there's quite a lot of public information out there that enables you to get to views on these things."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "But bear in mind that again, the key judgment is not so much that. The key judgment is where does regulator go in respect to some of these big calls that we highlighted. On the 15%, first of all, I can't resist, but it's worth just underlying we expect greater than 15%. I mentioned earlier on, that is not contingent upon 13.5% moving to 13%, we would still be saying greater than 15% even if we're stuck with 13.5% as a CET1 target. So with that in mind, I guess, a couple of building blocks."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "One is we do expect the business as usual, which, in my parlance, I suppose, includes structural hedge to significantly ramp up in the period between now to 2016 -- 2026. The primary reasons for that are the headwinds I say, go into . The mortgage one is very mechanical. As long as you don't think the completion margin is going to completely collapse. The fact that our maturity margins are coming down over this time period means that the mortgage refinancing headwind kind of moving out of the picture, that's a pretty mechanical outcome. The deposit one is a bit more of a judgment call based upon where rates will go, based upon how many people move from Instant Access into fixed term and so forth. But as Charlie said, the incentives for that type of move seem to be kind of disappearing during this time frame."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "And then the third big driver, the big tailwind, of course, the structural hedge, again, is a relatively mechanical input predicated upon a certain interest rate assumption, base rates, forward curves and the like. And as long as you believe that base rates and forward curves are more or less as we have depicted them, and it is more or less, it doesn't need to be precisely clearly. Then again, you've got a very mechanical building in terms of the structural hedge profile over time within the business as usual earnings profile."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "And I'll make one more comment there, which is that at the moment within the structural hedge, we have, because of the legacy of when it was built up in a low rate environment, quite a lot of low-yielding hedges. Those come through at various different points in time. They come through a little bit less in 2025, a little bit more in 2026. So you get more of the low-yielding hedges out in '26 than you did in '25, which leads in turn to a bit of a ramp-up in structural hedge earnings in that time period."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "So that's the business as usual picture. It is then supported by the strategic initiatives, where we expect to gather pace. We talked a bit about insurance. And the interaction between insurance and retail is one example. As you know, there are many more across the retail, commercial and insurance spaces that we expect to build to the £1.5 billion incremental revenues over the 2026 time period."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "Alongside of that, we -- I hope people will acknowledge, we try to keep very tight grip on costs. Now as you've seen today, we've upped our cost guidance from 9.2 to 9.3, but that is in the interest of securing some severance benefits. Those in turn and other cost savings metrics allow us to plan for a flatter cost outcome in the '25 to '26 period."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "I won't be more precise than that because we'll come back to you at the end of the year on it. But that, together with an ebbing of the overall investment program, we're going to continue to invest heavily in the business. We should do and we will do. But nonetheless, the type of boost that we've had in the last few years, that will at least plateau out and potentially at least come down a little."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "So that gives us a relatively faster cost picture, resting upon a macro environment of the type that we portrayed in our forecast, that's what gives us confidence in the context of the greater than -- than 15% RoTE expectations for '26. And specifically on your question, Jonathan, therefore, a big part of it, as you say, is a normalization of the deposit margin off the back of the structural hedge maturing. So in short, the answer to your question is yes."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "Can I just jump in because it's a really important strategic question. The answer is yes. And we've worked and you do analysis across banking markets across the whole world. One of the consequences of a decade or more of very low interest rates. And when we started this journey together, William and I with you, we had a few things that we inherited. We had over £250 billion of the structural hedge, which was returning 1%."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "We had a £7.3 billion pension deficit. We had a very large legacy mortgage portfolio at margins that you all looked at and said, we knew we couldn't return. We hadn't been able to invest in some of the modern technology that we knew we needed to do to compete. And if you think through what's happening here, if you have a well positioned customer-centered balance sheet, which is leveraged on both sides of the balance sheet with good diversity across secured and unsecured, which we do have, with a loan deposit ratio of 96%, 97%."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "Through cycle, and as base rates go up, you will get a rise at the base on that balance sheet. That is what's happened in every banking market and the U.K. over history. So your simple thesis, I think, is the right one. Now there's a lot you need to have to be able to do that successfully. And I think Lloyds Banking Group does have those things. And the tenant that we've always said is by 2026, we will have got out of most of those problems. We've already dealt with the pension deficit, which I thought was a horrible drag on us, and you've heard the other things we've talked about that we're doing. And then on top of that, we're layering on £1.5 billion of additional revenue growth. So we look at the targets, and we think we're very glad with the strategy we laid out and it enables us to compete whether rates go up or down. But as the base rate environment increases, it really strengthens our business model."
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "Okay. I'll just take a couple of more questions. Chris."
  },
  {
    "person": "Christopher Cant",
    "role": "questioner",
    "position": "Bernstein Autonomous",
    "text": "It's Chris Cant from Autonomous. If I could just come back to your CET1 target, please, on the 13%. So I know in your fixed income deck, you show a 10.3% MDA, but you do have the ring-fence buffer as well. So just in terms of how credit markets are going to price your debt, are you happy to run with headroom to MDA at the very lower end of what we observe across European banks."
  },
  {
    "person": "Christopher Cant",
    "role": "questioner",
    "position": "Bernstein Autonomous",
    "text": "I appreciate that there is a countercyclical component to your MDA, which isn't the case for some peers, but you are going to screen pretty badly on those charts that some of my credit colleagues run. So how do you think that's going to impact the pricing of your debt, please? And then on a sort of related capital point, you've said now EUR 5 billion of further RWA inflation from regulatory change across 2024 to 2026. I'm just curious if you can give us a little bit of a pointer as to where you expect RWAs to be by 2025, say. So you've had that to 225 kicking around for a little while. I get the impression that some of the reg inflation is maybe going to come a bit later now than you expect. I don't know. But obviously, we've got Basel 3.1 in 2025. Just curious as to how your thinking is developing around 2025 RWAs, please?"
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "Yes. Thanks, Chris. Perhaps I'll deal with those 2. The CET1 point, first of all, as I said in my comments, we think this reduction from 13.5% to 13% is good news actually for all stakeholders. And I think, Chris, the reason why is because you have to look behind the reasons as to why we're doing this. We're doing this because we significantly reduced risk in the business. As I mentioned earlier on, you can look at various different portfolios that we have to testify to that. But perhaps most objectively, you can look at the ACS results to testify to that."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "So I would hope that debt holders very much welcome the risk reduction measures that we've been taking in the portfolio, particularly in the last 5 years, as I mentioned, but also you witnessed it in 2023 securitizations are an example of that. There are many others. That's point number one. Point number two is that you'll be aware because of CRD IV, we are seeing an increase in RWA density over this time. That RWA density means that actually a reduction from 13.5% to 13% is not as much of an equity reduction as you might first think."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "Because we are expecting CRD IV to continue to give us £5 billion of RWAs over the course of the period between now to mid '26, that CRD IV add-on continues. So I think, Chris, debt holders will look at not so much the equity Tier 1 ratio, but what is the total quantum of equity that we are holding in the business. And what they'll see is that against a reduced risk profile for the reasons that I mentioned, we are holding an equity base that isn't terribly different over this time period. I would expect, therefore, the type of spreads that we trade out within debt markets, which are typically better than anybody else's at least in the local markets, will stay that way. The RWAs point, you mentioned it's a very fair question."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "We've given guidance of £220 million to £225 million, and that's over the course of 2024. We've stuck with that guidance despite some material headwinds within the context of regulatory measures, in particular, again, CRD IV. We thought a lot about that, Chris. We thought about should we be sticking with it in the context of the CRD IV headwinds, and we determined that we would do because we had opportunities in part to offset those regulatory headwinds with NPV positive securitizations and other forms of optimization. And as you know, from our numbers, we developed those over the course of 2023 and expect to continue that in 2024."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "That then enables us to stick with the guidance, which I hope from a shareholder point of view is good news. We remain very committed to controlling RWA growth. When we look towards 2026, there are a couple of things going on. One is the organic growth in the business. Charlie mentioned some of the lending ambitions, for example, in that context. And that will clearly add on RWAs. Two is CRD IV. We've hopefully given guidance around that of the incremental £5 billion subject to PRA confirmation, but that's where we expect it to land there or thereabouts."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "Three is the expectation for Basel 3.1, which at the moment, as you know, from our perspective, at least, we do not expect it to make any difference in the near term. That might be give or take a few hundred million, but it isn't necessarily much more than that. So Basel 3.1, we see is net neutral over this time period. And then finally, as I said earlier on, we remain committed to optimization, which is a good thing to do because it's NPV-positive."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Group CFO &amp; Executive Director",
    "text": "And therefore, you ought to do it anyway, no matter what the regulatory situation is. But nonetheless, it also gives us a tool, if you like, or a lever to assess any RWA increases that might be beyond our initial expectations with optimization in mind. So Chris, I'm not answering your question directly. I'm not giving 2026 RWA expectations, but you can see that effectively, we would expect regulatory measures to be either neutral or neutralized by our RWA optimization. But then at the same time, perhaps some lending growth beyond what we see in '24 to an increased pattern of RWAs in the period thereafter, but we'll update you on what that means over the course of the next period."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "And that is, of course, we're front-end loaded actually the CRD IV impact in 2023."
  },
  {
    "person": "Amandeep Rakkar",
    "role": "questioner",
    "position": "Barclays Bank",
    "text": "It's Aman from Barclays. I've got 2 questions. One on deposit pricing and the second on strategic revenues. Deposit pricing, interested in how confident you are in being able to react to base rate cuts in a timely fashion. I do note that the FCA seemingly externally took a keen interest in pass-throughs, particularly towards the end of the cycle. I think you also passed through ultimately less than some of your peers, which is obviously a reflection of your franchise strength, but also arguably gives you a little bit less room to kind of cut on that part of the book on the way down."
  },
  {
    "person": "Amandeep Rakkar",
    "role": "questioner",
    "position": "Barclays Bank",
    "text": "So interested in your thoughts on your reaction function without giving away your commercial secrets. Relatedly, could I ask about term deposit pricing. So I think about a year ago, you were originating term deposits comfortably below the relevant swap materially below. So should we be thinking about this kind of repricing headwind on term deposits. So you're retaining the stock, but at narrow spreads. Is that a material consideration that we should be thinking about this year? So that's one question, believe it or not. The second -- I have to take the chance while Charlie is here around strategic revenue."
  },
  {
    "person": "Amandeep Rakkar",
    "role": "questioner",
    "position": "Barclays Bank",
    "text": "So interested for your observation about your progress there. It's remarkable that you're 1/3 of the way through your £1.5 billion target. I would say it doesn't feel like you're a third of way through because we can't see it in terms of the kind of net impact on revenue. So could you kind of give us a view on what you think is going kind of better or worse than your expectations? And any color on that residual billion? How much of it is OOI versus NII from here?"
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "So obviously, good questions. Thank you for that. Just on deposit pricing, your 2 points, just in terms of can we respond in a timely way? The answer is yes. And obviously, that's something that we worked on last year. Again, the issue on deposit pricing and like mortgage pricing is mortgage pricing, obviously, it's just a new price for frontbook customers, you can do that very quickly. Deposit pricing, we normally have to inform 15 million to 20 million customers and give the appropriate level of warning and set that up. So we have the ability to do that quickly, but actually need to give appropriate warning. The one thing I'd say is I think the regulators will be less concerned about timely passing of rate cuts than they were around increases. So we're in a good place operationally let's see how the competitive dynamic plays out around that, which I think is important."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "And then on time deposits, yes, I even said at this stage last year, I'm never worried of when the rate -- when there's a high yield curve around time deposits because you can price it at a good place for margin. The interesting time, which is the one that's going to come in this year is when if the yield curve is now lower than your Instant Access or base rates, and you've got existing time deposits that are coming off, what happens to the competitive pricing to retain those. And I have seen at other stages in the U.K. and in other markets, people don't want to retain those deposits, start pricing either at the cost of funding those TDs or even negatively."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "That obviously hasn't happened yet. That's in front of us. As you know, if the time deposits are -- if our deposits are in time deposits, that doesn't benefit the structural hedge. So there's no issue around that from a structural hedge perspective. And I think what we're seeing so far is we're able, as we've seen the yield curve come down and our time deposit rates come down, we're still competing and winning."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "So we'll give you more update as we go into this, but it's definitely one to watch. I'm not worried about it from our fundamental economics and our starting point is strong."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "Strategic revenues. So if I can disagree with you a little bit. I think you have seen the benefits of some of the things we're doing. Other operating income is, as I said, up 10% year-on-year. We saw growth last year. I think we said last year, it was about 7% to 8% underlying growth. The numbers were a bit noisy last year because of some of the one-offs, especially in the insurance business."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "So that's the most -- that's the easiest way for you to see some of the growth. And I'll talk about where we're doing well and where there are some challenges relative to what we set out historically. As you'll recall, today, we've said -- we've delivered £0.5 billion, £500 million, of revenue growth, net new from the investments and £0.7 billion of cost efficiencies, that's relative to the £0.7 billion and £1.5 billion of revenue growth in '26."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "So that's a good place, and it's actually ahead of where I thought we'd be when I talk to you in February 2022 starting from new and back building these businesses, it's always slightly back-end loaded. We're actually ahead of gain on the revenues, which is good."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "Where do I see the progress? It's across the pitch, and then there's 2 areas probably that have been more challenging, which is largely linked to the external environment. So in our Corporate and Institutional business, you've seen the growth in OOI. You can also then go and look at the market shares, go look at U.K. DCM, look at our share of FX, look at the awards and our growth in transaction banking."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "We've learned -- there were 5 big university mandates last year. We won all 5. That's never happened in our history. So there's great evidence in that business. In Business & Commercial Banking, that's been one of the areas that's been most negatively impacted by the market environment. When we started this strategy, we thought we'd see underlying growth in SMEs on both sides of the balance sheet."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "What we've actually seen is both sides deleveraging, cash flows, reducing and lending levels debt reducing. Underpinning that, we pulled out some key growth areas, and we are seeing progress. So for example, our merchant acquiring business, which again is a nice fee-based business and is really linked to some of our broader relationships into the large corporate side."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "We've seen good year-on-year growth, that needs to get to scale to deliver the underlying profitability that we want. And we focus on trading businesses because this business historically had been largely a secured lending business, which is great. So it's not an or strategy, but it's an and. And we're building out this digital transactional banking, working capital proposition, and we're growing customers in that space."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "It's tiny relative to the net changes in that balance sheet. So it's hard for you to see. So that's an area which is more difficult because of the trading environment. Insurance, protection, investments, we talked about the annuity business, market share is up after the difficulty around pricing in home insurance."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "We saw a really strong year. Our ability to start bringing protection products to our mortgage customers. We'll give you more evidence of that later in the year, but we're seeing good upticks in that. And our workplace pensions business is the number two business in the U.K., and we have strong ambitions. We want to be number one. So we're seeing the growth in that business."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "On the relationship bank, I won't go through everything. Mass Affluent, we gave you some of the stats. We're seeing growth in Mass Affluent, growth in Mass Affluent balances. We've launched a new investment service, that's small, and that's slightly slower than we thought it would be partly because interest rates have been so strong on savings, but we're now live with a ready-made investment product."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "And I mentioned earlier that one of the things we're really interested is we start to bring that back to U.K. banking, investments as by the U.K. banking. More than 50% of the customers that have engaged with that service are below 35, and they're doing monthly contributions. So that's going to take some time to scale, but that's really important for lots of reasons."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "And then finally, on our customer -- consumer lendings business, you've seen the growth in the transport business. We've over-delivered on our Tesco franchise. We're seeing underlying growth in the consumer finance business. And we've announced this embedded finance business. It's going to take some time for that to become material from an economics perspective."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "But strategically, it's really important. The other area that's been more challenging than we originally laid out is mortgages, and we've had the discussion around, I remember, we were the first institution to say we thought mortgage margins would go down to about 75 to 100 basis points, and we said that in February '22 and there was kind of deep intake in the room around that."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "Obviously, both the scale of the mortgage market and the margins have been significantly tighter than we thought originally. The resilience of the business model has more than offset that because we increased our margin guidance for 2026 by 300 basis points at the start of 2023."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "But that's a more challenging market. Now the good news is we haven't been standing still and we'll continue to give you updates, so I can see the CEO of the business over there around where we've been investing to engage customers, be better at remortgaging and then compete in parts of the mortgage market, and there's some really good stories within that."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "But obviously, as you've seen, our growth in mortgages has been behind where we wanted to be. So yes, we have real confidence around the £1.5 billion by '26, to £700 million by the end of this year. For me, the more important thing is to look at the underlying growth in market shares and then the resilience and stability of these franchises."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "Recognizing, as you know, that the majority of Lloyds Banking Group's businesses have been losing market share for the previous decade. So we're -- you can already look at the data and see that stabilized, and we've turned the corner. And these strategic areas are growing well."
  },
  {
    "person": "Douglas Radcliffe",
    "role": "answerer",
    "position": "Group IR Director",
    "text": "Excellent. We're nearly 15 minutes over. So I think that feels like a great place to stop. I am conscious that there are a couple of other questions, which we'll deal with either after this in the form of conference or indeed directly. But otherwise, let me just hand back briefly to Charlie just for final..."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "Thanks, Douglas. Well, look, just very briefly, thank you so much for coming today, and thank you very much for your attention. 15 minutes over, this is the end of a very long season for you. I'm guessing you started with the American banks in January, and we're near the end of the Europeans in the U.K. So really appreciate the time."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "One kind of sales pitch, if that's all right. We have our Mass Affluent and IP&I seminar on the 20th of March. It will be part of insurance business, not the whole thing, the investments piece, but that's going to be another example where we can unpick the covers of what we are doing and we're making progress. So if you're interested in that, please join us for that. And again, thank you very, very much for joining today."
  },
  {
    "person": "Charles Nunn",
    "role": "answerer",
    "position": "Group Chief Executive &amp; Executive Director",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]