[
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you very much. [Operator Instructions] Our first question today is from Guy Stebbings from Exane BNP Paribas. Your line is unmuted. Please go ahead."
  },
  {
    "person": "Guy Stebbings",
    "role": "questioner",
    "position": "Exane BNP Paribas",
    "text": "Hi. Good morning, Charlie and William. Thanks for taking questions. And really around the deposits, the hedge and margins. So I come back to the guidance on the hedge contribution this year being unchanged versus prior guidance despite the higher swaps. Can you help us think a little bit more in terms of what all the notional banks the hedge you’re expecting and how this differs with the prior views? I think shortly after Q1 results you’re talking quite positively about deposit mix or has that mix has got deemed during the quarter, even more and more attractive term deposits on off, et cetera? And in that context, you see the quantum of outflows in current accounts and commercial deposits in Q2 is a substantial [ph] run rate as we look forward or would you expect that to moderate? I don’t know to share the size of the hedging buffer now. And then just a sort of final big picture margin question. Thanks for the headline guidance revisions. Previously, you supplemented that with saying no quarter below [inaudible] that door has moved up at all alongside the full year guidance or still sits as it did before? Thank you."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Guy, just before we get going, can I just ask you to repeat the last question? I didn’t quite catch it."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "The floor of 300 basis points..."
  },
  {
    "person": "Guy Stebbings",
    "role": "questioner",
    "position": "Exane BNP Paribas",
    "text": "Last question..."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Yeah. Go ahead, Guy. I think I’ve got it, are we saying is that leading up as well, the floor of 300 basis points that we guided to in Q1."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Yeah. Thanks."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "I think, Guy, most of that fall in..."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Sure. Happy to…"
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "I mean."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Guy, thanks very much indeed for the question. In terms of modest reduction, we didn’t define the term precisely, of course, but modest reduction is single digits, we expect. So let’s see how we fare, but single digits, I think, is a decent guide."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "In terms of deposit performance, I think, overall, actually, the deposit performance has been pretty pleasing, as I said in my comments, solid in Q2. So if you look at Q2 overall, it’s down about 1%, about GBP3.3 billion. Within that, you’ve basically got flat retail performance and you’ve got a slight reduction in CBE. But actually, the reduction in CBE was very substantially composed of the short-term placements that we flagged at Q1 and expect it to come off in the course of Q2."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Looking within that retail flat performance, as I said, balance is overall flat. We saw PCAs down a nudge. We saw savings up. But actually, if you look at the flow of PCA, the PCA performance in Q2 was slightly stronger than it was in Q1. Both outflows to be clear, but about GBP2.7 billion in Q2 versus over GBP3 billion in Q1, so actually a flattening off in terms of PCAs."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "When we look at that overall, that gives us a view that as we look into H2 and just get the third of your questions, that we’ll expect to see customers continue to make choices as to where they put their savings in the course of Q2 and we expect movements from PCA into savings to continue in Q2. But overall, in the context of fewer bank base rate changes than perhaps we’ve seen in H1, we would expect to see fewer prods, if you like, to those customers to instigate deposit movements going forward into the second half."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Likewise, a lot of the money that is likely to move has moved to an extent already. So that works its way through. Alongside, of course, our internet access rates are getting progressively stronger and better for customers."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "So all of that means that we continue to expect to see PCA in the savings moves into H2. Likewise, within savings, we expect to see move to, but probably a flattening off in terms of the customer behaviors and that leads us to, as I said, suggests that the structural hedge change will be a modest reduction as we’ve defined."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "It is worth noting just before moving on from that, the structural hit the effect, if you like, in the structure of our journey. As I said in my comments earlier on, Guy, any more destruction is outweighed in fact, as we stand today, probably more than outweighed by the interest rate changes that we’ve seen."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "And just to take a moment of that, if we look at Q1 versus Q2 today, we’ve seen the three-year rate up over 1 percentage point higher. Likewise, we’ve seen the five-year rate up almost 1 percentage point higher. These are significant moves in terms of the earnings rates on the hedge at which we will be deploying maturities."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "So I don’t think there’s any lack of confidence in the structural hedge as a hedge. I didn’t say lack of confidence in the earnings ability of the structural hedge as we move forward, Guy. This is more around tweaks around the edges."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Second question, when we look at your -- the base rate question that you asked and the floor around move -- around margins, as I said, we’ve increased the margin guidance today from greater than 305 basis points to greater than 310 basis points. That is off the back of bank base rate changes that we have seen being in excess of what we thought would happen at Q1. It is also complemented by deposit moves, perhaps, being a bit more benign than we had expected at Q1 to in line with the comments that I just made a second ago."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "As that flows through in the second half of this year, it is likely to lead to a margin performance for Q3 and Q4, that is a nudge ahead of where we have previously expected it and talked to you about either at year-end or Q1. So in that sense, the improved margin guidance of greater than 310 basis points does indeed flow through to a little nudge in respect of Q3 and Q4 and we’d expect to see that play out."
  },
  {
    "person": "Guy Stebbings",
    "role": "questioner",
    "position": "Exane BNP Paribas",
    "text": "Okay. Thank you. Very helpful."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Thanks, Guys."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you very much. Our next question today is from Chris Cant from Autonomous. Your line is unmuted. Please go ahead."
  },
  {
    "person": "Chris Cant",
    "role": "questioner",
    "position": "Autonomous",
    "text": "Good morning. Thank you for taking my questions. If I could just have a quick follow-up on the previous question and I have another one. So the follow-up is specifically thinking about what you’ve been seeing so far during July, has there been any real change in the sort of pace of customer behavior change and terming out that you’ve seen or has it really been sort of steady as you go so far for the third quarter? The other thing I wanted to ask about was the controversy that I think you’re referring to with your very initial remarks, Charlie. So do you see debanking as an issue potentially becoming a conduct problem for the U.K. banks. There’s obviously a lot of a focus on this at the moment. I’m very conscious that a lot of the decisions that you may have made in respect of customers may have been done for AML or other reasons. But there does seem to be some political steam building up behind this issue and I’m just wondering whether you see any potential conduct risk around decisions you may have made in the recent past? Thank you."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Thanks, Chris. Maybe William will build on the first question and then I’ll take the second one."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Thanks, Charlie. Chris, the short answer to your question is no. No behavior changes in July that of any note. I think if anything, actually, it’s probably tilting marginally in favor, i.e., customer have changes that are slightly better than we had expected from a deposit point of view. The reason I say that is because, as per my comments earlier on, we’ve seen probably better deposit performance in Q2 as a general matter. As we go into June and July, actually, we’re seeing some beneficial effects of some of the wage and salary changes that we’ve seen feeding through into our PCA balances, which is a nudge ahead of perhaps where we had previously thought. So it’s a little too early to call that. But nonetheless, I think, July, no noticeable changes with that slight kind of context around it. I’ll perhaps stop there and hand over to Charlie."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Yeah. Just one build on that, which I will do other comments. As William said, we’ve seen increased wage inflation in the range that we are all expecting, which is kind of the 6% to 8% increases."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "When you look at how customers are adapting their spend, we know inflation has obviously been higher, but spending on all of our current accounts and cards has also been in that kind of 6% to 8% range. So that’s why I think partly why we saw the stability in Q2."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Just on your debanking issue whole kind of when we look to exit customer relationships, it’s a good question, Chris. I think the simple answer is no, I don’t see that at this stage. I can’t talk for U.K. banks, but I can talk for is Lloyds Banking Group and we’ve always had a clear policy."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "And obviously, I’ve gone back in the last few weeks and checked how our policy is being implemented that didn’t look at customers personal or political beliefs, either at the point of onboarding or when we do periodic reviews as we do with Perks [ph] or if there were a decision to exit customers."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "So I think in the specific issue where there’s strong political sentiment, and obviously, we’re going to have a discussion with the Economic Secretary later today and there’ll be some regulatory outsight around this. I don’t think that’s an issue."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "And as you say, we exit customers today for very specific reasons. One of the examples is economic primes of anti-money laundering, fraud and sanctions and there’s very specific obligations we have around that."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "So for Lloyds Banking Group, uncomfortable, our policy doesn’t expose us to this risk. Obviously, what’s in the mind of the regulations of the government or what other banks are doing I can’t comment on, Chris. But thank you."
  },
  {
    "person": "Chris Cant",
    "role": "questioner",
    "position": "Autonomous",
    "text": "That’s very helpful. Thank you."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Thanks, Chris."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you very much. Our next question is from Edward Firth from KBW."
  },
  {
    "person": "Edward Firth",
    "role": "questioner",
    "position": "KBW",
    "text": "Good morning, everybody. Yeah. Thanks so much for the presentation this morning. My only question at least picking a point your comments about wage inflation. It’s okay you are running ahead of perhaps what we’re expecting certainly earlier in the year, I mean, we were expecting anyway and I’ve been asking that the question that if I look at recent cost falling [ph], I still looking at about a 1% cost growth versus 2024 and 2025, which feels like it would be a very impressive performance of the current inflationary environment. So I just wondered if you could just comment on what you’re thinking is about. I mean, would you agree with that where the risks are? I mean how do you think that might help us to be determine [ph]. Thanks so much."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Yeah. Thanks, Ed. Perhaps I’ll take that question. The -- on the wage inflation that we’re seeing, as I said, that has been benefiting the PCA balances. It’s also composed not just of regular wage inflation, but also back payments, don’t forget. There’s a lot of that going on right now and that clearly overall benefits balances."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Your question was about how that feeds into our cost base going forward. As you know, we have two cost targets out there right now, GBP9.1 billion in respect to 2023, which as I said in my comments, we expect to achieve and GBP9.2 billion in respect to 2024, which, of course, stands."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "When we look at inflation in the costs over the plan period, we obviously took a look at this at the close of 2022 before coming to the market to present at the full year results. We see cost inflation in a variety of areas."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "We certainly see it in wages and that is a big part of our overall OpEx around 40%. We also see it in terms of technology suppliers, in terms of utilities, in terms of third-party services provided to us, including consultants. So there is a wide spread of cost inflation sources. It comes from, if you like, a number of different places in addition to our overall wages bill."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "We also have a number of tools to try to offset wage, sorry, cost inflation as a general matter, and you’ll be familiar with these, whether it’s the regular matrix cost management structure that we deploy, whether it’s forward hedging of things like commodity prices and utilities expenses, whether it’s some of the strategic initiatives. As you know, we’ve had a target of GBP1 billion out there. We’ve now increased that target to GBP1.2 billion. These are all ways in which we try to tackle cost inflation is."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Let’s be clear, it is tough, it is demanding, but the organization has a good track record of doing it. And as I said, that’s what allows us to give the cost targets that we have given and that’s what allows us to continue to be committed to them in the environment that we’re in."
  },
  {
    "person": "Edward Firth",
    "role": "questioner",
    "position": "KBW",
    "text": "Great. Thanks so much."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Our next call is Jonathan Pierce from Numis. Your line is unmuted. Please go ahead."
  },
  {
    "person": "Jonathan Pierce",
    "role": "questioner",
    "position": "Numis",
    "text": "Yeah. Good morning, guys. A couple of questions, please. The first, just coming back to the structural hedge. I mean there’s a lot of focus on the size of the hedge notional. Just so I ensure I understand this properly, if you decide in the second half not to reinvest single-digit amount on the maturities that are coming through, but the deposit base itself remains pretty stable. You’re simply going to be essentially reinvesting those maturing hedges into closing rate assets rather than fixed rate assets. So the notional hedge size drops, but the income effect, not a slight positive, I thought the overnight rate is currently above the five-year swap rate. So I just want to check that thinking is correct. The second question is on the TNAV. I mean, obviously, the cash flow hedge reserve weighed down appreciably in the second quarter. But it looks like and we don’t have detailed enough disclosure to be sure of this, but it looks like the pension re-measurement was pretty big in Q2 as well, a big negative. Can you help us think about movements in TNAV going forward? What’s the big driver of the pension re-measurement, is it simply rates as well? So as we see rates start to come off in the third quarter, TNAV will get a bit of a kicker. And maybe just a supplementary to this, how much of the TNAV drop in Q2 is behind the RoTE improvements or would you have been improving the RoTE to circa 14% today even if that TNAV hasn’t come off so much in Q2? Thanks very much."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Yeah. Thanks, Jonathan. Three questions there. I think, one, the structural hedge, one on pension re-measurement and relationship to TNAV and then one on the sources of the RoTE improvement."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "In terms of structural hedge, a couple of comments to make. One is I said, modest reduction means single digits. We have around GBP20 billion of maturities in the second half of this year, around GBP40 billion of maturities next year. So as you can see, maturity is very significantly outweighing whatever adjustment around the edges that we might make to the overall hedge balance."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "I think that’s one point. The second point to the topic that you were raising there, Jonathan, it depends upon what happens to deposits that we take out of the structural hedge and on the assumption of those deposits stay with us. Then as you say, we’re going to be putting them, let’s say, a bank base rate for the sake of argument, which is currently around 5%, which, as you know, is actually ahead of the five-year rate right now, which is more like 4.8%. So there’s a marginal earnings improvement from putting those funds into the base rate as opposed to a five-year swap."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Now having said that, if we put it -- if it goes into a fixed term deposit, we’re clearly going to be swapping against that fixed term exposure. And therefore, while we will make a margin on the fixed term deposit for sure, we are making the margin of the difference between the customer pay rate versus the swap in which we invest the fixed term."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "So we should be clear about that. It depends upon where the money goes. The many sits on the balance sheet and just adds to the buffer, which has been the pattern to a degree so far, it earns a base rate. It’s a net neutral, in fact, almost net positive change. If the money goes into a fixed term deposit, that’s determined by the margin on the fixed or deposit."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Second point, on the pension re-measurement and how that plays into TNAV. As you know, we saw a TNAV reduction of 3.9 pence per share over the course of the first, sorry, second quarter of this year, a marginal reduction over the course of the first half, a number of factors played into that TNAV adjustment, a significant part of which was the rate."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "So if I just focus on the 3.9 pence per share in Q2, for example, about half of that was the cash flow hedge reserve adjustment to rates. And then you’ve got other effects, including the dividend being paid out, for example, but including the one that you mentioned, which is around the pension re-measurement."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And to come back to your question there, Jonathan, the rate impact is the primary mover of the pension re-measurement. There are other pieces at play. Gilt is clearly one of them. Obviously, that relates to rates, but also credit spreads likewise. These factors will go into the pension re-measurement in any given quarter, but rates is, I would say, probably the most important and maybe the most consistent mover of the pension re-measurement in any given quarter."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Your third question on TNAV and the relationship of that to RoTE improvement. In short, we have seen some reasonably significant income additions and indeed earnings improvements to the business over the course of H1 and projecting into H2 versus what we might have expected at the beginning of the year. That’s the -- our part of the RoTE equation clearly."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Now it also happens as you’ve seen in Q2 and H1, some of that return improvement has been offset by below-the-line volatility, which means that the share of the -- our component in improving the RoTE guidance has been somewhat dampened by that volatility component. The TNAV meanwhile, as we’ve just discussed, has gone down a fraction over the half, 3.9 pence in the quarter and that contributes to the RoTE improvement."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "So Jonathan, the short answer to your question is that both returns and TNAV reduction have contributed to our guidance of in excess of 14% RoTE for this year. But on balance, it’s probably a little bit more of the TNAV reduction versus the earnings enhancement because of that volatility point that I just mentioned."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Final point I’ll make, Jonathan, is that, these TNAV changes that we’re talking about, they should unwind and they will unwind for two main reasons. One is because, as you know, the rate projections that we have suggested at some point, a little further out than we thought in Q1, but rates are going to come down. That’s going to unwind the TNAV effect."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "The second is as the structural hedge matures, you’re going to see a lot of those balances repriced from 1.2%, which is roughly what they are right now to something like the 4% to 5% rate environment that we’re seeing. And as those structural hedges mature, again, GBP20 billion second half, GBP40 billion next half, sorry, next year, that is going to rebuild the TNAV. So there’s a pretty automatic unwinding process play there. It’s just that it’s hard to predict exactly what happens in any given quarter in a period of interest rate volatility."
  },
  {
    "person": "Jonathan Pierce",
    "role": "questioner",
    "position": "Numis",
    "text": "Very comprehensive. Thank a lot, William."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Thank you, Jonathan."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you very much. Our next question is from Aman Rakkar from Barclays Capital. Your line is unmuted. Please go ahead."
  },
  {
    "person": "Aman Rakkar",
    "role": "questioner",
    "position": "Barclays Capital",
    "text": "Hi. Good morning, Charlie. Good morning, William. Thanks very much for taking the questions. And I wanted to, sorry, I want to labor the questioning around the hedge. Can you just clarify what -- I think something has gone on with the size of the hedge maturity profile in Q2 and H2? I think as of Q1, you talked about GBP35 billion of maturities and forgive me if I’m wrong, but I thought the best part of GBP30 billion was coming in H2. But obviously, now that looks like it’s more like GBP20 billion that’s coming in H2. So it seems like there’s some trading of the structural hedge that may have taken place in Q2. So could you clarify if that’s kind of the correct reading of the situation, because presumably, you’ve kind of pulled forward some of the benefit of the hedge maturity gains in -- and this year’s NIM. And I guess as a related question, I’m just thinking about the tailwind of the structural hedge in 2024. So I think you talked about GBP800 million in 2023 and a similar number in 2024. That to me sounds quite low given the maturity profile that you’re calling out, GBP20 billion run rate into next year, the GBP40 billion that you’re calling out, I would have thought that, that hedge tailwind could be 50% higher than that GBP800 million that you’re kind of calling out. So can you help us to kind of understand what’s going on there? And I guess, just to close this off, I feel like your structural hedge is a really, really important driver of your medium-term earnings and longer term earnings. You’re clearly going through a period of adjustment around net interest income right now. There’s an uncertainty around your deposit dynamic near-term. But the thing that presumably gives you confidence longer term is this really quite substantial hedge tailwinds. So any kind of color you can give us around your confidence there around the size and the income profile would be great? Thank you."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Yeah. Thanks, Aman. I will -- there’s three questions there, around what happened to hedge maturities over the course of this year, around the tailwind looking into 2024 and around structural hedge drivers going forward. I’ll answer all three, but I will turn to Charlie actually on some of the deposit dynamics on the third in particular to add further context."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "The -- Aman, on the first question around structural hedge maturities, as I said, it’s maturities of around GBP20 billion looking into H2 as we stand today. I think at Q1, I probably talked about H2 maturities of around GBP25 million, something like that number. What’s going on to reduce that GBP5 billion, it’s effectively pre-hedging Aman."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "So we manage the structural hedge according to principles of income stability in order to produce a predictable earnings profile, which in turn allows us to make predictable distributions to shareholders, the source of value and the second principle being one of shareholder value."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And so when we see opportunities to manage at the margin, if you like, then we’ll lock in some of the hedges in accordance with that and that’s what we saw in the period during Q2. And as a result, the hedge maturities in Q3 and Q4 have gone down from circa GBP25 billion to more like GBP20 billion as we have sought to lock in the shape of the curve in the interest of securing income on a stable basis for the group going forward. So it’s pre-hedging in short, Aman."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Second of your question, the structural hedge tailwind going into 2024. We -- as you say, we put forward a circa GBP800 million further tailwind to the Group looking in 2024 as a result of the GBP40 billion of structural hedge maturities that we expect to see. So those hedge maturities, I won’t give you a precise number, but it will be a little bit in excess of the 1.2%, but it will be around that zone for the 2024 period. That suggests that based upon the rates that we looked at as of the 30th of June, that GBP800 million tailwind is what makes sense."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Generally speaking, we managed this reasonably conservatively so that we can predict with confidence what we’re going to deliver to you. That, in turn, is then subject to the volatilities of markets at any given point. And so if we overlay a kind of market implied analysis, if you like, on top of the hedge analysis that we give you, there’s probably a little bit of conservatism built in there. But it’s not 50% to be clear, Aman. So it isn’t going to be a question of delivering GBP1.2 billion versus GBP800 million. Based upon market-implied analysis, it might be a nut higher than GBP800 million, but not of the order of magnitude that you were indicating."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Third point, structural hedge drivers. Let’s be clear, what we’re talking about here is around the edges, right? We are talking about a marginal reduction, a modest reduction as we turned it in the overall size of the structural hedge of GBP255 billion. As I said earlier on, we’ve seen rate changes in between quarter one and quarter two for the three-year rate, for example, relevant obviously to three and a half year weighted average life of the hedge of over 1%."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "If you take that as a proportion of what the rates were as of Q1, that’s like 25% of the rates of Q1. So it’s gone from roughly 4.25% to roughly 5.25% over that time period. That’s a very significant, in fact, I would say, overwhelming adjustment versus the type of modest reduction that we see in the overall size of the hedge. So that’s the context to put it in."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And then just final point before handing over to Charlie on this about is that, again, the deposit picture, it feels pretty robust. When we look at that, as I mentioned earlier on, the PCA performance in Q1 versus Q2, down from over GBP3 billion outflows to around GBP2.7 billion outflows, and then to Chris’ question earlier on, some healthy signs during the course of the last few weeks or so."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Looking forward, we’re likely to have fewer bank base rate changes. Looking forward, much of the money that was going to move off the back of higher rates, probably has moved or is moving over the course of quarter one and particularly quarter two. We’re nudging interest, sorry, in access rates up a little bit. Looking forward, the forward curve is likely to be a touch lower and so the competitive offers will have to reflect that."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Again, looking forward, we’ve got inflation on salaries. We’ve seen them so far. We’ll continue to see them going forward. These are all reasons I think why we have confidence in the deposit base going forward, which in turn, leads us to the guidance that we have on the structural hedge today. So I’m going to pause there and hand over to Charlie."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Yeah. The only thing I could add, William. Thanks for the question, Aman, is just kind of the investment piece, you say over the next three years, definitely it’s a structural hedge is part of it, as you say and we have a little confidence around that, as William just laid out."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "The two other things that I’d still mention, which are really important. First of all, as you know, we’ve committed to GBP1.5 billion of additional revenues linked to our strategic initiatives. It’s better to be lucky than good sometimes and we got going on that before Russia invaded Ukraine and we went through its trade cycle and I hope what you can see today and we’ll give you another update at the end of the year. We’ve got momentum. The other operating income, we think, shows some green shoots of that and that’s a reason to believe that we will navigate the next three years very strongly."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "And then the second one is, none of us can say here and predict what the economy is going to do or what will happen to rates. But it’s just really important. We know as rates go up and down, what you need to deliver for shareholders and customers through that cycle is a balance sheet that is well leveraged, is well diversified and has a mix of assets across commercial and retail and secured and unsecured and we’ve got the best balance sheet in the U.K."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "So if rates were to come down, we’ll be able to continue to compete and generate capital returns based on our assets and we’ve got the structural hedge giving us a strong kind of driver underlying the business, as William just laid out. And we’ve committed to and we’re reconfirming our strategic revenue growth initiatives. So that’s why we feel confident about the capital return that we’ve laid out over the next few years."
  },
  {
    "person": "Aman Rakkar",
    "role": "questioner",
    "position": "Barclays Capital",
    "text": "Thanks very much, Charlie. Thanks very much, William, for your extensive results."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Thank you, Aman."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Our next question is from Robin Down from HSBC. Your line is unmuted. Please go ahead."
  },
  {
    "person": "Robin Down",
    "role": "questioner",
    "position": "HSBC",
    "text": "Hi. Good morning. I’m not going to ask about structural hedge at least. Can I ask about the other income line? Just it looks quite good in the first half. I just wondering if you could perhaps give a little bit more color on what are the moving parts and particularly color on retail side, your expectations then for right decision on the other topline?"
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Yeah. Thank you, Robin, and thank you for the question. That will be about the structural hedge actually, I should add. But nonetheless, it’s -- I said in my comments earlier on, has been a source of decent performance, I would say, actually, in the first half."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "So what’s behind it is your question, how do we look at H2 in that respect? When we look at what’s behind it in respect of H1, it’s contributions really from all of our three main business areas. So I look at retail, for example, and that seen contributions during a half from a combination of customer activity in respect to PCAs, consumer finance business, the Motor Finance business, including not just, Lex, the business that we already own, but also the acquisition of Tusker especially in Q2. Those businesses all contributed to a decent performance. If you look at half one last year versus half one this year, it’s up around GBP150 million."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "If you look at commercial, similar comparison, up around GBP125 million. What’s leading to that? It’s a combination of financial markets, i.e., flow driven business, together with a developing capital markets business, in particular bond financing business over the course of the first half of this year. To be fair, a touch stronger in Q1 than it was in Q2, but nonetheless, a really decent performance year and a half."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Moving on insurance protection and investments, a number of moving pieces there. The three that I would point out in respect to the half year performance are, first of all, the unwind of the CSM. That, as you know, has been an adjustment IFRS 17 adjustment between 22% to 23%. The CSM now stands at around GBP4 billion pretax, around GBP3 billion post-tax, that CSM in addition to a further GBP1 billion of risk adjustment unwinds over time into our earnings and that has led to a stronger contribution during the course of the first half of 2023."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Alongside of that, Robin, the General Insurance business is doing better. The combined ratio is now below 90, sorry, below 100% within the General Insurance business. And that, together with the absence of weather events, has allowed us to see decent in fact, improved performance from the General Insurance business. Obviously, the weather events have previously fed into a combined ratio, which is higher than we would like to see it on a long-term basis. Now it’s adjusting back down."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "And then finally, the return on free assets, Robin, is a further factor. As we moved into a higher rate environment, so the return on free assets in the insurance business has strengthened and that’s led to about a GBP90 million increase half last year versus half this year. So across each of those three elements, we’re seeing some decent progress."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "There are always underlying elements. Second point, there are always underlying elements, Robin, within OOI. We like to strip those out internally and take a look at what’s going on underneath the hood as it were."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "When we look at that on an underlying basis, half -- first half this year versus first half last year, we think we’re seeing around a 7% underlying growth rate after stripping out any of the anomalies that you might see in any given quarter or any given half. So that’s the overall picture, albeit that growth rate was less than 7% if you look at Q2 versus Q1 and that’s the reason that I mentioned around one or two of the individual business lines right there."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "When we look into H2, the second part of your question, Robin, we would expect the growth to continue as a function of two points, one being activity levels in the businesses as I described a second ago, and two is the gradual effect of some of the strategic investments being built into the overall operating performance of the business."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "I’m not -- we haven’t guided on OOI. So I’ll be a bit careful about what I’d say in respect of the full year’s expectation for that number. But I think we would expect to see continual, let’s say, measured growth going into the second half of this year, even if it’s not quite as strong as a 7% year-on-year growth that I mentioned in H1."
  },
  {
    "person": "Robin Down",
    "role": "questioner",
    "position": "HSBC",
    "text": "Okay. And just to clarify, when you say growth, do you mean growth versus H1 or growth versus H2 of last year?"
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "I mean -- well, I mean, growth versus H2 of last year, Robin. But overall, it’s the comparison, the weighting between H1 and H2, that growth expectation, if you like, maybe slightly more heavily weighted towards H1."
  },
  {
    "person": "Robin Down",
    "role": "questioner",
    "position": "HSBC",
    "text": "Great. Thank you."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Our next question is from Raul Sinha from JPMorgan. Your line is unmuted. Please go ahead."
  },
  {
    "person": "Raul Sinha",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "Good morning, Charlie. Good morning, William. Thanks so much for taking my questions. Just given some of the recent rate hikes, you had a 50-basis-point rate hike at the end of this quarter. I was just wondering if I could draw you a little bit more on the profile of the NIM in the second half of the year. And I guess within that, I was looking for a little bit more color in terms of how much deposit beta you have seen in terms of what you passed through so far, what you expect to pass through in terms of your assumptions? And if we think about the broader picture of NIM, on one hand, you’ve got the mortgage churn headwinds. On the other hand, you obviously got the maturities on the hedge coming back. How far would we be from a sort of flattish margin trajectory in the second half of the year? Thanks so much."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Thanks, Raul. To give you some thoughts on that. As you know, we saw the margin come down in Q2 from 3.22% in Q1 to 3.14% in Q2. There were a couple of things going on there, really. In terms of tailwinds, first of all, a little bit of tailwinds from funding and capital, but frankly, not very much. And as you know, the absence of the hedge in Q2 meant that not much was coming from there either."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "The headwinds that brought it down, as I said in my comments earlier on, predominantly mortgages and then the deposit pass-on pertinent to your question. And that’s what led to the 8 basis point reduction in Q2."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Now when we look forward to the remainder of this year, as you know, we’ve increased the margin guidance from greater than 305 basis points to greater than 310 basis points. That is partly off of the recognition of what was achieved in H1 being a little bit stronger than we had expected and it is partly recognizing that what we think is going to be achieved in H2 is also going to be a little bit stronger than we expected."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "The headwinds and the tailwinds looking forward, Raul, first of all, the tailwind facts, the structural hedge starts to kick in. As said, GBP20 billion of maturities, less whatever modest reduction we might see, but nonetheless, a significant tailwind going into H2 of this year."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Second, the headwinds as we look at them going into H2, again, it’s a continued expectation around mix shift within overall deposits alongside the mortgage refinancing that we expect to see. We might see a bit of compression in margins in some of the other retail and CBE assets. But again, it’s basically those two deposit mix shift, number one and mortgages refinancing number two. Those are the -- that’s the mix."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "What will that produce? We expect it to produce a margin that is slightly higher than we had previously indicated. At the year-end, we talked about a floor, as I think Guy mentioned in his earlier question of around 300 basis points. We expect it to perform a little bit better than that now going into Q3 and Q4."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "The beta in that mix, Raul, we haven’t put a number on the beta from that mix. As you know, the pass-on decisions are basically determined by what offers best value to our customers, particularly in the context of consumer duty, clearly. What is the competition doing and how should we best respond to that? And what are the funding needs of the business? Those three are the criteria, if you like, that we used to assess the pass-on decision."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "It’s safe to say two things, I think, Raul. One is that so far, we’ve been very much in line with the sector in terms of the overall pass-on decision. Two is, as we look forward and consistent with what I think Charlie and I have always said, we do expect the pass-on to increase as we get into a higher base rate environment, and indeed, we expect some of the pass-on to continue even after base rate changes have stopped and so that will increase a little bit beyond where we are today."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "At the moment, we are below 50%, but we do expect it to increase towards that level as we go forward, consistent with the comments that I just made. So I’ll perhaps pause there. I hope that answers your question and let me know if it doesn’t."
  },
  {
    "person": "Raul Sinha",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "Yeah. Thank you. Yeah. That’s really helpful, William. I’ve got an unrelated question on the buy-to-let arrears profile. I don’t know if you’re seeing anything specific around. I think you flagged the 2006, 2008 vintage and there’s some helpful disclosure on the slides. But I guess my question is specifically around buy-to-let if you’re seeing any specific arrears trends within there? Would you call out anything in terms of that business going forward? Thank you."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "I think the short answer is no, Raul. As we look at the buy-to-let portfolio, it’s obviously one of our portfolios businesses. It’s not seeing arrears trends that are significantly different to what we’re calling out in the materials that we provided today."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "As you know, today, we called out a mortgage portfolio that is performing well inside of our 2019 new to arrears experience. The heritage portfolio is a little different from that, not terribly much so. But the reason why we put the site is just to provide further color, if you like, on that point. Buy-to-let isn’t a particular portfolio that we’d call out as being any different than anything else that’s going on."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "The one point I would make, Raul, in before concluding is more of a flow point actually, which is, I think, because of governmental changes, perhaps because of the rate environment and so forth, we are seeing buy-to-let as a proportion of new business on the portfolio go to very low levels. And so it’s much more about the residential portfolio right now than it is about the buy-to-let, new to lending in buy-to-let is much smaller than it used to be."
  },
  {
    "person": "Raul Sinha",
    "role": "questioner",
    "position": "JPMorgan",
    "text": "Got it. Thank you."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Thanks, Raul."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Our next question is from Rohith Chandra-Rajan from Bank of America. Your line is unmuted. Please go ahead."
  },
  {
    "person": "Rohith Chandra-Rajan",
    "role": "questioner",
    "position": "Bank of America",
    "text": "Hi. Good morning. Thank you very much. I had a couple, please. The first one was just a follow-up actually on the deposit beta. So you sort of had said historically, you thought over time, a combination of pricing and mix would move towards 15% and it sounds like you just reiterated that, William. But, obviously, we’re now talking about materially higher policy rates than we were all expecting previously. So that implies a much wider deposit spread than you might have been anticipating before. Just wondering if that’s the correct read of that or whether actually over time you might think that deposit beta could overshoot the 50%. So that was the first one. And then just coming back to the TNAV and thinking about the short-term, if I look at five-year rates today versus at the end of June, that would imply something like a third of the cash flow hedge reserve impact in Q2 might actually flow back in Q3. So I just wanted to check if that was the right way to think about that, please, as well as the kind of maturities you talked about before? Thank you."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Yeah. Yeah. Thanks, Rohith. I’ll answer both, but Charlie, we want to add, I think, on the deposit point in particular, Rohith. So let me just start on that hand over to Charlie and then come back on the TNAV afterwards."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "In terms of the deposit beta, it’s worth -- first of all, just saying that this is a cumulative number that is given. So when we talk about a 50% deposit beta, it is cumulative over time. What that means is in the early stages of rate rises, as you know, essentially all banks sought to rebuild the margin from what had been a very compressed level during the zero interest rate period. Not that much of the initial rate rises were passed on as those rate rises have increased, so the cumulative beta has moved up."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "There’s still a little way to go, as I indicated in my comments to Raul before we necessarily hit the 50% mark as to whether it then exceeds it over time, I’ll leave Charlie to comment further. But at the margins, it’s not impossible. I think we have to see how things develop. But we’re a little way off that right now. So that’s not a concern for now. It’s not a concern, I suspect, for this year."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And indeed, our expectations as to the gathering pace of deposit beta are fully built into our margin expectations for this year, which as you know, and by the way, and importantly to your question, have just increased from greater than 305 basis points to greater than 310 basis points. That partly, I think, answers your questions. I’m going to pause there, hand over to Charlie, and then I’ll come back on TNAV."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Well, actually, William, I think you said -- I would have said, strategically, when we gave you this guidance at the start, I think, back 18 months now, my experience from having managed big deposit businesses through multiple rate cycles in the last 10 years is and typically -- you typically end up both through people valuing liquidity at the start of a rate cycle, when there’s more uncertainty, they want into access and there’s get more confidence around the economic environment, willing -- being willing to ship some of their savings into fixed products."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "What you typically see is across the whole deposit base about a 200-basis-point spread between the bank base rate and the deposit base. So as we’ve been going through this last couple of years, I think we’ve said a couple of times, a 50% pass-through, which would take two years or three years for our customers to adjust where they’ve got deposits has always been what we thought made sense as we were thinking about rates at 300 basis points or 400 basis points."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "The reality is we’re now looking at rates, which are a bit higher, of course is, the real question is how long do they stay at that rate and what are the expectations around it. And especially as you start to think about time deposits, that’s obviously priced based on the one-year or two-year curve, and actually, you could -- when we look at our forecast for rates, we’re not going to stay at these highly elevated levels or higher levels for long."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "So I think the answer is we’re building towards 50 basis points. As William would say, we’ve got some way to go. That’s because customers massively value liquidity and we’ve got such a strong retail franchise and strong transactional capabilities and services. We should continue to expect that to shift."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "If we think that the rates and the yield curve and customer behavior is going to push us above that 50% we’ll tell you as we get there. I think what’s good about that from our perspective to the shareholder is if we’re in that environment, we’re going to see ways of optimizing our NIM, and that’s what William just said, despite the higher rates we’re guiding to higher NIM."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Just moving back to TNAV. On the second, sorry, Rohith, did you want to -- go ahead if you’d like to carry on."
  },
  {
    "person": "Rohith Chandra-Rajan",
    "role": "questioner",
    "position": "Bank of America",
    "text": "Yeah. Just going back on that very briefly before we move on to just to clarify these. So mechanically, if we were expecting rates to go from pretty much zero to 300 basis points, that would have been a 50% pass-through, would have been 150-basis-point spread at 5%, that’s 250 basis points. I think, Charlie, what you’re telling us is that, because you don’t expect rates to stay at that very elevated level or elevated level for an ongoing significant period of time that actually the fixed spreads would be lower than that reflecting your expectations of lower rate. Is that the right way to think about those comments?"
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Yeah. Rohith, we’re not being as specific as I think would be helpful. The reason is this is, we’re going to have to see how the competitive end customer behavior develops. What I can say is, I’ve managed businesses like this through rate cycles over the last 10 years in other countries. And the broad theme I just laid out, which is at least 200 basis points of margin, it takes two years to three years for customers to decide how they move their deposits and for the competition to play out. And when the landing point for rate is about 4%, that 50% is a good assumption."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "I will give you an example, in Mexico, when it was 7%, the 2% was compared to more like 4.5%, 5% pass-through after three years or four years of that cycle. So, yes, you interpreted it right. We’re not going to fill out a very, very detailed forecast around this, because it’s going to be down to customer behavior and competitive behavior."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "But our assumptions to-date have been pretty helpful, I think, for you. We said people don’t typically start moving money until they get to about 3% base rate, which is what we saw happened last November and then we’ve guided that we will end up towards the 50% basis pass-through and our NIM guidance includes those assumptions around churn and pass-through."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "So it’s very hard to be more specific than that. I relational be unhelpful, but I do hope that you feel we have some track record here and we have some confidence and other experience that’s helpful to you as you develop your model here."
  },
  {
    "person": "Rohith Chandra-Rajan",
    "role": "questioner",
    "position": "Bank of America",
    "text": "Yeah. That’s helpful. Thank you."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Rohith, your question around TNAV. Again, just to repeat some of the inputs to that. As you know, the TNAV was down a fraction, well, about 0.7 pence in the course of the half, 3.9 pence in the course of the second quarter."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "As said in the discussion with Jonathan, the cash flow hedge reserve and responsible for about half of that. We have one or two other elements going on, notably the dividend and then the offsetting impact between the buyback going out and the number of shares being reduced. That also is a modest net negative contributing to the 3.9 pence per share down before you get the pension fund."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Now as we move forward, your question is about how does that evolve? A couple of points to make there. One is the sensitivity, which I think we disclosed, certainly at the half year -- at the full year, rather, I think, we disclosed. It’s around GBP13 million -- GBP12 million to GBP13 million post-tax for a 1-basis-point change in rates, so that will enable you to do a sensitivity based upon your expectation as to where rates will go."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "When we look at our expectations as to where rates will go, over the course of this year, we’ve given them to you in our forecast release, we do, as your question suggest, see quite a significant unwind in the context of the TNAV and particularly the cash flow hedge reserve in the second half of this year."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Based upon that, based upon profitability based upon our expectations as to the buyback performance, the pension and so forth, we would expect to see the TNAV per share by the end of this year. I won’t give you a precise number, but much closer to 50p than where we stand today."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Now I don’t want to kind of be held captive by that remark because, of course, we can’t dictate interest rates and exactly where they go. But based upon our forward look with these inputs that I’ve just given you, we’re looking at a number that is much closer to 50p."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Final point on the TNAV, which I think is worth stressing, Rohith, is that none of this has anything to do with capital or distributions to you as shareholders and the market more generally. Whatever the movements are in TNAV, I appreciate they have been slightly volatile over the course of this half, but none of it has anything to do with capital generation or capital distributions and I think that’s just important and worthwhile for people to remember."
  },
  {
    "person": "Rohith Chandra-Rajan",
    "role": "questioner",
    "position": "Bank of America",
    "text": "Thanks. Thank you very much."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Thanks, Rohith."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Our next question is from Martin Leitgeb from Goldman Sachs. Your line is unmuted. Please go ahead."
  },
  {
    "person": "Martin Leitgeb",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "Yes. Good morning. Can I have a follow-up on the outlook for net interest income. I was just wondering if you would be willing to comment on the trajectory for net interest income going forward. Obviously, multiple moving parts, the margin comments earlier, the comments on deposit migration somewhat fading as we progress and also the impact of hedge tailwinds or tailwinds on hedge rollover later in the year. Would it be fair to assume from your perspective that net interest income continues to build in absolute terms from here? And the second question, I was just wondering with regards to the health of the U.K. consumer, your disclosure on slide 23 in terms of average impact in terms of mortgage payments being up to GBP200 a month so far, potentially rising closer to GBP400 per year. But we also disclosed that the average income for the mortgage falling off hold up is actually well above average for the U.K. at GBP75,000. Is the message here that you see the U.K. consumer holding up well so that basically rate growth in these categories potentially more than offsetting some of the headwinds from higher mortgage rates and the outlook for the U.K. consumer overall being fairly benign? Thank you."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Yeah. Thanks, Martin. Why don’t I take the first of those two questions and then Charlie perhaps takes the second on mortgage payments? When we look at NII for 2023, we don’t guide to a particular number in respect of NII. What we do is give you a sense as to what we think average interest-earning assets are, what we think the margin expectations are going to be and then allow you to kind of draw your own conclusions around the NII contribution."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "So I won’t reach that line as it were. I won’t go beyond that. Safe to say that when we look at the NII expectations, net interest income expectations, it is those factors as given to you that are at play. I would also highlight the non-banking interest income as part of this. We talked about it in Q1, clearly. It’s gone to about GBP80 million versus I think it was GBP74 million in Q1, so GBP80 million in Q2 versus GBP74 million in Q1."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "As I said earlier on, because our activities are increasing, and by the way, that does generate income in OOI amongst other lines. But as those activities increase the volumes of those activities increase, number one. And as rates increase, and therefore, the cost of funding the number two, that will nudge up non-banking interest income a little bit in Q3 and Q4, not terribly much, but we’ll see a slight movement in nonbanking interest income in accordance with that."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And to those factors are at play in determining the net interest income over the course of this year and today is obviously not the year -- the day rather to give guidance into 2024. But hopefully, that’s useful without reaching too many of our guidance guidelines."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Great. And then, Martin, thanks for the question on mortgage customers. First thing, we included this slide because we thought and we heard that some of you would be keen just to get a forward look on our mortgage customers, given that we’ve seen a step-up in mortgage payments and the intent of this slide is to give you confidence that we think our mortgage customers can withstand higher payments."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "One thing which is probably more familiar of the new margin. But just to be clear, I’m not saying it’s easy for our mortgage customers. I’m just saying that we are confident they have the financial decisions and capacity to absorb the kind of difficult uptick in mortgage monthly -- mortgage costs that we’re talking about."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Now what’s the reason for that? As you said, overall household income is significantly above the average and you can do the math relatively quickly, although we’re talking about for so many customers GBP3,000 to GBP5,000 post-tax of incremental payments that people are able to make choices to offset other discretionary payments."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "We’ve done the stress test or the affordability test for our customers over the last 10 years at above 6.5%. So we know they have the capacity to absorb this, and bluntly, our experience and the data you can see over the last nine months, we’ve had elevated mortgage rates post the mini budget has shown that customers can absorb this cost. So not easy for our customers by any means."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "We also have a very sharp view, as you’d expect from us and given our business model for those customers that have a more significant shock on their interest to income payments. One of the levels we have looked at historically is about 40% when the mortgage payment goes above 40% of their income. We know that at the moment in time that they sometimes are looking to support."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "We have a very modest percentage of our portfolio today in that level, and interestingly, when we model that going forward for the next two years, it doesn’t grow very much as a percentage of our portfolio and that’s because a lot of those customers are on standard variable rates. So they’ve already experienced 5% of what we think will be a 5.5% base rate. So not each of those customers, but we think the customers are well placed to make the difficult choices to deal with this."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "One other thought, and you can see this from the data, which is obviously mortgages, it’s very expensive in the context of U.K. consumers and that’s why the average income is GBP75,000. We also know that for that end of the market in the U.K., people have broader financial resilience and one of the indicators, as you know, is we’ve talked about the incremental savings that we have in our customers since COVID."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "We talked during COVID that peaked at about GBP70 billion of growth in savings. We still have over GBP60 billion of those incremental savings and that will tend to be for customers in the higher deciles for the wealth income distribution. So we know these customers have financial resilience and that’s then validated by the spend behavior we’re seeing more broadly. Thanks, Martin."
  },
  {
    "person": "Martin Leitgeb",
    "role": "questioner",
    "position": "Goldman Sachs",
    "text": "Thanks, guys."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. Our next question is from Andrew Coombs from Citi. Your line is unmuted. Please go ahead."
  },
  {
    "person": "Andrew Coombs",
    "role": "questioner",
    "position": "Citi",
    "text": "Good morning. I have two questions on mortgage rate. Firstly, looking at the improvement in the mortgage book. Perhaps if you could just comment on what you’re seeing both in terms of before we paying down on SVR, but also those taking advantage of the [inaudible] fixed business, are you seeing greater prepayments and how does that then feed through into your EIR assumption for the mortgage on our line? And then second question, previously, you’ve given some color on the gilt product transfer and new business margins within that 50 basis points, anything you can say on that, that would also be interesting? Thank you."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Andrew, sorry, the second question was on product…"
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Product transfer…"
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "…transfer, exactly, fine. Yeah. Sorry. Right. Thank you, Andrew. I’ll make a couple of comments, Charlie, you may want to add. On the SVR book, the SVR book, as noted in my comments, is now down to about GBP39 billion. That has seen as a proportion of the book, some relatively high repayments."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "So I think we quoted a number of around 30% in the course of Q2. But actually, if you look at the absolute number of repayments, that is much more stable. So what you’re seeing is the absolute number is staying relatively stable, in fact, maybe even coming down a touch. But because it’s got a -- it’s against a smaller denominator as a percentage, it’s accordingly a bit more."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "So what that means is that the -- in absolute terms, Andrew, the pace of the SVR runoff, if you like, is reducing over time. As I think customers value in the SVR product, the ability to repay whatever it is a quant to repay at any point in time and in the context of the SVR book, which by the way, has pretty low average balances of less than GBP50,000."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "The incremental interest cost to them is not necessarily that much when you compare it to the convenience that they derive from being on an SVR that allows them to pay back again, whatever it is they want to pay back whenever they want to pay back."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "We do keep in regular touch with our customers on the SVR book and make sure that they are aware of all of the opportunities to refinance or indeed pay back at any given moment. And we -- there is no concept, if you like, of mortgage prisons or anything like that in the SVR book and customers are free to do what they want. Hopefully, that gives you a bit of a sense as to what’s going on there."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "You asked about EIR. I’m not quite sure whether I caught the question or not. But if it’s relevant to what went on recently in the EIR market, when we look at our EIR, first of all, the asset is less than GBP200 million. Second, as we account for EIR, we do not take account of or accrue for any benefits that we might see off the back of the customer staying on SVR after they come off the fixed rate deal. So all of our EIR is accounted for up to and only up to the point at which the fixed rate deal stops. That means in turn that we are unlikely to see, in fact, I think, it’s conceptually impossible for us to see the type of issue that came up in the market most recently."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Your second question, Andrew, around product transfer versus new business. Yes, you’re right pointed out. We have a completion margin that is 50 basis points, that 50 basis points is a blended average based upon new business and based upon product transfer."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Just to give you some idea without putting too precise numbers on it, but product transfer is materially ahead of that, sorry, forgive me, new business is materially ahead of that 50 basis points completion margin. So quite a bit ahead of it."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Product transfer is, typically, we’ve seen it around sort of 35 basis points to 40 basis points in that zone. The issue with both of these numbers, both new business and product transfer, Andrew, is that, at a time of swaps volatility, the spreads go up and down in line with the swaps. So you have a price out there that then gets affected by the swaps, even though, obviously, we are hedging our exposures as best we can to make sure that we’re not exposed."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "I think what we need, Andrew, in order to figure out what is the true equilibrium pricing within the mortgage market is a period swap stability that then allows people to price with a degree of certainty as we go forward, which in turn will give us some insight as to what a true a mortgage equilibrium margin looks like."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "As you know, in the past, we thought that it is north of 50 basis points. I think we continue to think that in part -- in no small part because actually a 50 basis points completion margin is produced at a time of tremendous and mostly upwards swap volatility, which has compressed margins."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "So we continue to adhere to the view that over time, if we do get that paring stability, we should see margin spreads moving out from the 50 basis points that we’re seeing. But to be clear, we’re not banking on that in the guidance that we’re giving you for Group margins as we stand today."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Then you build, William, which I know you’ve said a few times, but just it’s worth reinforcing in this context is, because product transfers for existing customers, we understand their risk, we can look at their broader relationship. We see good economic returns at the kind of rates that Williams talking about. And so we’re very comfortable with the returns on this margin. But I think the opportunity with that stability that we should see starting to come around to see what happens, as William said, is on the upside. Thanks, Andrew."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "I think there may be one more question. And then there’s one comments I’d like to make actually before we wrap up. Let’s take the question first."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. As you know, this call is scheduled for 90 minutes and we have now reached the end of the allotted time. So this will be the last question we have time for this morning. If you have any further questions, please contact the Lloyd’s Investor Relations team. Our final question is from Joseph Dickerson from Jefferies. Your line is unmuted. Please go ahead."
  },
  {
    "person": "Joseph Dickerson",
    "role": "questioner",
    "position": "Jefferies",
    "text": "Hi. Thank you, gentlemen, for taking my question. You’ve provided a very strong return on tangible equity guidance of greater than 14% this year and I think your existing RoTE guidance for next year is greater than 13%. I guess, is that stale at this point or could you discuss the moving parts as to how we go from 13% -- 14% -- greater than 14% down to greater than 13%. Is this normalization of TNAV? Is it lower rates and the impact on NIM? I guess what would be the drivers of that or is this something that likely to be updated in the future? Thanks."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Yeah. Thanks, Joe. A couple of points to make there. First, I’m afraid it’s a bit predictable, which is to say that, today we’re not going to comment further on 2024 expectations beyond what we’ve already said. So we won’t give precise guidance on 2024. I don’t think that will surprise you."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Second, our RoTE guidance that is excellent for 2024, as we announced at the beginning of this year is actually just to be clear circa 13% rather than greater than to a small point, but perhaps just worth mentioning."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Third, just to give you a bit of a sense of direction as we move forward into 2023 and therefore kind of set the stage, I suppose, to 2024. We’ve talked about the expectations for RoTE during the course of this year."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "That is a function of some of the banking earnings trends that we’ve mentioned. The margin, the AIA contributions, together with things like operating lease depreciation normalizing. Those in turn are likely to continue as we go into 2024 in terms of patterns. Again, we’ll leave the guidance for the end of the year as we normally do."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "And then secondarily, we talked a lot about TNAV on this call and TNAV’s going to build in the second half of 2023 is our expectation. That gives you a stronger starting point for 2024. So Joe, I apologize, it’s not very detailed, but hopefully, it gives you a bit of a sense as to the trends that we expect to see continuing into the next year."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Before we wrap up, I mentioned that I just wanted to add, sorry, Joe, did you have any further questions on that or does that address your query?"
  },
  {
    "person": "Joseph Dickerson",
    "role": "questioner",
    "position": "Jefferies",
    "text": "I’ll let you go with your comment and I’ll follow up later. Thanks."
  },
  {
    "person": "William Chalmers",
    "role": "answerer",
    "position": "Chief Financial Officer",
    "text": "Thank you. It’s just a very small point, actually, which is that Robin Down asked a question as to whether or not OOI was expected to grow off the back of H1 of this year or for the back of H2 of last year. I just wanted to clarify, looking back at the numbers, Robin, to address your question. The answer is both. So I think I answered your questions to H2 of last year. In fact, looking at my numbers, the answer is both. I think that wraps it up, Operator. So thank you to everybody for attending the call and taking the time."
  },
  {
    "person": "Charlie Nunn",
    "role": "answerer",
    "position": "Group Chief Executive Officer",
    "text": "Yeah. Thanks for the time."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "Thank you. This concludes today’s call. There will be a replay of the call and webcast available on the Lloyds Banking Group website. Thank you for participating. You may now disconnect your lines."
  },
  {
    "person": "Operator",
    "role": "operator",
    "position": "Unknown",
    "text": "You can now buy 1 year of Seeking Alpha Premium for whomever you like."
  }
]